{"id":179,"parent_id":174,"book_id":95,"content_id":1,"language_id":1,"display_order":179,"title":"Helaman 5","subtitle":"","short_title":"Hel.","uri":"/scriptures/bofm/hel/5","content":[["div",[".titleNumber","Chapter 5"],[".studySummary",["i","Nephi and Lehi devote themselves to preaching—Their names invite them to pattern their lives after their forebears—Christ redeems those who repent—Nephi and Lehi make many converts and are imprisoned, and fire encircles them—A cloud of darkness overshadows three hundred people—The earth shakes, and a voice commands men to repent—Nephi and Lehi converse with angels, and the multitude is encircled by fire. About 30",["span.small","B.C."]]]],[".bodyBlock",["div",{"id":"1","uri":"/scriptures/bofm/hel/5.1","order":"05.21.005.19247"},["b","1"],"And it came to pass that in this same year, behold,",["sup","a"],["a",{"href":"fn_1a"},"Nephi"],["sup","b"],["a",{"href":"fn_1b"},"delivered up"],"the judgment-seat to a man whose name was",["sup","c"],["a",{"href":"fn_1c"},"Cezoram"],"."],["div",{"id":"2","uri":"/scriptures/bofm/hel/5.2","order":"05.21.005.19248"},["b","2"],"For as their laws and their governments were established by the",["sup","a"],["a",{"href":"fn_2a"},"voice"],"of the people, and they who",["sup","b"],["a",{"href":"fn_2b"},"chose"],"evil were",["sup","c"],["a",{"href":"fn_2c"},"more"],"numerous than they who chose good, therefore they were",["sup","d"],["a",{"href":"fn_2d"},"ripening"],"for destruction, for the laws had become corrupted."],["div",{"id":"3","uri":"/scriptures/bofm/hel/5.3","order":"05.21.005.19249"},["b","3"],"Yea, and this was not all; they were a",["sup","a"],["a",{"href":"fn_3a"},"stiffnecked"],"people, insomuch that they could not be governed by the law nor justice, save it were to their destruction."],["div",{"id":"4","uri":"/scriptures/bofm/hel/5.4","order":"05.21.005.19250"},["b","4"],"And it came to pass that Nephi had become weary because of their iniquity; and he yielded up the judgment-seat, and took it upon him to preach the word of God all the remainder of his days, and his brother Lehi also, all the remainder of his days;"],["div",{"id":"5","uri":"/scriptures/bofm/hel/5.5","order":"05.21.005.19251"},["b","5"],"For they remembered the words which their",["sup","a"],["a",{"href":"fn_5a"},"father"],"Helaman spake unto them. And these are the words which he spake:"],["div",{"id":"6","uri":"/scriptures/bofm/hel/5.6","order":"05.21.005.19252"},["b","6"],"Behold, my sons, I desire that ye should remember to keep the commandments of God; and I would that ye should declare unto the people these words. Behold, I have given unto you the names of our first",["sup","a"],["a",{"href":"fn_6a"},"parents"],"who came out of the land of Jerusalem; and this I have done that when you remember your names ye may remember them; and when ye remember them ye may remember their works; and when ye remember their works ye may know how that it is said, and also written, that they were",["sup","b"],["a",{"href":"fn_6b"},"good"],"."],["div",{"id":"7","uri":"/scriptures/bofm/hel/5.7","order":"05.21.005.19253"},["b","7"],"Therefore, my sons, I would that ye should do that which is good, that it may be said of you, and also written, even as it has been said and written of them."],["div",{"id":"8","uri":"/scriptures/bofm/hel/5.8","order":"05.21.005.19254"},["b","8"],"And now my sons, behold I have somewhat more to desire of you, which desire is, that ye may not do these things that ye may boast, but that ye may do these things to lay up for yourselves a",["sup","a"],["a",{"href":"fn_8a"},"treasure"],"in heaven, yea, which is eternal, and which fadeth not away; yea, that ye may have that",["sup","b"],["a",{"href":"fn_8b"},"precious"],"gift of eternal life, which we have reason to suppose hath been given to our fathers."],["div",{"id":"9","uri":"/scriptures/bofm/hel/5.9","order":"05.21.005.19255"},["b","9"],"O remember, remember, my sons, the",["sup","a"],["a",{"href":"fn_9a"},"words"],"which king Benjamin spake unto his people; yea, remember that there is no other way nor means whereby man can be saved, only through the",["sup","b"],["a",{"href":"fn_9b"},"atoning"],"blood of Jesus Christ, who shall come; yea, remember that he cometh to",["sup","c"],["a",{"href":"fn_9c"},"redeem"],"the",["sup","d"],["a",{"href":"fn_9d"},"world"],"."],["div",{"id":"10","uri":"/scriptures/bofm/hel/5.10","order":"05.21.005.19256"},["b","10"],"And remember also the words which Amulek spake unto Zeezrom,",["sup","a"],["a",{"href":"fn_10a"},"in"],"the city of Ammonihah; for he said unto him that the Lord surely should come to redeem his people, but that he should not come to redeem them in their sins, but to redeem them from their sins."],["div",{"id":"11","uri":"/scriptures/bofm/hel/5.11","order":"05.21.005.19257"},["b","11"],"And he hath power given unto him from the Father to redeem them from their sins because of repentance; therefore he hath",["sup","a"],["a",{"href":"fn_11a"},"sent"],"his angels to declare the tidings of the conditions of repentance, which bringeth unto the power of the Redeemer, unto the salvation of their souls."],["div",{"id":"12","uri":"/scriptures/bofm/hel/5.12","order":"05.21.005.19258"},["b","12"],"And now, my sons, remember, remember that it is upon the",["sup","a"],["a",{"href":"fn_12a"},"rock"],"of our Redeemer, who is Christ, the Son of God, that ye must build your",["sup","b"],["a",{"href":"fn_12b"},"foundation"],"; that when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty",["sup","c"],["a",{"href":"fn_12c"},"storm"],"shall beat upon you, it shall have no power over you to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall."],["div",{"id":"13","uri":"/scriptures/bofm/hel/5.13","order":"05.21.005.19259"},["b","13"],"And it came to pass that these were the words which Helaman",["sup","a"],["a",{"href":"fn_13a"},"taught"],"to his sons; yea, he did teach them many things which are not written, and also many things which are written."],["div",{"id":"14","uri":"/scriptures/bofm/hel/5.14","order":"05.21.005.19260"},["b","14"],"And they did remember his words; and therefore they went forth, keeping the commandments of God, to teach the word of God among all the people of Nephi, beginning at the city Bountiful;"],["div",{"id":"15","uri":"/scriptures/bofm/hel/5.15","order":"05.21.005.19261"},["b","15"],"And from thenceforth to the city of Gid; and from the city of Gid to the city of Mulek;"],["div",{"id":"16","uri":"/scriptures/bofm/hel/5.16","order":"05.21.005.19262"},["b","16"],"And even from one city to another, until they had gone forth",["sup","a"],["a",{"href":"fn_16a"},"among"],"all the people of Nephi who were in the land southward; and from thence into the land of Zarahemla, among the Lamanites."],["div",{"id":"17","uri":"/scriptures/bofm/hel/5.17","order":"05.21.005.19263"},["b","17"],"And it came to pass that they did",["sup","a"],["a",{"href":"fn_17a"},"preach"],"with great",["sup","b"],["a",{"href":"fn_17b"},"power"],", insomuch that they did confound many of those",["sup","c"],["a",{"href":"fn_17c"},"dissenters"],"who had gone over from the Nephites, insomuch that they came forth and did confess their sins and were baptized unto repentance, and immediately returned to the Nephites to endeavor to repair unto them the wrongs which they had done."],["div",{"id":"18","uri":"/scriptures/bofm/hel/5.18","order":"05.21.005.19264"},["b","18"],"And it came to pass that Nephi and Lehi did preach unto the Lamanites with such great power and authority, for they had power and authority given unto them that they might",["sup","a"],["a",{"href":"fn_18a"},"speak"],", and they also had what they should speak given unto them—"],["div",{"id":"19","uri":"/scriptures/bofm/hel/5.19","order":"05.21.005.19265"},["b","19"],"Therefore they did speak unto the great astonishment of the Lamanites, to the convincing them, insomuch that there were eight thousand of the Lamanites who were in the land of Zarahemla and round about",["sup","a"],["a",{"href":"fn_19a"},"baptized"],"unto repentance, and were convinced of the",["sup","b"],["a",{"href":"fn_19b"},"wickedness"],"of the",["sup","c"],["a",{"href":"fn_19c"},"traditions"],"of their fathers."],["div",{"id":"20","uri":"/scriptures/bofm/hel/5.20","order":"05.21.005.19266"},["b","20"],"And it came to pass that Nephi and Lehi did proceed from thence to go to the",["sup","a"],["a",{"href":"fn_20a"},"land of Nephi"],"."],["div",{"id":"21","uri":"/scriptures/bofm/hel/5.21","order":"05.21.005.19267"},["b","21"],"And it came to pass that they were taken by an army of the Lamanites and cast into",["sup","a"],["a",{"href":"fn_21a"},"prison"],"; yea, even in that same prison in which Ammon and his brethren were cast by the servants of Limhi."],["div",{"id":"22","uri":"/scriptures/bofm/hel/5.22","order":"05.21.005.19268"},["b","22"],"And after they had been cast into prison many days without food, behold, they went forth into the prison to take them that they might slay them."],["div",{"id":"23","uri":"/scriptures/bofm/hel/5.23","order":"05.21.005.19269"},["b","23"],"And it came to pass that Nephi and Lehi were encircled about",["sup","a"],["a",{"href":"fn_23a"},"as"],"if by",["sup","b"],["a",{"href":"fn_23b"},"fire"],", even insomuch that they durst not lay their hands upon them for fear lest they should be burned. Nevertheless, Nephi and Lehi were not burned; and they were as standing in the midst of fire and were not burned."],["div",{"id":"24","uri":"/scriptures/bofm/hel/5.24","order":"05.21.005.19270"},["b","24"],"And when they saw that they were encircled about with a",["sup","a"],["a",{"href":"fn_24a"},"pillar"],"of fire, and that it burned them not, their hearts did take courage."],["div",{"id":"25","uri":"/scriptures/bofm/hel/5.25","order":"05.21.005.19271"},["b","25"],"For they saw that the Lamanites durst not lay their hands upon them; neither durst they come near unto them, but stood as if they were struck dumb with amazement."],["div",{"id":"26","uri":"/scriptures/bofm/hel/5.26","order":"05.21.005.19272"},["b","26"],"And it came to pass that Nephi and Lehi did stand forth and began to speak unto them, saying:",["sup","a"],["a",{"href":"fn_26a"},"Fear not"],", for behold, it is God that has shown unto you this marvelous thing, in the which is shown unto you that ye cannot lay your hands on us to slay us."],["div",{"id":"27","uri":"/scriptures/bofm/hel/5.27","order":"05.21.005.19273"},["b","27"],"And behold, when they had said these words, the earth shook exceedingly, and the walls of the prison did shake as if they were about to tumble to the earth; but behold, they did not fall. And behold, they that were in the prison were Lamanites and Nephites who were dissenters."],["div",{"id":"28","uri":"/scriptures/bofm/hel/5.28","order":"05.21.005.19274"},["b","28"],"And it came to pass that they were overshadowed with a cloud of",["sup","a"],["a",{"href":"fn_28a"},"darkness"],", and an awful solemn fear came upon them."],["div",{"id":"29","uri":"/scriptures/bofm/hel/5.29","order":"05.21.005.19275"},["b","29"],"And it came to pass that there came a",["sup","a"],["a",{"href":"fn_29a"},"voice"],"as if it were above the cloud of darkness, saying: Repent ye, repent ye, and seek no more to destroy my",["sup","b"],["a",{"href":"fn_29b"},"servants"],"whom I have sent unto you to declare good tidings."],["div",{"id":"30","uri":"/scriptures/bofm/hel/5.30","order":"05.21.005.19276"},["b","30"],"And it came to pass when they heard this",["sup","a"],["a",{"href":"fn_30a"},"voice"],", and beheld that it was not a voice of thunder, neither was it a voice of a great tumultuous noise, but behold, it was a",["sup","b"],["a",{"href":"fn_30b"},"still voice"],"of perfect mildness, as if it had been a whisper, and it did pierce even to the very soul—"],["div",{"id":"31","uri":"/scriptures/bofm/hel/5.31","order":"05.21.005.19277"},["b","31"],"And notwithstanding the mildness of the voice, behold the earth shook exceedingly, and the walls of the prison trembled again, as if it were about to tumble to the earth; and behold the cloud of darkness, which had overshadowed them, did not disperse—"],["div",{"id":"32","uri":"/scriptures/bofm/hel/5.32","order":"05.21.005.19278"},["b","32"],"And behold the voice came again, saying:",["sup","a"],["a",{"href":"fn_32a"},"Repent"],"ye, repent ye, for the kingdom of heaven is at hand; and seek no more to destroy my servants. And it came to pass that the earth shook again, and the walls trembled."],["div",{"id":"33","uri":"/scriptures/bofm/hel/5.33","order":"05.21.005.19279"},["b","33"],"And also again the third time the voice came, and did speak unto them marvelous words which",["sup","a"],["a",{"href":"fn_33a"},"cannot"],"be uttered by man; and the walls did tremble again, and the earth shook as if it were about to divide asunder."],["div",{"id":"34","uri":"/scriptures/bofm/hel/5.34","order":"05.21.005.19280"},["b","34"],"And it came to pass that the Lamanites could not flee because of the cloud of darkness which did overshadow them; yea, and also they were immovable because of the fear which did come upon them."],["div",{"id":"35","uri":"/scriptures/bofm/hel/5.35","order":"05.21.005.19281"},["b","35"],"Now there was one among them who was a Nephite by birth, who had once belonged to the church of God but had dissented from them."],["div",{"id":"36","uri":"/scriptures/bofm/hel/5.36","order":"05.21.005.19282"},["b","36"],"And it came to pass that he turned him about, and behold, he saw through the cloud of darkness the faces of Nephi and Lehi; and behold, they did",["sup","a"],["a",{"href":"fn_36a"},"shine"],"exceedingly, even as the faces of angels. And he beheld that they did lift their eyes to heaven; and they were in the attitude as if talking or lifting their voices to some being whom they beheld."],["div",{"id":"37","uri":"/scriptures/bofm/hel/5.37","order":"05.21.005.19283"},["b","37"],"And it came to pass that this man did cry unto the multitude, that they might turn and look. And behold, there was power given unto them that they did turn and look; and they did behold the faces of Nephi and Lehi."],["div",{"id":"38","uri":"/scriptures/bofm/hel/5.38","order":"05.21.005.19284"},["b","38"],"And they said unto the man: Behold, what do all these things mean, and who is it with whom these men do converse?"],["div",{"id":"39","uri":"/scriptures/bofm/hel/5.39","order":"05.21.005.19285"},["b","39"],"Now the man’s name was Aminadab. And Aminadab said unto them: They do converse with the angels of God."],["div",{"id":"40","uri":"/scriptures/bofm/hel/5.40","order":"05.21.005.19286"},["b","40"],"And it came to pass that the Lamanites said unto him:",["sup","a"],["a",{"href":"fn_40a"},"What"],"shall we do, that this cloud of darkness may be removed from overshadowing us?"],["div",{"id":"41","uri":"/scriptures/bofm/hel/5.41","order":"05.21.005.19287"},["b","41"],"And Aminadab said unto them: You must",["sup","a"],["a",{"href":"fn_41a"},"repent"],", and cry unto the voice, even until ye shall have",["sup","b"],["a",{"href":"fn_41b"},"faith"],"in Christ, who was taught unto you by Alma, and",["sup","c"],["a",{"href":"fn_41c"},"Amulek"],", and Zeezrom; and when ye shall do this, the cloud of darkness shall be removed from overshadowing you."],["div",{"id":"42","uri":"/scriptures/bofm/hel/5.42","order":"05.21.005.19288"},["b","42"],"And it came to pass that they all did begin to cry unto the voice of him who had shaken the earth; yea, they did cry even until the cloud of darkness was dispersed."],["div",{"id":"43","uri":"/scriptures/bofm/hel/5.43","order":"05.21.005.19289"},["b","43"],"And it came to pass that when they cast their eyes about, and saw that the cloud of darkness was dispersed from overshadowing them, behold, they saw that they were",["sup","a"],["a",{"href":"fn_43a"},"encircled"],"about, yea every soul, by a pillar of fire."],["div",{"id":"44","uri":"/scriptures/bofm/hel/5.44","order":"05.21.005.19290"},["b","44"],"And",["sup","a"],["a",{"href":"fn_44a"},"Nephi"],"and",["sup","b"],["a",{"href":"fn_44b"},"Lehi"],"were in the midst of them; yea, they were encircled about; yea, they were as if in the midst of a flaming fire, yet it did harm them not, neither did it take hold upon the walls of the prison; and they were filled with that",["sup","c"],["a",{"href":"fn_44c"},"joy"],"which is unspeakable and full of glory."],["div",{"id":"45","uri":"/scriptures/bofm/hel/5.45","order":"05.21.005.19291"},["b","45"],"And behold, the",["sup","a"],["a",{"href":"fn_45a"},"Holy Spirit"],"of God did come down from heaven, and did enter into their hearts, and they were filled as if with fire, and they could",["sup","b"],["a",{"href":"fn_45b"},"speak"],"forth marvelous words."],["div",{"id":"46","uri":"/scriptures/bofm/hel/5.46","order":"05.21.005.19292"},["b","46"],"And it came to pass that there came a voice unto them, yea, a pleasant voice, as if it were a whisper, saying:"],["div",{"id":"47","uri":"/scriptures/bofm/hel/5.47","order":"05.21.005.19293"},["b","47"],["sup","a"],["a",{"href":"fn_47a"},"Peace"],", peace be unto you, because of your faith in my Well Beloved, who was from the foundation of the world."],["div",{"id":"48","uri":"/scriptures/bofm/hel/5.48","order":"05.21.005.19294"},["b","48"],"And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the",["sup","a"],["a",{"href":"fn_48a"},"heavens"],"open; and angels came down out of heaven and ministered unto them."],["div",{"id":"49","uri":"/scriptures/bofm/hel/5.49","order":"05.21.005.19295"},["b","49"],"And there were about three hundred souls who saw and heard these things; and they were bidden to go forth and marvel not, neither should they doubt."],["div",{"id":"50","uri":"/scriptures/bofm/hel/5.50","order":"05.21.005.19296"},["b","50"],"And it came to pass that they did go forth, and did minister unto the people, declaring throughout all the regions round about all the things which they had heard and seen, insomuch that the more part of the Lamanites were",["sup","a"],["a",{"href":"fn_50a"},"convinced"],"of them, because of the greatness of the evidences which they had received."],["div",{"id":"51","uri":"/scriptures/bofm/hel/5.51","order":"05.21.005.19297"},["b","51"],"And as many as were",["sup","a"],["a",{"href":"fn_51a"},"convinced"],"did lay down their weapons of war, and also their hatred and the tradition of their fathers."],["div",{"id":"52","uri":"/scriptures/bofm/hel/5.52","order":"05.21.005.19298"},["b","52"],"And it came to pass that they did",["sup","a"],["a",{"href":"fn_52a"},"yield"],"up unto the Nephites the lands of their possession."]]],"refs":[["div",{"id":"1a","uri":"/scriptures/bofm/hel/5.1a","order":"05.21.005.19299"},["b","1a"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/3.37"},"Hel. 3:37"],"."],["div",{"id":"1b","uri":"/scriptures/bofm/hel/5.1b","order":"05.21.005.19301"},["b","1b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.20.15-20"},"Alma 4:20 (15–20)"],"."],["div",{"id":"1c","uri":"/scriptures/bofm/hel/5.1c","order":"05.21.005.19303"},["b","1c"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/6.15"},"Hel. 6:15"],"."],["div",{"id":"2a","uri":"/scriptures/bofm/hel/5.2a","order":"05.21.005.19305"},["b","2a"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/29.25.25-27"},"Mosiah 29:25 (25–27)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1.5.3-5,13"},"Hel. 1:5 (3–5, 13)"],"."],["div",{"id":"2b","uri":"/scriptures/bofm/hel/5.2b","order":"05.21.005.19307"},["b","2b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.19"},"Alma 10:19"],"."],["div",{"id":"2c","uri":"/scriptures/bofm/hel/5.2c","order":"05.21.005.19309"},["b","2c"],["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.40"},"4 Ne. 1:40"],"."],["div",{"id":"2d","uri":"/scriptures/bofm/hel/5.2d","order":"05.21.005.19311"},["b","2d"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/6.40"},"Hel. 6:40"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/10.11"},"10:11"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.6"},"D&C 18:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.31"},"61:31"],"."],["div",{"id":"3a","uri":"/scriptures/bofm/hel/5.3a","order":"05.21.005.19313"},["b","3a"],["a.scriptureRef",{"href":"/scriptures/tg/stiffnecked"},"TG Stiffnecked"],"."],["div",{"id":"5a","uri":"/scriptures/bofm/hel/5.5a","order":"05.21.005.19315"},["b","5a"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/3.21.21,37"},"Hel. 3:21 (21, 37)"],"."],["div",{"id":"6a","uri":"/scriptures/bofm/hel/5.6a","order":"05.21.005.19317"},["b","6a"],["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4.1,4"},"1 Ne. 1:4 (1, 4)"],"."],["div",{"id":"6b","uri":"/scriptures/bofm/hel/5.6b","order":"05.21.005.19319"},["b","6b"],["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.12"},"2 Ne. 4:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.3.1-15"},"33:3 (1–15)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.10.9-12"},"Jacob 1:10 (9–12)"],"."],["div",{"id":"8a","uri":"/scriptures/bofm/hel/5.8a","order":"05.21.005.19321"},["b","8a"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.25"},"Hel. 8:25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/13.20.19-21"},"3 Ne. 13:20 (19–21)"],".",["a.scriptureRef",{"href":"/scriptures/tg/treasure"},"TG Treasure"],"."],["div",{"id":"8b","uri":"/scriptures/bofm/hel/5.8b","order":"05.21.005.19323"},["b","8b"],["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.36"},"1 Ne. 15:36"],"."],["div",{"id":"9a","uri":"/scriptures/bofm/hel/5.9a","order":"05.21.005.19325"},["b","9a"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.9"},"Mosiah 2:9"],"."],["div",{"id":"9b","uri":"/scriptures/bofm/hel/5.9b","order":"05.21.005.19327"},["b","9b"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.18"},"Mosiah 3:18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.2"},"4:2"],".",["a.scriptureRef",{"href":"/scriptures/tg/jesus-christ-atonement-through"},"TG Jesus Christ, Atonement through"],"."],["div",{"id":"9c","uri":"/scriptures/bofm/hel/5.9c","order":"05.21.005.19329"},["b","9c"],["a.scriptureRef",{"href":"/scriptures/tg/jesus-christ-redeemer"},"TG Jesus Christ, Redeemer"],"."],["div",{"id":"9d","uri":"/scriptures/bofm/hel/5.9d","order":"05.21.005.19331"},["b","9d"],["a.scriptureRef",{"href":"/scriptures/tg/world"},"TG World"],"."],["div",{"id":"10a","uri":"/scriptures/bofm/hel/5.10a","order":"05.21.005.19333"},["b","10a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.34"},"Alma 11:34"],"."],["div",{"id":"11a","uri":"/scriptures/bofm/hel/5.11a","order":"05.21.005.19335"},["b","11a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.24.24-25"},"Alma 13:24 (24–25)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.19"},"39:19"],"."],["div",{"id":"12a","uri":"/scriptures/bofm/hel/5.12a","order":"05.21.005.19337"},["b","12a"],["a.scriptureRef",{"href":"/scriptures/ot/ps/71.3"},"Ps. 71:3"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.24.24-27"},"Matt. 7:24 (24–27)"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.34"},"D&C 6:34"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.53"},"Moses 7:53"],".",["a.scriptureRef",{"href":"/scriptures/tg/cornerstone"},"TG Cornerstone"],";",["a.scriptureRef",{"href":"/scriptures/tg/rock"},"Rock"],"."],["div",{"id":"12b","uri":"/scriptures/bofm/hel/5.12b","order":"05.21.005.19339"},["b","12b"],["a.scriptureRef",{"href":"/scriptures/ot/isa/28.16.14-17"},"Isa. 28:16 (14–17)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.16"},"Jacob 4:16"],"."],["div",{"id":"12c","uri":"/scriptures/bofm/hel/5.12c","order":"05.21.005.19341"},["b","12c"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/26.6"},"Alma 26:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/14.25.25,27"},"3 Ne. 14:25 (25, 27)"],"."],["div",{"id":"13a","uri":"/scriptures/bofm/hel/5.13a","order":"05.21.005.19343"},["b","13a"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.4"},"Mosiah 1:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.36"},"Alma 18:36"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.1"},"36:1"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.58"},"Moses 6:58"],"."],["div",{"id":"16a","uri":"/scriptures/bofm/hel/5.16a","order":"05.21.005.19345"},["b","16a"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/4.5"},"Hel. 4:5"],"."],["div",{"id":"17a","uri":"/scriptures/bofm/hel/5.17a","order":"05.21.005.19347"},["b","17a"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/4.14"},"Hel. 4:14"],"."],["div",{"id":"17b","uri":"/scriptures/bofm/hel/5.17b","order":"05.21.005.19349"},["b","17b"],["a.scriptureRef",{"href":"/scriptures/tg/teaching-with-the-spirit"},"TG Teaching with the Spirit"],"."],["div",{"id":"17c","uri":"/scriptures/bofm/hel/5.17c","order":"05.21.005.19351"},["b","17c"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/4.4.2,4"},"Hel. 4:4 (2, 4)"],"."],["div",{"id":"18a","uri":"/scriptures/bofm/hel/5.18a","order":"05.21.005.19353"},["b","18a"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.6"},"D&C 24:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.5.5-8"},"100:5 (5–8)"],".",["a.scriptureRef",{"href":"/scriptures/tg/prophets-mission-of"},"TG Prophets, Mission of"],"."],["div",{"id":"19a","uri":"/scriptures/bofm/hel/5.19a","order":"05.21.005.19355"},["b","19a"],["a.scriptureRef",{"href":"/scriptures/tg/missionary-work"},"TG Missionary Work"],"."],["div",{"id":"19b","uri":"/scriptures/bofm/hel/5.19b","order":"05.21.005.19357"},["b","19b"],["a.scriptureRef",{"href":"/scriptures/ot/mal/2.6"},"Mal. 2:6"],"."],["div",{"id":"19c","uri":"/scriptures/bofm/hel/5.19c","order":"05.21.005.19359"},["b","19c"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.4"},"Hel. 15:4"],"."],["div",{"id":"20a","uri":"/scriptures/bofm/hel/5.20a","order":"05.21.005.19361"},["b","20a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.1"},"Alma 22:1"],"."],["div",{"id":"21a","uri":"/scriptures/bofm/hel/5.21a","order":"05.21.005.19363"},["b","21a"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/7.7.6-8"},"Mosiah 7:7 (6–8)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/21.23.22-24"},"21:23 (22–24)"],"."],["div",{"id":"23a","uri":"/scriptures/bofm/hel/5.23a","order":"05.21.005.19365"},["b","23a"],["a.scriptureRef",{"href":"/scriptures/ot/ex/24.17"},"Ex. 24:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.2"},"D&C 137:2"],"."],["div",{"id":"23b","uri":"/scriptures/bofm/hel/5.23b","order":"05.21.005.19367"},["b","23b"],["a.scriptureRef",{"href":"/scriptures/ot/ex/3.2"},"Ex. 3:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/dan/3.25.25,27"},"Dan. 3:25 (25, 27)"],"."],["div",{"id":"24a","uri":"/scriptures/bofm/hel/5.24a","order":"05.21.005.19369"},["b","24a"],["a.scriptureRef",{"href":"/scriptures/ot/ex/14.24"},"Ex. 14:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.6"},"1 Ne. 1:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.12"},"D&C 29:12"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.16"},"JS—H 1:16"],".",["a.scriptureRef",{"href":"/scriptures/tg/protection-divine"},"TG Protection, Divine"],"."],["div",{"id":"26a","uri":"/scriptures/bofm/hel/5.26a","order":"05.21.005.19371"},["b","26a"],["a.scriptureRef",{"href":"/scriptures/ot/dan/10.12"},"Dan. 10:12"],"."],["div",{"id":"28a","uri":"/scriptures/bofm/hel/5.28a","order":"05.21.005.19373"},["b","28a"],["a.scriptureRef",{"href":"/scriptures/ot/ex/14.20"},"Ex. 14:20"],"."],["div",{"id":"29a","uri":"/scriptures/bofm/hel/5.29a","order":"05.21.005.19375"},["b","29a"],["a.scriptureRef",{"href":"/scriptures/ot/deut/4.33"},"Deut. 4:33"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.3.3-14"},"3 Ne. 11:3 (3–14)"],"."],["div",{"id":"29b","uri":"/scriptures/bofm/hel/5.29b","order":"05.21.005.19377"},["b","29b"],["a.scriptureRef",{"href":"/scriptures/tg/servant"},"TG Servant"],"."],["div",{"id":"30a","uri":"/scriptures/bofm/hel/5.30a","order":"05.21.005.19379"},["b","30a"],["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.25"},"Moses 1:25"],"."],["div",{"id":"30b","uri":"/scriptures/bofm/hel/5.30b","order":"05.21.005.19381"},["b","30b"],["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.12"},"1 Kgs. 19:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.6.6-7"},"D&C 85:6 (6–7)"],"."],["div",{"id":"32a","uri":"/scriptures/bofm/hel/5.32a","order":"05.21.005.19383"},["b","32a"],["a.scriptureRef",{"href":"/scriptures/nt/matt/3.2.2-3"},"Matt. 3:2 (2–3)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.9"},"Alma 7:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/9.25.25-26"},"9:25 (25–26)"],"."],["div",{"id":"33a","uri":"/scriptures/bofm/hel/5.33a","order":"05.21.005.19385"},["b","33a"],["a.scriptureRef",{"href":"/scriptures/nt/rom/8.26"},"Rom. 8:26"],"."],["div",{"id":"36a","uri":"/scriptures/bofm/hel/5.36a","order":"05.21.005.19387"},["b","36a"],["a.scriptureRef",{"href":"/scriptures/ot/ex/34.29.29-35"},"Ex. 34:29 (29–35)"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/6.15"},"Acts 6:15"],"."],["div",{"id":"40a","uri":"/scriptures/bofm/hel/5.40a","order":"05.21.005.19389"},["b","40a"],["a.scriptureRef",{"href":"/scriptures/nt/acts/2.37.37-39"},"Acts 2:37 (37–39)"],"."],["div",{"id":"41a","uri":"/scriptures/bofm/hel/5.41a","order":"05.21.005.19391"},["b","41a"],["a.scriptureRef",{"href":"/scriptures/tg/repent"},"TG Repent"],"."],["div",{"id":"41b","uri":"/scriptures/bofm/hel/5.41b","order":"05.21.005.19393"},["b","41b"],["a.scriptureRef",{"href":"/scriptures/tg/faith"},"TG Faith"],"."],["div",{"id":"41c","uri":"/scriptures/bofm/hel/5.41c","order":"05.21.005.19395"},["b","41c"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.6.5-38"},"Alma 31:6 (5–38)"],"."],["div",{"id":"43a","uri":"/scriptures/bofm/hel/5.43a","order":"05.21.005.19397"},["b","43a"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.24"},"3 Ne. 17:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.14"},"19:14"],"."],["div",{"id":"44a","uri":"/scriptures/bofm/hel/5.44a","order":"05.21.005.19399"},["b","44a"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/6.6"},"Hel. 6:6"],"."],["div",{"id":"44b","uri":"/scriptures/bofm/hel/5.44b","order":"05.21.005.19401"},["b","44b"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/11.19"},"Hel. 11:19"],"."],["div",{"id":"44c","uri":"/scriptures/bofm/hel/5.44c","order":"05.21.005.19403"},["b","44c"],["a.scriptureRef",{"href":"/scriptures/tg/joy"},"TG Joy"],"."],["div",{"id":"45a","uri":"/scriptures/bofm/hel/5.45a","order":"05.21.005.19405"},["b","45a"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.20"},"3 Ne. 9:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.14.13-14"},"19:14 (13–14)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.14"},"Ether 12:14"],"."],["div",{"id":"45b","uri":"/scriptures/bofm/hel/5.45b","order":"05.21.005.19407"},["b","45b"],["a.scriptureRef",{"href":"/scriptures/tg/holy-ghost-gifts-of"},"TG Holy Ghost, Gifts of"],"."],["div",{"id":"47a","uri":"/scriptures/bofm/hel/5.47a","order":"05.21.005.19409"},["b","47a"],["a.scriptureRef",{"href":"/scriptures/tg/peace-of-god"},"TG Peace of God"],"."],["div",{"id":"48a","uri":"/scriptures/bofm/hel/5.48a","order":"05.21.005.19411"},["b","48a"],["a.scriptureRef",{"href":"/scriptures/nt/acts/7.56.55-56"},"Acts 7:56 (55–56)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.8"},"1 Ne. 1:8"],"."],["div",{"id":"50a","uri":"/scriptures/bofm/hel/5.50a","order":"05.21.005.19413"},["b","50a"],["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.14"},"Ether 12:14"],"."],["div",{"id":"51a","uri":"/scriptures/bofm/hel/5.51a","order":"05.21.005.19415"},["b","51a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],"."],["div",{"id":"52a","uri":"/scriptures/bofm/hel/5.52a","order":"05.21.005.19417"},["b","52a"],["a.scriptureRef",{"href":"/scriptures/bofm/hel/4.5.5,18-19"},"Hel. 4:5 (5, 18–19)"],"."]]}
