{"id":153,"parent_id":148,"book_id":0,"content_id":1,"language_id":1,"display_order":153,"title":"Section 136 Organization of the Camp of Zion","subtitle":"","short_title":"Section 136","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.head6"},[".titleNumber","Section 136"],["h1","Organization of the Camp of Zion"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p340","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p340"},"With the death of the Prophet Joseph Smith, the leadership of the Church fell on the Quorum of the Twelve. Brigham Young, as the senior Apostle, was President of the Quorum. The opposition from enemies of the Church that led to the Martyrdom was not stilled with the death of the Prophet. Once again mobs began to persecute the Saints. President Young pressed forward with plans first initiated by the Prophet Joseph to take the Saints to the Rocky Mountains where they could find some measure of peace. In February 1846, under the direction of the Twelve, the Saints began to leave Nauvoo, Illinois, and cross the Mississippi River to Iowa. As they moved west across Iowa, they established camps for those who would follow. The winter of 1846–47 was spent at Winter Quarters (which today is Florence, Nebraska). While encamped at Winter Quarters, President Brigham Young received a revelation from the Lord."],["div",{"id":"p341","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p341"},"Elder B. H. Roberts explained: “The serious business of preparing for the continuation of the march into the wilderness, the completion of the exodus from the United States, was not neglected. It was considered in many council meetings of the presiding authorities, it was the chief topic of conversation and of discussion wherever two or three were gathered together. Thought upon it finally so crystallized in the mind of Brigham Young that on the 14th of January, 1847, at Winter Quarters, he was prepared to announce ‘",["span.emphasis","The Word and Will of the Lord"],"’ upon the march of the Camps of Israel to the west.” (",["span.emphasis","Comprehensive History of the Church,"],"3:154–55.)"],[".",{"id":"f12","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.f12"},[".caption","The Saints migrated across the plains in companies."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.1-3"},"D&C 136:1–3"],". How Was the Camp of Israel Organized?"],["div",{"id":"p343","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p343"},"Smith and Sjodahl wrote: “The Saints were driven from their homes in Nauvoo under the most trying circumstances and in poverty and destitution in large measure, for they had been robbed by their enemies. Therefore it was extremely needful for a revelation from the Lord for their guidance in their journeyings to the Rocky Mountains. The Lord did not fail them in this hour of distress and gave this revelation to President Brigham Young to guide them in their journeyings and admonishing them to keep His commandments. All the members of the Church were to be organized in companies and were required to keep the commandments faithfully that they might have the guidance of His Spirit with them in all their trying circumstances. These companies were to be on the order followed by Zion’s Camp in their remarkable march from Kirtland to Missouri, with captains, over hundreds, fifties and tens and all under the direction of the council of Apostles.” (Commentary, p. 857.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.4-11"},"D&C 136:4–11"],". The Saints Must Walk by Covenant"],["div",{"id":"p344","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p344"},"“How essential it was then in the days of tribulation for the saints to walk by covenant as they journeyed towards a new home,” wrote Smith and Sjodahl. “Moreover it was necessary that they provide themselves the best they could with teams, clothing and provisions, for the journey was a difficult one. Some members of necessity would be left behind until such time as they could be prepared. The officers of the companies were to decide who might go and who would better remain behind until a more suitable day. These who were to remain were to put in crops and wait until the coming harvest. Each company was to bear an equal proportion of the means for the benefit of all. Those who had substance were to share with those who were destitute, in the true spirit of charity and faith. There were among them the widows and fatherless and the wives and families of those who had gone into the ‘Mormon Battalion.’ If they would do this the Lord would pour out upon them his blessings. They should have flocks and herds and their fields would not fail them.” (Commentary, pp. 858–59.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.18-27"},"D&C 136:18–27"],". Zion Will Be Redeemed"],["div",{"id":"p345","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p345"},"Smith and Sjodahl wrote that “the members of the Church had been disappointed, if not discouraged, because Zion had not been redeemed. No doubt it was trying to the faith of some to be on the way to the unknown region of the Rocky Mountains. All that they had heard of this territory was discouraging and the redemption of Zion seemed farther away than ever from fulfillment. Now they were to take courage, for the Lord had not forgotten Zion, and it should be redeemed in the due time of the Lord. It was well, therefore, for the members to obey counsel and not seek to build themselves at the expense of others; should this be done they would lose the reward. The Lord would lead them as he led the children of Israel, and he was just as mindful of the Saints today as he was then. Every man should respect the rights and property of the rest, and all should be wise stewards.” (Commentary, p. 860; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p1"},"Notes and Commentary for D&C 103:15–20"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.22"},"D&C 136:22"],". Can One Compare Ancient Israel to Modern Israel?"],["div",{"id":"p346","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p346"},"President Anthony W. Ivins commented:"],["div",{"id":"p347","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p347"},"“Recognizing the hopelessness of reconciliation with their neighbors, determined to find a place where the Saints could worship the Lord without molestation, this modern Moses [Brigham Young] and his associates turned their faces westward, and after a journey unparalleled in the history of the world found asylum in these mountain valleys, where the body of the Church now resides."],["div",{"id":"p348","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p348"},"“It is true that Moses led the Israelites out from the Egyptian captivity; the Puritans had left their homes in the old world and landed at Plymouth Rock."],["div",{"id":"p349","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p349"},"“The impulse which prompted each of these great movements, which have meant so much to the world and its people, were similar, but the circumstances under which they were accomplished entirely different."],["div",{"id":"p350","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p350"},"“The Israelites were going out from a grievous and humiliating bondage, and returning to their old home, in the land of their fathers. Modern Israel were leaving their homes, the lands of their fathers, and were going into a country unknown to them. …"],["div",{"id":"p351","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p351"},"“The Israelites were a people of one race, influenced in the accomplishment of their purpose by the traditions and religion of their fathers. The Latter-day Saints were composed of people gathered from various nations, bringing with them different traditions, different customs and different languages."],["div",{"id":"p352","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p352"},"“Ancient Israel was separated from their destination by only about two hundred and fifty miles, in a direct line, and that over a country where great armies have marched from remote times. The ‘Mormon’ Pioneers traveled over a road where few had gone before, a distance of more than a thousand miles."],["div",{"id":"p353","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p353"},"“Ancient Israel were led by great ocular demonstrations of the power of the Lord, and their daily bread was provided by manna sent down from heaven. The ‘Mormon’ Pioneers walked by divine faith, and provided for their daily necessities with the labor of their own hands."],["div",{"id":"p354","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p354"},"“Reaching their destination Ancient Israel found cities already built, orchards and vineyards already planted, and flocks and herds which the Lord delivered into their hands. Modern Israel found a desert waste, which could only be redeemed, and made productive by infinite toil."],["div",{"id":"p355","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p355"},"“So, I feel justified in saying that this accomplishment has no parallel in the history of the world.” (In Conference Report, Apr. 1922, pp. 36–37.)"],[".",{"id":"f13","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.f13"},[".caption","Music revived the weary spirits of the pioneer Saints."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.28"},"D&C 136:28"],". Why Did the Lord Instruct the People to Sing and Dance?"],["div",{"id":"p357","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p357"},"Wrote Smith and Sjodahl: “The Lord knew that the members of the Church would be weary and discouraged as they journeyed, and therefore he gave to them a remedy by which their despondency and discouragement could be overcome. They were to ‘praise the Lord with singing, and music, with dancing,’ with prayer and thanksgiving. This advice was followed, and after the camp was made for the night, frequently someone with a violin furnished music for dancing and for singing the favorite hymns and melodies familiar to the group, and thus their spirits were revived.” (Commentary, p. 860.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.31"},"D&C 136:31"],". Tested and Tried in All Things"],["div",{"id":"p358","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p358"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-101-the-saints-are-cast-out-from-the-land-of-their-inheritance.p1"},"Notes and Commentary for Doctrine and Covenants 101:4–5; 122"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.34-36"},"D&C 136:34–36"],". Has the United States Been Vexed Because of Its Persecution of the Latter-day Saints?"],["div",{"id":"p359","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p359"},"Elder B. H. Roberts quoted",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/16.10"},"3 Nephi 16:10"],", the Savior’s warning of what would happen if the Gentiles rejected His gospel, and said:"],["div",{"id":"p360","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p360"},"“That is what the people of the United States did when they rejected from habitation among them, the Church of Jesus Christ of Latter-day Saints, and expatriated the membership thereof, so that they were under the necessity of finding a refuge in a land, which, at the time our fathers entered it—The Salt Lake Valley—was no part of the United States of America—but was Mexican territory."],["div",{"id":"p361","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p361"},"“Listen to this: it is a revelation that we do not often refer to, but it has some very choice gems in it. It is the ‘Word and Will of the Lord to President Brigham Young,’ given at Winter Quarters, and, among other things, this was said: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.34-36"},"D&C 136:34–36"],"]."],["div",{"id":"p362","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p362"},"“I think our country at that time did not repent of the wrongs they had done in this and other things, for this proclamation was immediately followed by the war with Mexico, in which at least those regiments that were selected from western Illinois—one of them at least, was well nigh wiped out of existence in the war with Mexico; and it was about the only disastrous engagement that we had in that war. Then followed the awful war, between 1861 and 1865, in which, as I believe, the hand of God severely punished the United States of America, in fulfilment of the wonderful prediction that was made by the Prophet Joseph Smith, in relation to the calamities that would befall the nation.” (In Conference Report, Oct. 1922, pp. 17–18.)"],["div",{"id":"p363","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p363"},"Since the Civil War, the United States has been involved in numerous major wars including the Spanish-American War, World Wars I and II, the Korean and Vietnam Wars, and the Gulf War. Nor has war been the only means of vexation. Depressions, natural disasters, and other calamities have plagued the nation. The prophetic promise is that if the people of this nation do not serve the God of the land, who is Jesus Christ, they will be swept off (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/2.10"},"Ether 2:10"],"). As yet there has been no nationwide repentance for past and present sins, and so the Lord continues to vex the people of the United States, seeking to bring them to repentance. In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.42"},"verse 42 of section 136"],", the Lord reminds the Saints that they are under the same obligation to keep the commandments."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.38-40"},"D&C 136:38–40"],". “Many Have Marveled Because of His Death”"],["div",{"id":"p364","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-136-organization-of-the-camp-of-zion.p364"},"Elder George Albert Smith noted: “Under the Lord’s direction, [Joseph Smith] organized the Church of Christ, with apostles, prophets, pastors, teachers, evangelists, etc., as the Church should be organized, to continue thus until all should come to a unity of the faith. He ministered unto the people, he healed the sick; he loved the souls of the children of men. But, as had been the case with prophets whom the Lord had raised up before, it seemed necessary in this case that the testimony of His servant should be sealed with his life’s blood. No more pathetic page will be found in the history of the world than that upon which is inscribed the last sayings of our beloved Prophet Joseph Smith. He knew that his time was near at hand; he realized that his life’s mission had been fulfilled. He had given the keys for the gifts and blessings of God unto the people, and the Father had continued to bless him; finally he realized that his labor was about done.” (In Conference Report, Apr. 1904, p. 63.)"]]]]],"refs":null}
