{"id":149,"parent_id":148,"book_id":0,"content_id":1,"language_id":1,"display_order":149,"title":"Section 132 Marriage: An Eternal Covenant","subtitle":"","short_title":"Section 132","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.head2"},[".titleNumber","Section 132"],["h1","Marriage: An Eternal Covenant"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p1"},"It is clear that the Prophet Joseph Smith received section 132 before it was recorded but delayed making it known. The Prophet knew the Lord’s will on plural marriage within the new and everlasting covenant probably as early as 1831 (see History of the Church, 5:xxix). In March 1843 he spoke to William Clayton of eternal marriage. In July of that year, he was discussing the doctrine with his brother Hyrum in William Clayton’s presence when Hyrum said, “If you will write the revelation on celestial marriage, I will take it and read it to Emma, and I believe I can convince her of its truth, and you will hereafter have peace” (",["span.emphasis","History of the Church,"],"5:xxxii)."],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p2"},"The Prophet consented and told William Clayton to get some paper to write; but to his brother’s “urgent request” that the Prophet use the Urim and Thummim to recall the exact revelation, Joseph replied that he did not need it, “for he knew the revelation from beginning to end” (",["span.emphasis","History of the Church,"],"5:xxxii). When he had finished dictating, William Clayton read it back slowly, and Joseph said that it was exact."],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p3"},"Bishop Newel K. Whitney heard the revelation read and asked permission of the Prophet Joseph Smith to have it copied. With the Prophet’s approval, Bishop Whitney sent Joseph C. Kingsbury the next day to copy it. Brothers Kingsbury and Clayton compared the copy line by line to the original and found it correct."],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p4"},"The revelation was not made public until Elder Orson Pratt, under the direction of President Brigham Young, announced it at a Church conference on 29 August 1852. The revelation was placed in the Doctrine and Covenants in 1876."],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p5"},"Smith and Sjodahl pointed out that the revelation has two major sections: “The first, comprising",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.3-33"},"vv. 3–33"],", deals mainly with the principle of celestial marriage, or marriage for time and all eternity; the second, comprising the remaining verses, deals with plural marriage. The doctrine of celestial marriage remains in force; the practice of plural marriage was abandoned by the acceptance by the Church, in Conference assembled October 6th, 1890, of the",["span.emphasis","Manifesto"],"of President Woodruff.” (Commentary, p. 821; also see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/official-declarations/official-declaration-1-manifesto.p1"},"Historical Background on Official Declaration 1"],".)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.1-2"},"D&C 132:1–2"],". “Inasmuch As You Have Inquired of My Hand”"],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p6"},"“From this introductory statement it is evident that the Prophet had made the question of marriage a subject of earnest prayer, as he did with matters concerning which he was perplexed and desired to know the truth. He did not understand how the Patriarchs, and David and Solomon could find favor with the Lord, while living in a manner contrary to … modern moral standards, and he asked the Lord for light. Elder B. H. Roberts (",["span.emphasis","Hist. of the Church,"],"Vol. V., Intr., p. 29) suggests that it was in the year 1831, when the Prophet was studying the lives of the Patriarchs in the Old Testament, in the course of his Bible revision, that he was led to offer the prayer referred to in the first verse, and received the answer contained in this Section, though it was not then committed to writing.” (Smith and Sjodahl, Commentary, p. 821.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.1"},"D&C 132:1"],". What Are Concubines?"],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p7"},["span.emphasis","Concubine,"],"a word commonly used in the Old Testament, was defined by Elder Bruce R. McConkie as follows: “Anciently they were considered to be",["span.emphasis","secondary wives,"],"that is, wives who did not have the same standing in the caste system then prevailing as did those wives who were not called concubines. There were no concubines connected with the practice of plural marriage in this dispensation, because the caste system which caused some wives to be so designated did not exist.” (",["span.emphasis","Mormon Doctrine,"],"pp. 154–55.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.3-6"},"D&C 132:3–6"],". “If Ye Abide Not That Covenant, Then Are Ye Damned”"],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p8"},"The “new and everlasting covenant” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.4"},"D&C 132:4"],") is the covenant of celestial marriage, as President Spencer W. Kimball stated: “Though relatively few people in this world understand it, the new and everlasting covenant is the marriage ordinance in the holy temple by the properly constituted leaders who hold the genuine, authoritative keys. This glorious blessing is available to men and women on this earth.” (“Temples and Eternal Marriage,”",["span.emphasis","Ensign,"],"Aug. 1974, p. 5.)"],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p9"},"One can sense the importance of accepting the covenant from the number of times the Lord repeats this warning:"],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p10"},"“All who have this law revealed unto them must obey the same” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.3"},"D&C 132:3"],")."],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p11"},"“If ye abide not that covenant, then are ye damned” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.4"},"v. 4"],")."],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p12"},"“No one can reject this covenant and … enter into my glory” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.4"},"v. 4"],")."],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p13"},"“All who will have a blessing at my hands shall abide the law” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.5"},"v. 5"],")."],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p14"},"“He that receiveth a fulness [of my glory] must and shall abide the law” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.6"},"v. 6"],")."],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p15"},"President Kimball stressed how the Saints should view this commandment (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p1"},"Notes and Commentary for D&C 131:4"],"). Those who reject this covenant cannot progress eternally because they do not inherit the blessings of eternal increase."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.4"},"D&C 132:4"],". Will Those Who Do Not Have the Opportunity to Marry in This Life Be Damned?"],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p16"},"President Spencer W. Kimball said:"],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p17"},"“I am aware of some young men and women who seemingly have not been successful in total fulfillment. Some have been on missions; some have completed their education. And yet they have passed the period of their greatest opportunity for marriage. The time has passed, and while still attractive and desirable and efficient, they find themselves alone."],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p18"},"“To you we say this: You are making a great contribution to the world as you serve your families and the Church and the world. You must remember that the Lord loves you and the Church loves you. To you women, we can only say we have no control over the heartbeats or the affections of men, but pray that you may find fulfillment. And in the meantime, we promise you that insofar as eternity is concerned, no soul will be deprived of rich and high and eternal blessings for anything which that person could not help, that the Lord never fails in his promises, and that every righteous person will receive eventually all to which the person is entitled and which he or she has not forfeited through any fault of his or her own. We encourage both men and women to keep themselves well-groomed, well-dressed, abreast of the times, attractive mentally, spiritually, physically, and especially morally, and then they can lean heavily upon the Lord’s promises for these heavenly blessings.” (“The Importance of Celestial Marriage,”",["span.emphasis","Ensign,"],"Oct. 1979, p. 5.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.7"},"D&C 132:7"],". What Does It Mean to Be “Sealed by the Holy Spirit of Promise”?"],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p19"},"Elder Bruce R. McConkie commented on this verse as follows:"],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p20"},"“The Holy Ghost is the Holy Spirit; he is the Holy Spirit promised the saints at baptism, or in other words the Holy Spirit of Promise, this exalted name-title signifying that the promised receipt of the Holy Spirit, as on the day of Pentecost, is the greatest gift man can receive in mortality."],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p21"},"“The gift of the Holy Ghost is the right to the constant companionship of that member of the Godhead based on faithfulness; it is bestowed with a promise that we shall receive revelation and be sanctified if we are true and faithful and so live as to qualify for the companionship of that Holy Spirit who will not dwell in an unclean temple. (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16-17"},"1 Cor. 3:16–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/6.19"},"6:19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.37"},"Mosiah 2:37"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/4.24"},"Hela. 4:24"],".) The receipt of the promise is conditional! If after we receive the promise, we then keep the commandment, we gain the companionship of this member of the Godhead, and not otherwise."],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p22"},"“One of the functions assigned and delegated to the Holy Spirit is to seal, and the following expressions are identical in thought content:"],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p23"},"“To be sealed by the Holy Spirit of Promise;"],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p24"},"“To be justified by the Spirit;"],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p25"},"“To be approved by the Lord; and"],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p26"},"“To be ratified by the Holy Ghost."],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p27"},"“Accordingly, any act which is sealed by the Holy Spirit of Promise is one which is justified by the Spirit, one which is approved by the Lord, one which is ratified by the Holy Ghost. …"],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p28"},"“As revealed to Joseph Smith, the Lord’s law in this respect is: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.7"},"D&C 132:7"],"]."],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p29"},"“By way of illustration this means that baptism, partaking of the sacrament, administering to the sick, marriage, and every covenant that man ever makes with the Lord—plus all other ‘contracts, bonds, obligations, oaths, vows, performances, associations, or expectations’—must be performed in righteousness by and for people who are worthy to receive whatever blessing is involved, otherwise whatever is done has no binding and sealing effect in eternity."],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p30"},"“Since ‘the Comforter knoweth all things’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.17"},"D. & C. 42:17"],"), it follows that it is not possible ‘to lie to the Holy Ghost’ and thereby gain an unearned or undeserved blessing, as Ananias and Sapphira found out to their sorrow. (",["a.scriptureRef",{"href":"/scriptures/nt/acts/5.1-11"},"Acts 5:1–11"],".) And so this provision that all things must be sealed by the Holy Spirit of Promise, if they are to have ‘efficacy, virtue, or force in and after the resurrection from the dead’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.7"},"D. & C. 132:7"],"), is the Lord’s system for dealing with absolute impartiality with all men, and for giving all men exactly what they merit, neither adding to nor diminishing from.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:333–35; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-76-the-vision-of-the-degrees-of-glory.p1"},"Notes and Commentary for D&C 76:53"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p1"},"131:5"],".)"],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.f1"},[".caption","Latter-day Saints observe the new and everlasting covenant of marriage."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.7"},"D&C 132:7"],". Who Holds All the Keys of the Priesthood?"],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p32"},"Elder William Critchlow Jr., speaking in general conference, stated: “Only one mortal man at a time is privileged to hold all the priesthood keys pertaining to the kingdom of God. The President of The Church of Jesus Christ of Latter-day Saints is that man.” (In Conference Report, Apr. 1963, p. 32; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p1"},"Notes and Commentary on D&C 21:4–5"],".) The prophet may delegate these sealing powers to others, such as other General Authorities or temple workers, but the keys always reside in him, and no one can claim these keys who has not received them from him."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.8-14"},"D&C 132:8–14"],". “Everything That Is in the World … Shall Not Remain”"],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p33"},"“The important truth is here taught that all institutions in this world, not founded on divine law but erected by human ingenuity, [will] cease to exist. … Man-made governments are obliterated, as are the sand castles children build on the tide-swept beach. Man-made religions and churches are swallowed up in death. Not a trace of them will be seen on the shores of eternity. Social customs and habits not sanctioned by God, will not continue. On the other hand, all institutions founded on the Word of God will remain throughout all eternity. The Church will remain. The family will remain. All the organizations of which God is the author are eternal.” (Smith and Sjodahl, Commentary, p. 824.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.13-18"},"D&C 132:13–18"],". “If a Man Marry … in the World”"],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p34"},"After quoting",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.13"},"Doctrine and Covenants 132:13"],", President Spencer W. Kimball said:"],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p35"},"“How final! How frightening! Since we know well that mortal death does not terminate our existence, since we know that we live on and on, how devastating to realize that marriage and family life, so sweet and happy in so many homes, will end with death because we fail to follow God’s instructions or because we reject his word when we understand it."],["div",{"id":"p36","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p36"},"“It is clear in the Lord’s announcement that righteous men and women will receive the due rewards of their deeds. They will not be damned in the commonly accepted terminology but will suffer many limitations and deprivations and fail to reach the highest kingdom, if they do not comply. They become ministering servants to those who complied with all laws and lived all commandments."],["div",{"id":"p37","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p37"},"“[The Lord] then continues concerning these excellent people who lived worthily but failed to make their contracts binding:"],["div",{"id":"p38","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p38"},"“‘For these angels did not abide my law; therefore, they cannot be enlarged, but remain separately and singly, without exaltation, in their saved condition, to all eternity; and from henceforth are not gods, but are angels of God forever and ever.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.17"},"D&C 132:17"],".)"],["div",{"id":"p39","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p39"},"“How conclusive! How bounded! How limiting! And we come to realize again as it bears heavily upon us that this time, this life, this mortality is the time to prepare to meet God. How lonely and barren will be the so-called single blessedness throughout eternity! How sad to be separate and single and apart through countless ages when one could, by meeting requirements, have happy marriage for eternity in the temple by proper authority and continue on in ever-increasing joy and happiness, growth and development toward godhood. …"],["div",{"id":"p40","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p40"},"“Are you willing to jeopardize your eternities, your great continuing happiness, your privilege to see God and dwell in his presence? For the want of investigation and study and contemplation; because of prejudice, misunderstanding, or lack of knowledge, are you willing to forego these great blessings and privileges? Are you willing to make yourself a widow for eternity or a widower for endless ages—a single, separate individual to live alone and serve others? Are you willing to give up your children when they die or when you expire, and make them orphans? Are you willing to go through eternity alone and solitary when all of the greatest joys you have ever experienced in life could be ‘added upon’ and accentuated, multiplied, and eternalized? Are you willing, with the Sadducees, to ignore and reject these great truths? I sincerely pray you stop today and weigh and measure and then prayerfully proceed to make your happy marriage an eternal one. Our friends, please do not ignore this call. I beg of you, open your eyes and see; unstop your ears and hear.” (“Temples and Eternal Marriage,”",["span.emphasis","Ensign,"],"Aug. 1974, p. 6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.16"},"D&C 132:16"],". How Important Is It to Be Married by Proper Authority Now?"],["div",{"id":"p41","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p41"},"Elder James E. Talmage wrote that “in the resurrection there will be no marrying nor giving in marriage; for all questions of marital status must be settled before that time, under the authority of the Holy Priesthood, which holds the power to seal in marriage for both time and eternity” (",["span.emphasis","Jesus the Christ,"],"p. 548; see also",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.30"},"Matthew 22:30"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.25"},"Mark 12:25"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-22"},"D&C 132:19–22"],". How Does an Individual Obtain a Fulness of God’s Glory?"],["div",{"id":"p42","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p42"},"The revelations in the Doctrine and Covenants include all of the laws necessary for exaltation. If we keep the law revealed in section 132 and all the other laws, such as faith, repentance, baptism, and receiving the Holy Ghost, we can be exalted."],["div",{"id":"p43","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p43"},"Celestial marriage is a covenant, a contract between the two marriage partners and the Lord. Covenants have “if-then” clauses:",["span.emphasis","if"],"we keep certain commandments,",["span.emphasis","then"],"the Lord promises us certain blessings. Verses",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-22"},"19–22"],"form such a clause."],["div",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.f2"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},[".para",["b","If a couple—"]]],["th",{"colspan":"1","rowspan":"1"},[".para",["b","Then they will—"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","1. Are married in accordance with the Lord’s law"]],["td",{"colspan":"1","rowspan":"1"},[".para","1. “Inherit thrones, kingdoms, principalities, and powers, dominions, all heights and depths” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"v. 19"],")"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","2. Are married by one who has the keys of the priesthood"]],["td",{"colspan":"1","rowspan":"1"},[".para","2. “Pass by the angels” to their exaltation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"v. 19"],")"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","3. Have their marriage sealed by the Holy Spirit of Promise"]],["td",{"colspan":"1","rowspan":"1"},[".para","3. Be gods for all eternity (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.20"},"v. 20"],")"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","4. Abide in the covenant"]],["td",{"colspan":"1","rowspan":"1"},[".para","4. Have a “continuation of the lives” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.22"},"v. 22"],")"]]]]]],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p54"},"Some members of the Church mistakenly believe that marriage in the temple fulfills the requirements of the covenant. But marriage in the temple fulfills only the first two parts of the covenant. Having one’s marriage sealed by the Holy Spirit of Promise requires a lifelong commitment to righteousness (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p1"},"Notes and Commentary on D&C 132:7"],"). Elder Bruce R. McConkie taught that “baptism is the gate to the celestial kingdom; celestial marriage is the gate to an exaltation in the highest heaven within the celestial world. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D. & C. 131:1–4"],".) To gain salvation after baptism it is necessary to keep the commandments of God and endure to the end (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17-21"},"2 Ne. 31:17–21"],"); to gain exaltation after celestial marriage it is necessary to continue the same devotion and righteousness. Those who have been married in the temples for eternity know that the ceremony itself expressly conditions the receipt of all promised blessings upon the subsequent faithfulness of the husband and wife."],["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p55"},"“Making one’s calling and election sure is an",["span.emphasis","addition"],"to celestial marriage and results from undeviating and perfect devotion to the cause of righteousness. Those married in the temple can never under any circumstances gain exaltation unless they keep the commandments of God and abide in the covenant of marriage which they have taken upon themselves.” (",["span.emphasis","Mormon Doctrine,"],"p. 118.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"D&C 132:19"],". What Is the Lamb’s Book of Life?"],["div",{"id":"p56","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p56"},"Elder Bruce R. McConkie explained that “in a literal sense, the",["span.emphasis","book of life,"],"or",["span.emphasis","Lamb’s book of Life,"],"is the record kept in heaven which contains the names of the faithful and an account of their righteous covenants and deeds. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.6-7"},"D. & C. 128:6–7"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/69.28"},"Ps. 69:28"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.5"},"Rev. 3:5"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.27"},"21:27"],".) The book of life is the book containing the names of those who shall inherit eternal life; it is the book of eternal life. (",["a.scriptureRef",{"href":"/scriptures/ot/dan/12.1-4"},"Dan. 12:1–4"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.23"},"Heb. 12:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.68"},"D. & C. 76:68"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"132:19"],".) It is ‘the book of the names of the sanctified, even them of the celestial world.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.2"},"D. & C. 88:2"],".) Names of faithful saints are recorded in the book of life while they are yet in mortality. (",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.20"},"Luke 10:20"],";",["a.scriptureRef",{"href":"/scriptures/nt/philip/4.3"},"Philip. 4:3"],";",["span.emphasis","Teachings,"],"p. 9.) But those names are blotted out in the event of wickedness. (",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.8"},"Rev. 13:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.8"},"17:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.19"},"22:19"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 97; the phrase “innocent blood” is explained in Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.27"},"D&C 132:27"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.22-25"},"D&C 132:22–25"],". What is “the Continuation of the Lives” and the “Deaths”?"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p57"},"Elder Bruce R. McConkie taught: “Those who gain eternal life (exaltation) also gain",["span.emphasis","eternal lives,"],"meaning that in the resurrection they have",["span.emphasis","eternal ‘increase,’ ‘a continuation of the seeds,’ a ‘continuation of the lives"],".’ Their spirit progeny will ‘continue as innumerable as the stars; or, if ye were to count the sand upon the seashore ye could not number them.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D. & C. 131:1–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-25,30,55"},"132:19–25, 30, 55"],".)” (",["span.emphasis","Mormon Doctrine,"],"p. 238; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p1"},"Notes and Commentary on D&C 131:4"],".)"],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p58"},"President Joseph Fielding Smith further explained that “the term ‘deaths’ mentioned here has reference to the cutting off of all those who reject this eternal covenant of marriage and therefore they are denied the power of exaltation and the continuation of posterity. To be denied posterity and the family organization, leads to the ‘deaths,’ or end of increase in the life to come.” (",["span.emphasis","Church History and Modern Revelation,"],"2:360; see also McConkie, Mormon Doctrine, p. 283.)"],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.f3"},[".caption","To gain eternal life, individuals must keep the covenants they make in the temple."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.26-27"},"D&C 132:26–27"],". Does Marriage in the Temple Assure One of Exaltation, No Matter How One Lives?"],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p60"},"President Harold B. Lee taught: “Some folks have the mistaken notion that if somehow, by hook or crook, they can get into the House of the Lord and be married they are assured of exaltation regardless of what they do, and they’ll quote the 132 Section, the 26th verse. But that isn’t what the Lord means. The Lord does assure an exaltation to those who make mistakes, if they repent.” (",["span.emphasis","Cram for Life’s Final Examination,"],"Brigham Young University Speeches of the Year [Provo, 5 Jan. 1954], p. 7.)"],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p61"},"President Joseph Fielding Smith commented:"],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p62"},"“Verse 26, in Section 132, is the most abused passage in any scripture. The Lord has never promised any soul that he may be taken into exaltation without the spirit of repentance. While repentance is not stated in this passage, yet it is, and must be, implied. It is strange to me that everyone knows about verse 26, but it seems that they have never read or heard of",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.31-32"},"Matthew 12:31–32"],", where the Lord tells us the same thing in substance as we find in verse 26, section 132. …"],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p63"},"“So we must conclude that those spoken of in verse 26 are those who, having sinned, have",["span.emphasis","fully repented"],"and are willing to pay the price of their sinning, else the blessings of exaltation will not follow. Repentance is absolutely necessary for the forgiveness, and the person having sinned must be cleansed.” (",["span.emphasis","Doctrines of Salvation,"],"2:95–96.)"],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p64"},"The key phrase is “and they are sealed by the Holy Spirit of Promise” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.26"},"D&C 132:26"],".) This sealing is related to having one’s calling and election made sure. (See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-76-the-vision-of-the-degrees-of-glory.p1"},"Notes and Commentary for D&C 76:53; 131:5; 132:7"],".)"],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p65"},"Speaking of the promise in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.26"},"Doctrine and Covenants 132:26"],", Elder Bruce R. McConkie said:"],["div",{"id":"p66","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p66"},"“Making one’s calling and election sure comes after and grows out of celestial marriage. Eternal life does not and cannot exist for a man or a woman alone, because in its very nature it consists of the continuation of the family unit in eternity. Thus the revelation on marriage speaks both of celestial marriage (in which the conditional promises of eternal life are given) and of making one’s calling and election sure (in which the unconditional promises of eternal life are given) in one and the same sentence—which sentence also says that those who commit sins (except ‘murder whereby to shed innocent blood’) after being sealed up unto eternal life shall still gain exaltation. This is the language: ‘Then’—that is, after their calling and election has been made sure—[",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-20"},"D&C 132:19–20"],"cited]."],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p67"},"“Then the revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.26"},"D&C 132:26"],"] speaks of that obedience out of which eternal life grows, and still speaking both of celestial marriage and of making one’s calling and election sure says: ‘Verily, verily, I say unto you, if a man marry a wife according to my word, and they are sealed by the Holy Spirit of promise, according to mine appointment’—that is, if they are both married and have their calling and election made sure … ‘they shall come forth in the first resurrection and enter into their exaltation.’” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:343–44.)"],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p68"},["span.emphasis","“What if those whose calling and election has been made sure thereafter commit grievous sins? Suppose they backslide and walk in the ways of wickedness? Or fight the truth and rebel against God—what then?"]],["div",{"id":"p69","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p69"},"“That all men commit sin, before and after baptism, and for that matter, before and after their calling and election is made sure, is self-evident. There has been only one Sinless One—the Lord Jesus who was God’s own Son."],["div",{"id":"p70","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p70"},"“Thus in the revelation announcing the setting up of the restored church in this day, the Lord says: ‘There is a possibility that man may fall from grace and depart from the living God; Therefore let the church take heed and pray always, lest they fall into temptation; Yea, and even let those who are sanctified take heed also.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.32-34"},"D. & C. 20:32–34"],".)"],["div",{"id":"p71","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p71"},"“The prophets and apostles from Adam and Enoch down, and all men, whether cleansed and sanctified from sin or not, are yet subject to and do in fact commit sin. This is the case even after men have seen the visions of eternity and been sealed by that Holy Spirit of Promise which makes their calling and election sure. Since these chosen ones have the sure promise of eternal life, and since ‘no unclean thing can enter into’ the Father’s ‘kingdom’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.19"},"3 Ne. 27:19"],"), ‘or dwell in his presence’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.57"},"Moses 6:57"],"), what of sins committed after being sealed up into eternal life?"],["div",{"id":"p72","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p72"},"“Obviously the laws of repentance still apply, and the more enlightened a person is, the more he seeks the gift of repentance, and the harder he strives to free himself from sin as often as he falls short of the divine will and becomes subject in any degree to the Master of Sin who is Lucifer. It follows that the sins of the godfearing and the righteous are continually remitted because they repent and seek the Lord anew every day and every hour."],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p73"},"“And as a matter of fact, the added blessing of having one’s calling and election made sure is itself an encouragement to avoid sin and a hedge against its further commission. By that long course of obedience and trial which enabled them to gain so great a blessing the sanctified saints have charted a course and developed a pattern of living which avoids sin and encourages righteousness. Thus the Lord said: ‘I give unto you Hyrum Smith to be a patriarch unto you, to hold the sealing blessings of my church, even the Holy Spirit of promise, whereby ye are sealed up unto the day of redemption, that ye may not fall notwithstanding the hour of temptation that may come upon you. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.124"},"D. & C. 124:124"],".)"],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p74"},"“But suppose such persons become disaffected and the spirit of repentance leaves them—which is a seldom and an almost unheard of eventuality—still, what then? The answer is—and the revelations and teachings of the Prophet Joseph Smith so recite!—they must then pay the penalty of their own sins, for the blood of Christ will not cleanse them. Or if they commit murder or adultery, they lose their promised inheritance because these sins are exempt from the sealing promises. Or if they commit the unpardonable sin, they become sons of perdition.”",["span.emphasis","(Doctrinal New Testament Commentary,"],"3:342–43.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.26"},"D&C 132:26"],". What are the Buffetings of Satan?"],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p75"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-78-consecration-an-everlasting-covenant.p1"},"Notes and Commentary on Doctrine and Covenants 78:12"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.27"},"D&C 132:27"],". What Is the Blasphemy against the Holy Ghost?"],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p76"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-76-the-vision-of-the-degrees-of-glory.p1"},"Notes and Commentary on Doctrine and Covenants 76:31, 35, 37–39"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.27"},"D&C 132:27"],". What Is “Innocent Blood”?"],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p77"},["span.emphasis","Innocent blood"],"has a more specific meaning in this verse than it does in normal usage. Ultimately, as Elder Bruce R. McConkie pointed out, the only truly innocent blood is that of the Savior: “The innocent blood is that of Christ; and those who commit blasphemy against the Holy Ghost, which is the unpardonable sin (",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.31-32"},"Matt. 12:31–32"],"), thereby ‘crucify to themselves the Son of God afresh, and put him to an open shame.’ (",["a.scriptureRef",{"href":"/scriptures/nt/heb/6.6"},"Heb. 6:6"],".) They are, in other words, people who would have crucified Christ, having the while a perfect knowledge that he was the Son of God.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:345.)"],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p78"},"Other scriptures teach that those who martyr the Lord’s servants are also shedding innocent blood (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/17.10"},"Mosiah 17:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.4"},"D&C 135:4"],"; see also President Joseph Fielding Smith’s statement in",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-69-80/section-76-the-vision-of-the-degrees-of-glory.p1"},"Notes and Commentary on D&C 76:35"],"). In other words, those who fight against the prophets are in reality fighting against Him whom the prophets serve. Thus, while murder of any kind is an extremely serious sin, not all who murder are guilty of shedding “innocent blood,” thereby becoming sons of perdition."],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.f4"},[".caption","Those who desire eternal life must follow the Lord in all things as did Abraham."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.29-33"},"D&C 132:29–33"],". “Go Ye, Therefore, and Do the Works of Abraham”"],["div",{"id":"p80","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p80"},"In these verses the Lord answers the Prophet’s original question about whether Abraham and the other early patriarchs were justified in having plural wives (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.1"},"D&C 132:1"],"). The Lord began by saying that Abraham has now entered his exaltation because he faithfully received the promises and commandments of the Lord. The same promises are offered to modern Saints, and the Lord commands that they too should “do the works of Abraham.” This is not a commandment to engage in plural marriage (that commandment is given in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.34-37"},"verses 34–37"],") but rather a commandment for the Saints to receive the covenants and commandments of God in the same faith and righteousness as Abraham did. Since Abraham has achieved exaltation, we can look to him as a model for our own progression, as President Spencer W. Kimball said:"],["div",{"id":"p81","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p81"},"“Abraham was true with God in all respects. Oft cited is the instance when Abraham gave to God ‘tithes of all.’ Do you think it was any easier for Abraham to be righteous than it is for you? Do you inwardly suspect that Abraham was given a little extra help by the Lord so that he could become a great and righteous man, or do you feel that we can all become as Abraham if we will learn to put God first in our lives? I testify to you that we can become as Abraham, who now, as a result of his valiance, ‘hath entered into his exaltation and sitteth upon his throne.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.29"},"D&C 132:29"],".) Is such exaltation a blessing reserved only for General Authorities, or stake presidents, or quorum presidents, or bishops? It is not. It is a blessing reserved for all who will prepare themselves by forsaking their sins, by truly receiving the Holy Ghost into their lives, and by following the example Abraham has set."],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p82"},"“If members of the Church could only have such integrity, such obedience, such revelation, such faith, such service as Abraham had! If parents would seek the blessings Abraham sought, they could also receive such revelation, covenants, promises, and eternal rewards as Abraham received.” (“The Example of Abraham,”",["span.emphasis","Ensign,"],"June 1975, pp. 6–7.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.34,65"},"D&C 132:34, 65"],". “Sarah Gave Hagar to Abraham”"],["div",{"id":"p83","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p83"},"These verses are best understood after reading",["a.scriptureRef",{"href":"/scriptures/ot/gen/16.1-3"},"Genesis 16:1–3"],", which implies that Sarah was following a custom of the time. Because she could not bear children, she gave her handmaid to her husband that she might “obtain children by her” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.2"},"v. 2"],"). This revelation from the Lord makes it clear, however, that God commanded Abraham to accept Sarah’s recommendation that he take Hagar to wife."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.37"},"D&C 132:37"],". “They Have Entered into Their Exaltation”"],["div",{"id":"p84","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p84"},"Elder Bruce R. McConkie added a significant insight to this verse: “What we say for Abraham, Isaac, and Jacob we say also for Sarah, Rebekah, and Rachel, the wives who stood at their sides and who with them were true and faithful in all things. Men are not saved alone, and women do not gain an eternal fullness except in and through the continuation of the family unit in eternity. Salvation is a family affair.” (“Mothers in Israel and Daughters of Zion,”",["span.emphasis","New Era,"],"May 1978, p. 37.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.38-39"},"D&C 132:38–39"],". “And in Nothing Did They Sin Save in Those Things Which They Received Not of Me”"],["div",{"id":"p85","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p85"},"In the case of David this passage refers at least in part to Bathsheba, wife of Uriah. David committed adultery with Bathsheba and then arranged for Uriah to be killed in battle. Afterwards David married Bathsheba. (See",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/11"},"2 Samuel 11"],".)"],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p86"},"David’s story is one of tragedy and a lesson to all of God’s children, because he went from the height of favor with God to the depth of wickedness. He had all that this life could offer, but through sin he lost exaltation and the right to be eternally with his Father in Heaven. Elder Bruce R. McConkie explained:"],["div",{"id":"p87","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p87"},"“As to the fact that the sealing power cannot seal a man up unto eternal life if he thereafter commits murder and thereby sheds innocent blood (not in this case the blood of Christ, but the blood of any person slain unlawfully and with malice) the Prophet says: ‘A murderer, for instance, one that sheds innocent blood, cannot have forgiveness. David sought repentance at the hand of God carefully with tears, for the murder of Uriah; but he could only get it through hell; he got a promise that his soul should not be left in hell."],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p88"},"“‘Although David was a king, he never did obtain the spirit and power of Elijah and the fullness of the priesthood; and the priesthood that he received, and the throne and kingdom of David is to be taken from him and given to another by the name of David in the last days, raised up out of his lineage.’ (",["span.emphasis","Teachings,"],"p. 339.) Thus, even though a man’s calling and election has been made sure, if he then commits murder, all of the promises are of no effect, and he goes to a telestial kingdom (",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.8"},"Rev. 21:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.103"},"D. & C. 76:103"],"), because when he was sealed up unto eternal life, it was with a reservation. The sealing was not to apply in the case of murder.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:347.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.41-44"},"D&C 132:41–44"],". Sin of Adultery"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p89"},"Smith and Sjodahl wrote: “The Prophet, in his prayer on this subject, had asked the Lord for information concerning the ground on which the Patriarchs were justified in their domestic relations, and the answer was the definition of adultery here given. Plural marriage, the Revelation says, in substance, is not adultery, but to violate the marriage covenant is to commit that sin, the penalty being destruction (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.41-52"},"vv. 41, 52"],"); but God Himself will execute that judgment (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.54"},"v. 54"],").” (Commentary, p. 833.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.46"},"D&C 132:46"],". Can the Sealing of a Temple Marriage Be Broken?"],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p90"},"The power to seal is also the power to unseal. This power is held by the President of the Church. Elder Bruce R. McConkie wrote: “Properly speaking there is no such thing as a",["span.emphasis","temple divorce"],"; divorces in this day are civil matters handled by the courts of the land. But following a civil divorce of persons who have been married for eternity in the temples, if the circumstances are sufficiently serious to warrant it, the President of the Church has power to",["span.emphasis","cancel the sealings"],"involved. He holds the keys and power both to bind and loose on earth and in heaven. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.19"},"Matt. 16:19"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.46"},"D. & C. 132:46"],";",["span.emphasis","Doctrines of Salvation,"],"vol. 2, p. 84.)” (",["span.emphasis","Mormon Doctrine,"],"pp. 110–11.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.46"},"D&C 132:46"],". Can the President of the Church Forgive Sins?"],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p91"},"Ultimately only God can forgive sins, but under inspiration, a servant of the Lord may announce that God has forgiven sins. A bishop and certain other priesthood leaders can extend forgiveness on behalf of the Church for serious sins, but the Lord’s forgiveness can only come from God through revelation. Elder Bruce R. McConkie explained:"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p92"},"“Revelation from the Lord is always required to retain or remit sins. Since God is the one who must cleanse and purify a human soul, the use of his priestly powers to do so must be authorized and approved by him, and this approval comes by revelation from his Holy Spirit. In many cases in this dispensation the Lord by revelation announced that the sins of certain persons were forgiven. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.7"},"D. & C. 60:7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.2"},"61:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/62.3"},"62:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.3"},"64:3"],".) Accordingly, if by revelation he should tell his apostles to act for him, using his power which is priesthood, and to thus retain or remit sins, they would do so, and their acts would in effect be his. See",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.13-20"},"Matt. 16:13–20"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.1-9"},"17:1–9"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.18"},"18:18"],"."],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p93"},"“This same apostolic power is always found in the true Church, and hence we find the Lord saying to Joseph Smith: ‘I have conferred upon you the keys and power of the priesthood, … and whosesoever sins you remit on earth shall be remitted eternally in the heavens; and whosesoever sins you retain on earth shall be retained in heaven.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.45-46"},"D. & C. 132:45–46"],".)” (",["span.emphasis","Doctrinal New Testament Commentary,"],"1:857–58.)"],["div",{"id":"p94","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p94"},"President Spencer W. Kimball explained: “The offender should seek the forgiveness of the Church through his bishop. No priest or elder is authorized to thus act for the Church. The Lord has a consistent, orderly plan. Every soul in stakes is given a bishop who, by the very order of his calling and his ordination, is a ‘judge in Israel.’ The bishop is our best earthly friend. He will hear the problems, judge the seriousness, then determine the degree of repentance and decide if it warrants an eventual forgiveness. He does this as the earthly representative of God—the master physician, the master psychologist, the master psychiatrist. If repentance is sufficient he may waive penalties, which is tantamount to forgiveness. The bishop claims no authority to absolve sins, but he does share the burden, waive penalties, relieve tension and strain; and he may assure a continuance of activity. He will keep the whole matter most confidential.” (“President Kimball Speaks Out on Morality,”",["span.emphasis","Ensign,"],"Nov. 1980, p. 98; or",["span.emphasis","New Era,"],"Nov. 1980, p. 44.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.49-50"},"D&C 132:49–50"],". Exaltation Assured to Joseph Smith"],["div",{"id":"p95","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p95"},"The Prophet Joseph Smith received the promise of eternal life—he had his calling and election made sure. God will extend the same promise to all of his children if they will obey him.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.49"},"Verse 49"],"explains why the Prophet Joseph received this promise. He was willing to lay all he had on the altar. He was hunted and persecuted, sued in courts of law, torn from family and loved ones, and all because he had testified that the heavens were not closed and that God speaks to His children. The Prophet Joseph is an example in this dispensation of how children of God should act. (See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-131-keys-to-exaltation.p1"},"Notes and Commentary on D&C 131:5"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.51-56"},"D&C 132:51–56"],". What Was Emma Commanded Not to Partake of?"],["div",{"id":"p96","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p96"},"No indication is given here or elsewhere of what the Lord had commanded the Prophet Joseph to offer to his wife, but the context seems to suggest that it was a special test of faith similar to the test of Abraham’s faith when the Lord commanded him to sacrifice Isaac. Beyond that, it is useless to speculate. However, Emma was given additional counsel from the Lord, including commandments to “receive all those that have been given to her husband” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.52"},"D&C 132:52"],") to obey the voice of the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.53"},"v. 53"],"), to “abide and cleave unto” the Prophet (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.54"},"v. 54"],"), and to forgive him of his trespasses (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.56"},"v. 56"],"). The Lord also gave her warnings against rejecting these commandments and promises for keeping them."],["div",{"id":"p97","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p97"},"President Wilford Woodruff, who was closely associated with the Prophet Joseph Smith, said: “Emma Smith, the widow of the Prophet, is said to have maintained to her dying moments that her husband had nothing to do with the patriarchal order of marriage, but that it was Brigham Young that got that up. I bear record before God, angels and men that Joseph Smith received that revelation, and I bear record that Emma Smith gave her husband in marriage to several women while he was living, some of whom are to-day living in this city, and some may be present in this congregation, and who, if called upon, would confirm my words. But lo and behold, we hear of publication after publication now-a-days, declaring that Joseph Smith had nothing to do with these things. Joseph Smith himself organized every endowment in our Church and revealed the same to the Church, and he lived to receive every key of the Aaronic and Melchizedek priesthoods from the hands of the men who held them while in the flesh, and who hold them in eternity.” (In",["span.emphasis","Journal of Discourses,"],"23:131.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.59"},"D&C 132:59"],". How Was Aaron Called?"],["div",{"id":"p98","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p98"},"Aaron was called by revelation, and all who receive the priesthood must likewise be called of God (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.1"},"Exodus 28:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.4"},"Hebrews 5:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.8"},"D&C 27:8"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],"). Elder Bruce R. McConkie wrote: “Aaron’s call to the Levitical ministry stands as the perfect example of the choosing of legal administrators to do the Lord’s work; ever since that day, the legality of priestly administration has been determined by whether the professing minister was ‘called of God, as was Aaron’ (",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.4"},"Heb. 5:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.8"},"D. & C. 27:8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.59"},"132:59"],"), that is, by revelation and ordination, and with the full approval of the body of the Lord’s true worshipers” (",["span.emphasis","Mormon Doctrine,"],"p. 9)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.60-64"},"D&C 132:60–64"],". The Law of the Priesthood"],["div",{"id":"p99","uri":"/manual/doctrine-and-covenants-student-manual/sections-132-138/section-132-marriage-an-eternal-covenant.p99"},"“The truth is here reiterated, that whatever is done in the name of God, according to His law and by His direction, cannot be sin. What human law regards as a crime may, or may not, from the Divine point of view, be a sin. Sometimes the Innocent dies on Calvary, because criminals have acted as judge and jury.” (Smith and Sjodahl, Commentary, p. 835.)"]]]]],"refs":null}
