{"id":25,"parent_id":0,"book_id":12899,"content_id":1,"language_id":0,"display_order":25,"title":"Special Lessons","subtitle":"Sun. Morning Session - By  Ronald A. Rasband","short_title":"Special Lessons","uri":"/general-conference/2012/04/special-lessons","content":[["div",{"id":"head1","uri":"/general-conference/2012/04/special-lessons.head1"},[".title","Special Lessons"],[".authorName","By Elder Ronald A. Rasband"],[".kicker","It is my hope and prayer that we will continue to bear nobly our burdens and to reach out to those among us who are suffering."]],[".bodyBlock",["div",{"id":"p5","uri":"/general-conference/2012/04/special-lessons.p5"},"For the past 20 months, our family has been blessed with the privilege of having a very special baby."],["div",{"id":"p6","uri":"/general-conference/2012/04/special-lessons.p6"},"Little Paxton, our grandson, was born with a very rare chromosomal deletion, a genetic disorder that distinguishes him, literally, as one in hundreds of millions. For our daughter and her husband, an uncharted, life-changing journey began when Paxton was born. This experience has become a crucible for learning special lessons tied to the eternities."],["div",{"id":"p7","uri":"/general-conference/2012/04/special-lessons.p7"},"Dear Elder Russell M. Nelson, who just spoke to us, taught:"],["div",{"id":"p8","uri":"/general-conference/2012/04/special-lessons.p8"},"“For reasons usually unknown, some people are born with physical limitations. Specific parts of the body may be abnormal. Regulatory systems may be out of balance. And all of our bodies are subject to disease and death. Nevertheless, the gift of a physical body is priceless. …"],["div",{"id":"p9","uri":"/general-conference/2012/04/special-lessons.p9"},"“A perfect body is not required to achieve a divine destiny. In fact, some of the sweetest spirits are housed in frail frames. …"],["div",{"id":"p10","uri":"/general-conference/2012/04/special-lessons.p10"},"“Eventually the time will come when each ‘spirit and … body shall be reunited again in … perfect form; both limb and joint shall be restored to its proper frame’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.43"},"Alma 11:43"],"). Then, thanks to the Atonement of Jesus Christ, we can become perfected in Him.”",["sup",["a",{"href":"fn_1"},"1"]]],["div",{"id":"p11","uri":"/general-conference/2012/04/special-lessons.p11"},"To all of you who have challenges, concerns, disappointments, or heartaches with a dear one, know this: with infinite love and everlasting compassion, God our Heavenly Father loves your afflicted one, and He loves you!"],["div",{"id":"p12","uri":"/general-conference/2012/04/special-lessons.p12"},"Some might ask when faced with such suffering, how could Almighty God let this happen? And then that seemingly inevitable question, why did this happen to me? Why must we experience disease and events that disable or call precious family members home early or extend their years in pain? Why the heartaches?"],["div",{"id":"p13","uri":"/general-conference/2012/04/special-lessons.p13"},"At these moments we can turn to the great plan of happiness authored by our Heavenly Father. That plan, when presented in the pre-earth life, prompted us all to shout for joy.",["sup",["a",{"href":"fn_2"},"2"]],"Put simply, this life is training for eternal exaltation, and that process means tests and trials. It has always been so, and no one is spared."],["div",{"id":"p14","uri":"/general-conference/2012/04/special-lessons.p14"},"Trusting in God’s will is central to our mortality. With faith in Him, we draw upon the power of Christ’s Atonement at those times when questions abound and answers are few."],["div",{"id":"p15","uri":"/general-conference/2012/04/special-lessons.p15"},"After His Resurrection, when visiting the Americas, our Savior, Jesus Christ, reached out to all with this invitation:"],["div",{"id":"p16","uri":"/general-conference/2012/04/special-lessons.p16"},"“Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy. …"],["div",{"id":"p17","uri":"/general-conference/2012/04/special-lessons.p17"},"“And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.”",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p18","uri":"/general-conference/2012/04/special-lessons.p18"},"Great strength can be found in the words “all the multitude … did go forth”—",["i","all,"],"brothers and sisters. We",["i","all"],"face challenges. And then the phrase: “that were afflicted in any manner.” All of us can identify, can’t we?"],["div",{"id":"p19","uri":"/general-conference/2012/04/special-lessons.p19"},"Shortly after precious Paxton was born, we knew Heavenly Father would bless us and teach us special lessons. As his father and I put our fingers on his tiny head in the first of many priesthood blessings, the words came into my mind from the ninth chapter of John: “that the works of God should be made manifest in him.”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p20","uri":"/general-conference/2012/04/special-lessons.p20"},"God’s works are definitely being made manifest through Paxton."],["div",{"id":"p21","uri":"/general-conference/2012/04/special-lessons.p21"},"We are learning patience, faith, and gratitude through the balm of service, endless hours of intense emotions, tears of empathy, and the prayers and expressions of love for dear ones in need, especially Paxton and his parents."],["div",{"id":"p22","uri":"/general-conference/2012/04/special-lessons.p22"},"President James E. Faust, my boyhood stake president, said: “I have a great appreciation for those loving parents who stoically bear and overcome their anguish and heartbreak for a child who was born with or who has developed a serious mental or physical infirmity. This anguish often continues every day, without relief, during the lifetime of the parent or the child. Not infrequently, parents are required to give superhuman nurturing care that never ceases, day or night. Many a mother’s arms and heart have ached years on end, giving comfort and relieving the suffering of her special child.”",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p23","uri":"/general-conference/2012/04/special-lessons.p23"},"As described in Mosiah, we have witnessed the Savior’s pure love given to Paxton’s family, which love is available to all: “And now it came to pass that the burdens which were laid upon Alma and his brethren were made light; yea, the Lord did strengthen them that they could bear up their burdens with ease, and they did submit cheerfully and with patience to all the will of the Lord.”",["sup",["a",{"href":"fn_6"},"6"]]],["div",{"id":"p24","uri":"/general-conference/2012/04/special-lessons.p24"},"One night early in Paxton’s life, we were in the neonatal intensive care unit of the wonderful Primary Children’s Medical Center in Salt Lake City, Utah, marveling at the dedicated, undivided attention given by the doctors, nurses, and caregivers. I asked my daughter how we would ever pay for this and ventured a guess at what the cost would be. A doctor standing nearby suggested that I was “way low” and that little Paxton’s care would cost substantially more than I had estimated. We learned that much of the expense for care given in this hospital is covered by the generous gifts of time and monetary contributions of others. His words humbled me as I thought of the worth of this tiny little soul to those who were so carefully watching over him."],["div",{"id":"p25","uri":"/general-conference/2012/04/special-lessons.p25"},"I was reminded of a familiar missionary scripture that took on new meaning: “Remember the worth of souls is great in the sight of God.”",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p26","uri":"/general-conference/2012/04/special-lessons.p26"},"I wept as I pondered the limitless love our Heavenly Father and His Beloved Son, Jesus Christ, have for each one of us, while learning in a powerful way what the worth of a soul is, both physically and spiritually, to God."],["div",{"id":"p27","uri":"/general-conference/2012/04/special-lessons.p27"},"Paxton’s family has learned they are surrounded by countless heavenly and earthly ministering angels. Some have quietly slipped in when needed and silently slipped out. Others have been at the door with food, doing the laundry, picking up the siblings, calling with encouragement, and especially praying for Paxton. Thus another special lesson learned: If you come upon a person who is drowning, would you ask if they need help—or would it be better to just jump in and save them from the deepening waters? The offer, while well meaning and often given, “Let me know if I can help” is really no help at all."],["div",{"id":"p28","uri":"/general-conference/2012/04/special-lessons.p28"},"We continue to learn the important value of being aware of and interested in the lives of those around us, learning not only the importance of giving help but also the overwhelming joy that comes from helping others."],["div",{"id":"p29","uri":"/general-conference/2012/04/special-lessons.p29"},"Dear President Thomas S. Monson, who is such a magnificent example of lifting the downtrodden, said: “God bless all who endeavor to be their brother’s keeper, who give to ameliorate suffering, who strive with all that is good within them to make a better world. Have you noticed that such individuals have a brighter smile? Their footsteps are more certain. They have an aura about them of contentment and satisfaction … for one cannot participate in helping others without experiencing a rich blessing himself.”",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p30","uri":"/general-conference/2012/04/special-lessons.p30"},"Though we will face trials, adversities, disabilities, heartaches, and all manner of afflictions, our caring, loving Savior will always be there for us. He has promised:"],["div",{"id":"p31","uri":"/general-conference/2012/04/special-lessons.p31"},"“I will not leave you comfortless: I will come to you. …"],["div",{"id":"p32","uri":"/general-conference/2012/04/special-lessons.p32"},"“My peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.”",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p33","uri":"/general-conference/2012/04/special-lessons.p33"},"How grateful we are to our Father in Heaven for our champion Paxton. Through him the Lord has manifest His works and continues to teach us these valuable, sacred, and special lessons."],["div",{"id":"p34","uri":"/general-conference/2012/04/special-lessons.p34"},"I would like to close with the words from a beloved hymn:"],["div",{"id":"f1","uri":"/general-conference/2012/04/special-lessons.f1"},[".stanza",[".line","We are all enlisted till the conflict is o’er;"],[".line","Happy are we! Happy are we!"],[".line","Soldiers in the army, there’s a bright crown in store;"],[".line","We shall win and wear it by and by.",["sup",["a",{"href":"fn_10"},"10"]]]]],["div",{"id":"p39","uri":"/general-conference/2012/04/special-lessons.p39"},"Brothers and sisters, it is my hope and prayer that we will continue to bear nobly our burdens and to reach out to those among us who are suffering and in need of being lifted and encouraged. May we each thank God for His blessings and renew our commitment to our Father in Heaven of humble service to His children. In the name of Jesus Christ, amen."]]],"refs":[[".title","Notes"],["div",{"id":"fn1","uri":"/general-conference/2012/04/special-lessons.fn1"},["b","1"],"Russell M. Nelson, “We Are Children of God,”",["i","Liahona,"],"Jan. 1999, 103;",["i","Ensign,"],"Nov. 1998, 85, 86."],["div",{"id":"fn2","uri":"/general-conference/2012/04/special-lessons.fn2"},["b","2"],"See",["a.scriptureRef",{"href":"/scriptures/ot/job/38.7"},"Job 38:7"],"."],["div",{"id":"fn3","uri":"/general-conference/2012/04/special-lessons.fn3"},["b","3"],["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.7,9"},"3 Nephi 17:7, 9"],"."],["div",{"id":"fn4","uri":"/general-conference/2012/04/special-lessons.fn4"},["b","4"],["a.scriptureRef",{"href":"/scriptures/nt/john/9.3"},"John 9:3"],"."],["div",{"id":"fn5","uri":"/general-conference/2012/04/special-lessons.fn5"},["b","5"],"James E. Faust, “The Works of God,”",["i","Ensign,"],"Nov. 1984, 54."],["div",{"id":"fn6","uri":"/general-conference/2012/04/special-lessons.fn6"},["b","6"],["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/24.15"},"Mosiah 24:15"],"."],["div",{"id":"fn7","uri":"/general-conference/2012/04/special-lessons.fn7"},["b","7"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10"},"Doctrine and Covenants 18:10"],"."],["div",{"id":"fn8","uri":"/general-conference/2012/04/special-lessons.fn8"},["b","8"],"Thomas S. Monson, “Our Brothers’ Keepers,”",["i","Ensign,"],"June 1998, 39."],["div",{"id":"fn9","uri":"/general-conference/2012/04/special-lessons.fn9"},["b","9"],["a.scriptureRef",{"href":"/scriptures/nt/john/14.18,27"},"John 14:18, 27"],"."],["div",{"id":"fn10","uri":"/general-conference/2012/04/special-lessons.fn10"},["b","10"],"“We Are All Enlisted,”",["i","Hymns,"],"no. 250."]]}
