{"id":40,"parent_id":34,"book_id":19,"content_id":1,"language_id":1,"display_order":40,"title":"Lesson 33: Continuing to Learn","subtitle":"","short_title":"Lesson 33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn","content":[["div",{"id":"head7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.head7"},[".titleNumber","Lesson 33"],["h1","Continuing to Learn"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p3"},"The purpose of this lesson is to help us strengthen our understanding of the need to continue to learn throughout life."],[".topic",["h2","Learning Is Necessary for Progression"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p5"},"“Isn’t it wonderful how many interesting things there are around to be seen and heard and felt and learned and enjoyed! …"],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p6"},"“We have only to open the ‘many windows’ to our soul—to happily employ our eyes and ears and intuition, to use our sense and our senses and our ‘inward vision.’ We can furnish our minds with interesting pictures to look at, inspiring things to hear, happy memories to live with” (Marion D. Hanks,",["span.emphasis","Improvement Era,"],"Oct. 1964, 883)."],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p7"},"Heavenly Father has given us a wonderful world in which to live, learn, and progress. Our life on earth is a schooling process, during which we are to seek knowledge and understanding of the things of God and the world around us."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p8"},"One of the basic teachings of the Church is that the knowledge we gain in this life will be a blessing to us now and in life after death: “If a person gains more knowledge and intelligence in this life through his diligence and obedience than another, he will have so much the advantage in the world to come” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.19"},"D&C 130:19"],")."],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p9"},"Learning is necessary for progress in any phase of our lives. Continued learning is an important part of the gospel. To live the gospel we must learn its truths. Consequently, the prophets have instructed us to study the scriptures regularly. Elder William J. Critchlow Jr. told of giving special instructions to home teachers about motivating those they visited to read the scriptures:"],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p10"},"“Once, as president of a stake, I sent the home teachers into the homes of the Saints to read as their lesson verses of related scripture found in the four standard works. I instructed them to take no books with them—to borrow instead the family books. What they found was surprising:"],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p11"},"“—In many homes there was a lot of searching and dusting off before the books were available."],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p12"},"“—Young people who had been married a short time were generally without the books unless the husband was a returned missionary."],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p13"},"“—One good brother said, ‘We packed all our books in a trunk when we moved here. It’s in the attic and I can’t get to it tonight.’ When asked how long he had lived there, his wife found the courage to answer, ‘Seven years.’"],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p14"},"“—Another wife said she didn’t know why her husband had never purchased a Pearl of Great Price. ‘We have the other books,’ she said. She was a bit embarrassed when she learned that it was found with her Doctrine and Covenants."],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p15"},"“—One wife said, ‘I’ll have no trouble finding the Bible. My husband keeps it in his reading room.’ The teachers watched her go directly to the bathroom and come out with the Bible in her hand."],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p16"},"“Well, we didn’t care where our folks read them. The whole idea was to get them out of hiding and into the family room, in plain sight, so that occasionally they could turn off the radio or television set and read them” (",["span.emphasis","Gospel Insights"],"[1969], 87–88)."],["ul.bullet",["li",["span.label","•"],[".para","How can we establish the habit of scripture reading? (See",["span.emphasis","The Latter-day Saint Woman, Part A"],"lesson 32,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/personal-and-family-development/lesson-32-learning-the-gospel-in-our-homes.p1"},"“Learning the Gospel in Our Homes.”"],")"]],["li",["span.label","•"],[".para","Why is regular scripture study necessary for progression in Heavenly Father’s plan?"]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],". What learning is of the greatest value? We make progress as we learn to use our knowledge in the right way. Elder Sterling W. Sill said: “After they [Adam and Eve] had eaten [the fruit from the tree of knowledge of good and evil] God said, ‘The man is now become as one of us, knowing good from evil.’ … The right kind of knowledge still tends to have that effect upon people. It still tends to make men and women become as Gods” (“Let’s Talk About … Education,”",["span.emphasis","Church News,"],"16 Jan. 1971, 14)."]]]],[".topic",["h2","Opportunities for Learning Are Numerous"],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p21"},"As members of the Church, we have three important centers of learning: the home, the school, and the Church. Each of these offers opportunities for continued learning."],[".topic",["h3","The Home"],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p23"},"Our homes and families should provide the foundation for learning. Sister Aline R. Pettit told how her mother encouraged her family to learn:"],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p24"},"“Vivid in our memories was Mother busying herself about the house reciting a favorite poem or giving a special thought or bit of scripture which especially appealed to her. Mother not only read voraciously, she memorized. As she read she always had pencil and paper nearby, and when she found something that appealed to her, she wrote it down, not to be filed away but to be memorized. As children we were not as enthused as she about ‘learning things by heart,’ but nevertheless it was required of us. We did not just wash dishes in our house, we washed dishes and committed to memory the special thought tacked over the sink. The same memorization was required when we ironed. Part of our training in ‘elocution’ involved reciting in front of the mirror in the bathroom so we could master the proper gestures and facial expressions” (“A Beautiful Journey,”",["span.emphasis","Relief Society Magazine,"],"May 1970, 324)."],["ul.bullet",["li",["span.label","•"],[".para","What can we do to help our family learn at home?"]]],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p26"},"We can use our time wisely to provide for study and learning in the home. We can set aside some quiet time for study and discussion. We can select radio and television programs with care. We can enjoy good books and interesting discussions. We can use our family home evenings as a time to learn new things. As homemakers we can improve our skills by studying, reading, discussing, and observing and trying different methods of good homemaking."],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p27"},"The Walter Gong family is a good example of what a family can do to learn together:"],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p28"},"“Education is a spiritual as well as a scholarly endeavor for the Walter Gong family of the Los Altos California Stake. Their three children are all leaders in the Church and in their schools. …"],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p29"},"“Brother Gong is patriarch of the Los Altos California Stake and a professor of natural sciences at San Jose State University. …"],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p30"},"“[Brother Gong said,] ‘When the Church became part of our lives (Brother and Sister Gong are both converts of many years), education became even more important to us because of the doctrine “the glory of God is intelligence.”’"],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p31"},"“The Gongs have always taught their children every evening at the dinner table. ‘We’ve made it a point to use the table as a place for each family member to review all the events of the day. It’s a time when our children can direct themselves regarding the family and regarding their individual activities.’"],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p32"},"“The patriarch stressed that the parents’ responsibility is to make sure children can stand on personal revelation by the time they leave home. ‘Personal revelation requires study as well as prayer,’ he said. ‘Therefore, if children learn in the home the importance of study as well as how to pray, they will have the foundation for receiving guidance from the Lord to aid in their individual lives’” (“Education Has Spiritual Meaning to Family,”",["span.emphasis","Church News,"],"29 July 1978, 15)."],["ul.bullet",["li",["span.label","•"],[".para","How can the children in a family such as the Gong family benefit from their parents’ teachings?"]]],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p34"},"We should think about our own homes and families and ask ourselves these questions:"],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p35"},"Do members of my family teach one another?"],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p36"},"Do we enjoy reading, poetry, music, drawing, or painting together?"],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p37"},"Is extra time a burden, or is it an opportunity to make new friends, gain new interests, and invent and build?"]],[".topic",["h3","The School"],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p39"},"With formal education we can add to our opportunities for learning."],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p40"},"“Mr. [Conrad] Hilton told about a plain bar of iron being worth about five dollars. But that same iron, if made into horseshoes, would be worth $10.50. If it were made into needles, it would be worth $3,285. And if turned into balance springs for watches, its worth would be over $250,000."],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p41"},"“Apparently the value of the raw iron is only what it costs to process it from the hill. Its greater value is determined by what is made of it. People are much the same as iron. You or I can remain nothing more than raw material, or we can be polished to a high degree. Our value is determined by what we make of ourselves” (Spencer W. Kimball, “On Cheating Yourself,”",["span.emphasis","New Era,"],"Apr. 1972, 32)."],["ul.bullet",["li",["span.label","•"],[".para","Show visual 33-a, “A woman learning a skill.”"]],["li",["span.label","•"],[".para","What is the “raw material” or potential that we all have? How can we increase it? How can going to school help us increase our personal value?"]]],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p44"},"Formal schooling gives us the opportunity to prepare ourselves to meet our own personal needs and the needs of our family. As sisters, we should develop skills that will enable us to help take care of our families if the need arises."],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p45"},"“Each Latter-day Saint youth should take seriously the counsel of the First Presidency when they said, ‘The Church has long encouraged its members, and especially its youth, either to obtain a college education or to become well trained in some vocation. … We … strongly urge all young people to engage and continue [where possible] in formal study of some kind beyond high school’” (William R. Siddoway, “Are Four Years of College Necessary?”",["span.emphasis","New Era,"],"Dec. 1971, 41)."],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p46"},"Elder Stephen L. Richards noted: “We want our youth to be educated. We want them to understand the history of the world and the laws of nature. We want them to be able to enjoy all of the best that the Lord in his providence has permitted man to develop. We want them, with a background of education, to be able to make intelligent appraisals and wise choices, so that they may lead lives of usefulness and happiness” (",["span.emphasis","Where Is Wisdom?"],"[1955], 160–61)."],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p47"},"Such learning is valuable for all of us."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.78-79"},"Doctrine and Covenants 88:78–79"],". What kinds of things should we strive to learn?"]]],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p49"},"President Brigham Young also told us that “‘it is our duty to become a cultivated people in all branches of education known among mankind’” (quoted by Harvey L. Taylor, “Learning Is an Endless Process,”",["span.emphasis","Improvement Era,"],"Apr. 1964, 298)."],["ul.bullet",["li",["span.label","•"],[".para","What educational opportunities are available in your area? Why is it important that you take advantage of these opportunities?"]]]],[".topic",["h3","The Church"],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p52"},"We should not neglect study of the gospel and activity in the Church during the time of our academic schooling. Our gospel education is needed then as much as at any time in our lives."],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p53"},"Education includes gaining a knowledge of God and the truths of the gospel. President J. Reuben Clark Jr. said, “There is spiritual learning just as there is material learning, and the one without the other is not complete; yet, speaking for myself, if I could have only one sort of learning, that which I would take would be the learning of the spirit” (in “Spiritual Education,”",["span.emphasis","Church News,"],"29 June 1974, 16)."],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p54"},"The Church offers us many opportunities to learn and grow. As we accept callings to serve and attend classes, we increase our skills in human relations, leadership, and homemaking. Mrs. Rebecca Keale of Maui, Hawaii, said this about Relief Society:"],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p55"},"“‘I always carry my Relief Society skills with me. … My learning came through the Relief Society. …’"],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p56"},"“For Sister Keale, everything in the church is exciting. She works hard and is a very organized person. For example, one large room in her home is a ‘project room,’ where all the projects she is busy with are spread out on the floor so she can start and stop her work on a minute’s notice. She is up at 5",["span.small","A.M."],"every morning, and if an idea comes to her in the night, she gets out of bed and writes it down. …"],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p57"},"“‘I know that the more I give, the more the Lord will bless me, so I keep busy,’ she said. ‘I have learned that people need love and so I tell our sisters to “give,” to have charity. I bring them into my home, where a quilt is always set up, because they need to be busy in service. That way they have something to give. …’"],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p58"},"“[Sister Keale also says,] ‘Because the lessons are so good, attendance is increasing at both leadership meeting and Relief Society meetings’” (“Relief Society Skills Aid Hawaiian Leader,”",["span.emphasis","Church News,"],"2 Feb. 1974, 10)."]]],[".topic",["h2","Learning Requires Effort"],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p60"},"Learning requires constant effort. It is far too easy for us to become mentally lazy when we do not study."],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to study?"]]],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p62"},"As a result of study that requires effort, we not only gain knowledge but also learn how to keep our minds alert. Sister Aline R. Pettit recalled how her mother did not give up learning and growing even when she lost much of her hearing and her eyesight grew dim:"],["div",{"id":"p63","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p63"},"“Mother will be ninety next July. At the time of my last visit, she was elated because her Camp of the Daughters of the Pioneers had transferred their meeting place to her convalescent home so she could share in the lessons with them."],["div",{"id":"p64","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p64"},"“‘Can you hear the lessons as they give them, Mother?’ I asked."],["div",{"id":"p65","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p65"},"“‘No, I can’t hear them because my hearing is almost gone, but that doesn’t matter. You see, I’ve been asked to give a poem at each meeting and that is such a joy to me.’"],["div",{"id":"p66","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p66"},"“‘But, Mother,’ I said, ‘how can you read a poem when your eyes are so dim?’"],["div",{"id":"p67","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p67"},"“I should have known better than to ask that question."],["div",{"id":"p68","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p68"},"“‘Of course I don’t read the poems! One of the ladies here helps me and I memorize them.’"],["div",{"id":"p69","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p69"},"“‘You memorize a new poem for each monthly meeting?’"],["div",{"id":"p70","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p70"},"“‘Certainly,’ she answered. ‘I surely can’t remain here and do nothing!’” (",["span.emphasis","Relief Society Magazine,"],"May 1970, 328)."],["ul.bullet",["li",["span.label","•"],[".para","How did this sister continue to learn in spite of her physical disabilities?"]]],["div",{"id":"p72","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p72"},"Reading is an excellent way to learn. Most of us have good eyesight and can read. It is good to recognize, however, that reading to learn is different from reading for entertainment only. There are several things we can do to learn more from our reading."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 33-b, “Reading can help us continue to learn.”"]],["li",["span.label","•"],[".para","List the following ideas on the chalkboard and discuss ways we can do each:"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},["div",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},["ol.number",["li",["span.label","1."],[".para","Choose our reading material wisely."]],["li",["span.label","2."],[".para","Plan a regular time for reading."]],["li",["span.label","3."],[".para","Have a definite objective in reading."]],["li",["span.label","4."],[".para","Take notes as we read."]],["li",["span.label","5."],[".para","Discuss the ideas that we gain."]]]]]]],["div",{"id":"p80","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p80"},"Discussing with others helps us remember what we have read. It also helps us to understand the subject matter more clearly. With determination and self-discipline, we can learn and progress every day by improving our reading habits."],["div",{"id":"p81","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p81"},"Extra effort and determination may be required by those people who must work outside the home to provide for themselves and others. However, they, too, can continue to learn and improve their skills by setting aside a certain amount of time each day or week for study."],["div",{"id":"p82","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p82"},"President N. Eldon Tanner told of hiring a young messenger boy who proved his willingness to learn, his willingness to serve, and his willingness to work hard in several ways:"],["div",{"id":"p83","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p83"},"“The new boy, a widow’s son, was a bright young fellow who was interested in all that was going on and always had his eyes open to see how he could be helpful. He wanted to serve and assist others and learn what he could about the business. He was not trying to be president of the company, but he was trying to be the best messenger boy it was possible to be, and he attended night school to be better educated. Everybody liked him."],["div",{"id":"p84","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p84"},"“He had only been there a few months when … he was advanced to a more responsible position. Before the end of the year, he had had another advancement and will continue to advance because of his attitude. He was prepared to go the extra mile. He was interested in his company and wanted to be of service and was dependable in every way” (“He Was Prepared to Go the Extra Mile,” in Leon Hartshorn, comp.,",["span.emphasis","Outstanding Stories by General Authorities,"],"3 vols. [1970–73], 1:212)."],["ul.bullet",["li",["span.label","•"],[".para","What are some of the ways this young boy continued to learn?"]]],["div",{"id":"p86","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p86"},"No matter what kind of work we do, we should continually try to learn and improve. When new farming methods are discovered, the wise farmer will seek to learn about them and how they might apply in his or her situation. When new ways to preserve and store food are introduced, the wise homemaker will study them and try to benefit from their use."],["ul.bullet",["li",["span.label","•"],[".para","What can we do to continue to learn and improve as homemakers? as mothers? as students? as working women?"]]]],[".topic",["h2","Learning Enriches Our Lives"],["div",{"id":"p89","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p89"},"“[Several years ago in the Fiji mission,] in a tiny branch where 12 women—ten of them were nonmembers—attended Relief Society, [the Relief Society president] gave the women lessons and then challenged them to make their lives and surroundings better. She showed them how to improve their homes by putting up partitions for privacy and how to plant attractive vines to grow up over their thatched roofs, how to crochet doilies, how to clean more efficiently. The village chief didn’t want this woman in his village at first. But when she took him around and showed him how the village had been improved, he agreed she could stay and the meetings could continue” (Janet Brigham and Herbert F. Murray, “The Saints in Fiji,”",["span.emphasis","Ensign,"],"Nov. 1973, 28)."],["ul.bullet",["li",["span.label","•"],[".para","How was this village enriched by the learning of these sisters? How did this learning more than likely make a difference in the lives of the women in the village?"]],["li",["span.label","•"],[".para","What are some other ways our individual lives can be enriched by learning?"]]],["div",{"id":"p92","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p92"},"No matter where we live, how old we are, or what our circumstances may be, we can always learn new things that will enrich our lives by making them more interesting and useful. Even if an older woman suffers a broken leg and is confined to her home for several months, during this time she can add depth to her thinking through reading books and reflecting on ideas they contain. Later on she might even say, as did one woman who had been confined: “This experience has shown me that out of the mind, when better used, and with an expanded point of view, can come new happiness and more usefulness. I wish that I had gained years earlier the knowledge that has come to me in this seventy-sixth year of my life.” (See",["span.emphasis","Relief Society Magazine,"],"July 1967, 550.)"],["div",{"id":"p93","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p93"},"The knowledge we gain not only benefits ourselves but also our families."],["ul.bullet",["li",["span.label","•"],[".para","How might our families be blessed by our learning? Invite the sisters to share how specific learning experiences have blessed their families."]]]],[".topic",["h2","Conclusion"],["div",{"id":"p96","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p96"},"Heavenly Father expects us to use our capacity to learn for building our own lives and for doing good to others. When the Prophet Joseph Smith organized the Relief Society for the women of the Church, he said, “I now turn the key in your behalf in the name of the Lord, and this Society shall rejoice, and knowledge and intelligence shall flow down from this time henceforth; this is the beginning of better days to the poor and needy, who shall be made to rejoice and pour forth blessings on your heads” (",["span.emphasis","History of the Church,"],"4:607)."]],[".topic",["h2","Challenge"],["div",{"id":"p98","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p98"},"Think of something specific you can do to continue learning. Plan your time so that you can learn something new and worthwhile each day. Plan a way to increase opportunities for learning in your home. Discuss the importance of learning in a family home evening. Help your children prepare a plan for their education."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/prov/19.20,27"},"Proverbs 19:20, 27"],"(seek learning that leads to righteousness)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/1.title"},"2 Timothy"],"(scripture is profitable for doctrine, reproof, correction, and instruction)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.29"},"Matthew 11:29"],"(learn of me)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.23"},"Doctrine and Covenants 19:23"],"(learn of me)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.7"},"Doctrine and Covenants 109:7"],"(seek learning by study and by faith)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p106","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.p106"},"Before presenting this lesson:"],["div",{"id":"f79","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-33-continuing-to-learn.f79"},["ol.number",["li",["span.label","1."],[".para","List on the chalkboard the suggestions given in this lesson for improving our efforts to learn."]],["li",["span.label","2."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
