{"id":35,"parent_id":34,"book_id":19,"content_id":1,"language_id":1,"display_order":35,"title":"Lesson 28: Serving in the Church","subtitle":"","short_title":"Lesson 28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church","content":[["div",{"id":"head2","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.head2"},[".titleNumber","Lesson 28"],["h1","Serving in the Church"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p3"},"The purpose of this lesson is to help prepare us to accept calls to serve in the Church."],[".topic",["h2","Opportunities for Service in the Lord’s Church"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p5"},"The Lord, through His prophets, has commanded His children to serve one another (see",["a.scriptureRef",{"href":"/scriptures/ot/ps/100.2"},"Psalm 100:2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.18"},"Mosiah 2:18"],"). Church callings provide one way for us to serve others. President Hugh B. Brown explained the influence we can have when we serve willingly in the Church:"],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p6"},"“While I was acting as servicemen’s coordinator, I was in London, England. I sent the following telegram to the senior chaplain of a large camp near Liverpool, ‘I’ll be in your camp tomorrow morning at 10:00. Kindly notify all Mormon boys in your camp that we’ll hold a meeting.’"],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p7"},"“When I arrived the next morning I met seventy-five young men. …"],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p8"},"“There stepped out from the crowd a man who, after shaking hands, said, ‘I’m the one to whom you sent your telegram. I’m the chaplain of this camp. I didn’t get your telegram until this morning [that is, Sunday morning]. Upon receipt of it, I made an inquiry—a careful inquiry. I found there were seventy-six Mormon boys in this camp. Seventy-five of them are here, one is in the hospital.’"],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p9"},"“He said, ‘I wish you’d tell me, Mr. Brown, how you do it. I have six hundred men in my church in this camp, and if I gave them six months notice they couldn’t meet that record. Tell me how you do it.’"],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p10"},"“‘Well,’ I said, ‘if you come into our meeting we’ll show you how we do it.’ And so he accompanied me into the quonset hut and before us sat these seventy-five young men. I had the minister sit next to me. …"],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p11"},"“I said, ‘How many of you fellows have been on missions?’ Fully fifty percent of them raised their hands. I pointed to six of them and said, ‘Come here and administer the sacrament.’ I pointed to six others and said, ‘Come here and be prepared to speak.’ I looked at my friend, the minister, and he had his mouth open. He had never seen such a thing. …"],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p12"},"“And I said, ‘Who can lead the music?’ and most of them raised their hands. I selected one. ‘Who can play this portable organ?’ And again there was a fine showing and one was selected. …"],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p13"},"“We went on with our meeting and these young men spoke, and they spoke with power and conviction. … When they had finished talking, I said, ‘Fellows, we’ll have to dismiss.’ …"],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p14"},"“They said, … ‘Let’s have a testimony meeting.’ …"],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p15"},"“I turned to my friend, the minister, and said, ‘Now I know this is unusual for you. We’ve been here two hours and we’re going to be here another two hours. We’ll excuse you if you prefer to withdraw.’"],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p16"},"“He put his hand on my knee and said, ‘Please, Sir, may I remain?’ And, of course, I encouraged him to stay and then for two solid hours those young men … bore witness of the truth of the gospel. …"],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p17"},"“Finally there came an end. We dismissed, and this minister turned to me and said, ‘Mr. Brown, I have been a minister of the gospel for twenty-one years but this has been the greatest spiritual experience of my life.’ And again he said, ‘How do you do it? How did you know which of those fellows to call on?’"],["div",{"id":"p18","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p18"},"“I replied, ‘It didn’t make any difference which one I called on. They are all prepared’” (",["span.emphasis","An Eternal Quest—Freedom of the Mind,"],"Brigham Young University Speeches of the Year [13 May 1969], 14–17)."],["ul.bullet",["li",["span.label","•"],[".para","What did the minister notice that was different about our Church? What were the young men prepared to do? How had they prepared themselves?"]],["li",["span.label","•"],[".para","Why is it important that we prepare for Church service?"]]],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p21"},"“In The Church of Jesus Christ of Latter-day Saints there is no professional clergy, as is common in the other churches. …",["span.emphasis","All"],"members of the Church are subject to call to render service and carry on the activities of the Church” (Boyd K. Packer, in Conference Report, Apr. 1966, 146; or",["span.emphasis","Improvement Era,"],"June 1966, 551)."],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p22"},"When branches, wards, and stakes are organized, members of the Church are called to serve in all the positions in these units."]],[".topic",["h2","How We Are Called to Serve in the Church"],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p24"},"Our Church leaders have the responsibility to call members to fill positions in the Church. They know the requirements of each position and the desirable qualifications that members must have to fill them. With these thoughts in mind, Church leaders prayerfully consider the list of eligible people, seeking for and obtaining inspiration and guidance from the Lord in making each call."],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p25"},"While serving as a counselor in the First Presidency, President Gordon B. Hinckley said: “There is a principle followed in the Church of rotating responsibilities. Inherent in a call to serve is a release, to be expected and welcomed after service well performed” (in Conference Report, Apr. 1984, 3; or",["span.emphasis","Ensign,"],"May 1984, 4)."],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p26"},"Of his own call to serve President Hinckley said:"],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p27"},"“We [the Apostles] serve by His sufferance, knowing that at any time He chooses to do so, He can easily remove us. We are answerable to Him in this life and will be held accountable when we are called before Him to make our report. I hope that we shall not be found wanting. I hope that when that time comes, I may have the opportunity of standing before my Beloved Savior to give an accounting of my stewardship, and that I may be able to do so without embarrassment, or apology, or excuse. I have so tried to conduct my life. I know that I am not a perfect man, that I have many weaknesses. But I can say that I have tried to do that which the Lord would have me do as His servant, and as the servant of every member of this Church throughout the world, and most particularly as the servant of my beloved President, our Prophet, Seer, and Revelator” (in Conference Report, Oct. 1990, 67; or",["span.emphasis","Ensign,"],"Nov. 1990, 51)."],["ul.bullet",["li",["span.label","•"],[".para","What can we learn about our own calls to serve from President Hinckley’s testimony about his call?"]]],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p29"},"Once we have been selected to fill a calling, we are called by our priesthood leader for a private interview. At this time he reviews the responsibilities of our new calling and inquires about our personal and family circumstances to help us assess whether we can meet the requirements of time, preparation, meeting attendance, travel, and so on, involved in our calling. We should understand to whom we report and from which leaders we may request assistance. Sometimes the family is asked to pledge their support to the person receiving the call."],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p30"},"Elder Loren C. Dunn said this about the nature of a Church calling: “A calling in the Church is both a personal and a sacred matter, and everyone is entitled to know he or she has been called to act in the name of God in that particular position. Every person in this church has the right to know that he has been called of God. If he does not have that assurance, then I would suggest he give his calling serious, prayerful consideration so that he can receive what he has a right to receive” (in Conference Report, Apr. 1972, 20; or",["span.emphasis","Ensign,"],"July 1972, 44)."],["ul.bullet",["li",["span.label","•"],[".para","How can you receive assurance that the callings you receive are from the Lord?"]]]],[".topic",["h2","How We Can Receive Help in Fulfilling Our Callings"],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p33"},"Even though we may realize that the call to serve has come through inspiration, sometimes we still feel inadequate, unqualified, or afraid. The scriptures tell us that Moses, Jeremiah, Enoch, and others chosen of the Lord also expressed feelings of inadequacy (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.10"},"Exodus 4:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/jer/1.6"},"Jeremiah 1:6"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.31"},"Moses 6:31"],")."],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p34"},"Elder Richard G. Scott spoke of how he overcame concerns when he was called to be a General Authority:"],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p35"},"“Despite feelings of personal inadequacy, I am at peace. For the Lord has said, ‘And if men come unto me I will show unto them their weakness. I give unto men weakness that they may be humble; and my grace is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them’ (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],"). …"],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p36"},"“I know the reality of the promptings of the Holy Ghost. In times of urgent need, after meditation and prayer to receive confirmation of a selected course of action, those promptings have given the comforted feeling that it was right” (in Conference Report, Apr. 1977, 104; or",["span.emphasis","Ensign,"],"May 1977, 70)."],["ul.bullet",["li",["span.label","•"],[".para","Display a poster of the following quotation or write it on the chalkboard:",["span.emphasis","It is by serving that we learn how to serve."],"(Spencer W. Kimball, “Small Acts of Service,”",["span.emphasis","Ensign,"],"Dec. 1974, 2.)"]]],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p38"},"Concerning our feelings of inadequacy in fulfilling our callings, President Spencer W. Kimball told us: “I have learned that it is by serving that we learn how to serve. … It is important for us to get outside ourselves and to be genuinely interested in those God has given to us as part of our callings” (",["span.emphasis","Ensign,"],"Dec. 1974, 2–3)."],["ul.bullet",["li",["span.label","•"],[".para","How did President Kimball tell us to learn how to serve? How did he counsel us to overcome our feelings of inadequacy?"]],["li",["span.label","•"],[".para","Display visual 28-a, “Callings give us opportunities to develop our talents and serve others.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","28-a, Callings give us opportunities to develop our talents and serve others."]]]],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p41"},"We can gain confidence as we realize that the Lord knows our abilities, talents, and potential, and that, in light of His knowledge, He has selected us to serve in our callings."],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p42"},"The bishop or the branch, district, or stake president usually gives us a blessing to help us perform our new calling. This is referred to as being set apart. When we are called to serve in the Church, we are not expected to do it alone. We can receive power, strength, and assistance from the Lord. He has told us that we may have His Spirit “by the prayer of faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.14"},"D&C 42:14"],"). We are also assured that if we are worthy, we shall “be taught from on high … and … endowed with power” to serve according to His will (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.16"},"D&C 43:16"],")."],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p43"},"When Elder L. Tom Perry was called to the Quorum of the Twelve, he said: “When you live close to the gospel, the Lord is always there. I have proven it to be true that if I would do my homework, if I would study and be prepared, the Lord always ratified the direction I should take” (“News of the Church,”",["span.emphasis","Ensign,"],"May 1974, 121)."],["ul.bullet",["li",["span.label","•"],[".para","Why is it important that you have the Spirit of the Lord to help you in your callings?"]]],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p45"},"Branch, ward, district, and stake leaders and officers have also been called to help us accomplish our assignments. We should seek their help and listen to their counsel. We should attend meetings where they train, teach, and inspire us."],["ul.bullet",["li",["span.label","•"],[".para","Who are some of the leaders from whom you have received help?"]]],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p47"},"In addition to the scriptures, we have Church manuals and handbooks to instruct and guide us in our callings. The Church also publishes general conference talks given by the prophet and other General Authorities. The Church magazines carry these talks in printed form. In many areas the talks are also available by computer on the Internet. We should study and follow the instruction and counsel given in these inspired messages from our leaders."],["ul.bullet",["li",["span.label","•"],[".para","How can you gain confidence in your callings by following the counsel of the General Authorities and using the authorized materials of the Church?"]]]],[".topic",["h2","Our Personal Responsibility for Our Callings"],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p50"},"When we accept responsibility in the Lord’s Church, we become His stewards. This simply means that He has entrusted us to carry out particular responsibilities and that we are His agents to accomplish them. It also means that we are accountable to the Lord for the trust He has given us. Each of us is given a stewardship over that which we have been called to do."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.3-4"},"Doctrine and Covenants 72:3–4"],". Who must report their stewardships to the Lord? What does the Lord promise those who are faithful in their stewardships or callings?"]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99-100"},"Doctrine and Covenants 107:99–100"],". Why is every calling in the Church important? Why should you do your very best when you serve in the Church?"]]]],[".topic",["h2","Conclusion"],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p54"},"Sister Belle S. Spafford, a former general president of the Relief Society, said: “The Lord’s call, ‘Follow me,’ comes to us in this day as truly as it came to his early disciples. … His work must go on. Its progress depends upon the strength we lend it. Needing our strengths, he is tolerant of our weaknesses. Each of us is called to a particular work because of some strength we possess. It is our responsibility to accept his calls, to grow in his service” (",["span.emphasis","Women in Today’s World"],"[1971], 67)."],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p55"},"We have many opportunities to serve the Lord in His Church, and should seek to fulfill our inspired stewardships in the manner that the Lord would have us fulfill them."]],[".topic",["h2","Challenge"],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p57"},"Remember that serving the Lord is a privilege. Remember also that the Lord inspires His leaders to call us to Church service. In fulfilling our callings we should seek for help from the Lord, our leaders, the scriptures, and authorized manuals. We should also be willing to accept full responsibility for our stewardships. Prepare a list of ways you can improve your stewardship in performing your present Church calling."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/ps/100.2"},"Psalm 100:2"],"(serve the Lord with gladness)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/15.16"},"John 15:16"],"(bring forth fruit)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.4"},"Hebrews 5:4"],"(men called of God)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.16-18"},"Mosiah 2:16–18"],"(in serving one another we serve God)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.35-37"},"Doctrine and Covenants 105:35–37"],"(the voice of the Spirit manifests who is chosen)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p65","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.p65"},"Before presenting this lesson:"],["div",{"id":"f12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-28-serving-in-the-church.f12"},["ol.number",["li",["span.label","1."],[".para","Read",["span.emphasis","Gospel Principles"],"chapter 28,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-28-service.p1"},"“Service.”"]]],["li",["span.label","2."],[".para","Review lesson 12,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/duties-and-responsibilities/lesson-12-church-organization.p1"},"“Church Organization,”"],"in this manual."]],["li",["span.label","3."],[".para","Prepare the poster suggested in the lesson or write the information on the chalkboard."]],["li",["span.label","4."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
