{"id":39,"parent_id":34,"book_id":19,"content_id":1,"language_id":1,"display_order":39,"title":"Lesson 32: Setting Personal and Family Goals","subtitle":"","short_title":"Lesson 32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals","content":[["div",{"id":"head6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.head6"},[".titleNumber","Lesson 32"],["h1","Setting Personal and Family Goals"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p3"},"The purpose of this lesson is to inspire us to set goals and work to achieve them."],[".topic",["h2","Our Need for Goals"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p5"},"A goal is a standard, a skill, an ideal, or a destination that is to be achieved. We set a goal when we decide to accomplish a particular thing. Some goals, such as cleaning a room or reading a book, may take a short time to accomplish. Other goals, such as saving money to buy a new home or doing things to improve the love and peace within the family, may take months or years. Goals that will help us become worthy to dwell eternally with our Heavenly Father may take an entire lifetime. Some goals may not even be attained during a lifetime on earth, but may require additional effort in the hereafter."],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p6"},"In the scriptures Heavenly Father has stated His major goal concerning His work: “For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). In order for His goal to be realized in our lives, we need to set goals that will enable us to make our lives productive and happy and that will help us be worthy to return to our Heavenly Father."],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p7"},"It has been said that “if you don’t know where you are going, it doesn’t matter which road you take” (quoted by John H. Vandenberg in Conference Report, Apr. 1966, 92; or",["span.emphasis","Improvement Era,"],"June 1966, 533)."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p8"},"Some people often waste days, months, and even years of their lives going down paths that lead them to no worthwhile achievements. Other people set goals and progress steadily along paths that lead them to achieve much."],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p9"},"Every successful vacation is largely the result of goals. For example, after we decide where we are going on a trip, we select goals to help us know where we are now, where we are going, and how we are going to get from where we are to where we want to be. Goals give purpose and direction to our actions. They help us improve our lives and achieve heights we did not think possible. President Spencer W. Kimball made the following statement about missionary goals:"],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p10"},"“Our goal is to achieve eternal life. That is the greatest goal in the world. We are not opposed to goals. We do not want stake and full-time mission presidents to establish quotas for the missionaries. Rather, we expect them to inspire missionaries to set their own goals, and make them high enough to challenge their very best efforts, and work to achieve them. We expect you brethren to convey this message to them. We look to you to teach these principles and follow up. …"],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p11"},"“Stimulate and encourage them to make and reach goals for themselves. … Success should not necessarily be gauged by always reaching the goal set, but by progress and attainment” (regional representatives’ seminar, 3 Apr. 1975)."],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p12"},"When speaking to Latter-day Saint women, President Kimball also counseled us to set goals that require us to “reach and strain. … Growth comes from setting your goals high and reaching for the stars” (“Privileges and Responsibilities of Sisters,”",["span.emphasis","Ensign,"],"Nov. 1978, 103). He also said: “We do believe in setting goals. We live by goals. … We must have goals to make progress” (regional representatives’ seminar, 3 Apr. 1975)."]],[".topic",["h2","Setting Individual Goals"],["ul.bullet",["li",["span.label","•"],[".para","Display visuals 32-a, “A young woman”; 32-b, “A mother with children”; and 32-c, “An older woman.” Have the class choose one goal for each of the sisters in the pictures. Write the three goals on the chalkboard. Think of some things each sister could do now to start to come nearer to her goal."],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","32-a, A young woman"]],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","32-b, A mother with children"]]],["li",["span.label","•"],[".para","What should be the most important goal in your life?"]]],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p16"},"Although each of us is individually unique, our main goal in life should be the same—to become worthy to achieve exaltation in the celestial kingdom and return to live with our Heavenly Father as a part of His eternal family. Because individual talents, abilities, and weaknesses differ, each of us needs to set different individual goals to help us achieve our main goal. For example, some of us may need to improve our ability to pay tithing, whereas this may already be easy for some. Some of us may need to learn to keep the Sabbath day holy, while this may pose no problem for others. We will not always have the same goals as others because our individual needs are not always the same."],["ul.bullet",["li",["span.label","•"],[".para","What are some goals we could select to help us reach our main goal of achieving exaltation in the celestial kingdom as part of our Heavenly Father’s eternal family? What are some things we need to do now? (Write the responses on the chalkboard.)"]]],["div",{"id":"p18","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p18"},"President Spencer W. Kimball shared the following personal experience he had in setting a goal when he was 14 years old:"],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p19"},"“When I heard a Church leader … tell us at conference that we should read the scriptures, and I recognized that I had never read the Bible, that very night at the conclusion of that very sermon I walked to my home a block away and climbed up in my little attic room in the top of the house and lighted a little coal-oil lamp that was on the little table, and I read the first chapters of Genesis. A year later I closed the Bible, having read every chapter in that big and glorious book. …"],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p20"},"“I had a glowing satisfaction that I had made a goal and that I had achieved it” (in Conference Report, Apr. 1974, 126–27; or",["span.emphasis","Ensign,"],"May 1974, 88)."],["ul.bullet",["li",["span.label","•"],[".para","Ask a class member to share her joy at having set and achieved a personal goal. Think about how you have felt when you have accomplished a personal goal."]]],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p22"},"Sister Lelia Higginson of Denver, Colorado, USA, a devoted Latter-day Saint woman, knew the value of setting goals. After she passed away, her husband called the family together and read to them excerpts from their mother’s journal, which she had written 30 years earlier as a young unmarried woman. Her journal showed that she had set righteous goals:"],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p23"},"“I want to be ready to help build up the kingdom of God on this earth. … I hope I can prove true. …"],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p24"},"“The goal I am seeking through this life is that of being permitted to be in the celestial kingdom in the world after this, and I shall never quit working for my goal. I have attended church since I was old enough to go. …"],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p25"},"“I want to be married to a clean Mormon boy who can take me to the temple, and I want to be worthy of him. I hope that I can pass on to my posterity a clean, perfect mind and body, my knowledge of the gospel, and a desire to live to attain the celestial kingdom. I hope that I will be permitted to live with my loved ones in the next world and that I may be the means of helping all I can of those around me, and those who have gone before, to get their temple work done. I want to be the means of bringing new souls into the world and to be able to be a worthy and good mother, to help provide a home for them that they may enjoy the same blessings that I enjoy in my home” (quoted by John H. Vandenberg in Conference Report, Apr. 1966, 94; or",["span.emphasis","Improvement Era,"],"June 1966, 534)."],["ul.bullet",["li",["span.label","•"],[".para","What specific goals did Sister Higginson set for herself? (Write responses on the chalkboard.) Which of these goals do you want to set for yourself?"]]],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p27"},"Before we set our individual goals, we should pray and meditate. We should ask Heavenly Father to help us know where we are weak, what we need to improve, and what our goals should be. Our patriarchal blessings will also help us understand what our individual goals should be. Instructions from our Church leaders can help us in setting our individual goals. We should develop the attitude President Spencer W. Kimball expressed at the close of a general conference: “I have made up my mind that I shall go home and be a greater man than I have ever been before. I have listened to all the instructions and suggestions, and I am hoping that every person who has heard them has done likewise. … I urge you to … think again of the things that have been brought to your attention; and so far as they approach your life in any way, see if you can use them to bring you back—all of us—toward the perfection which the Lord has asked of us” (in Conference Report, Oct. 1977, 113; or",["span.emphasis","Ensign,"],"Nov. 1977, 75)."]],[".topic",["h2","Setting Family Goals"],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p29"},"In addition to setting our individual goals, we should talk with our families and set goals for the entire family to achieve. We can be working on some individual goals and some family goals at the same time. As families we may want to set a general goal to increase the love, peace, and happiness in the home."],["ul.bullet",["li",["span.label","•"],[".para","What specific family goals could we set that would help our families increase the peace in our homes?"]]],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p31"},"Some of us may want to increase our family’s knowledge of the scriptures or improve Church attendance and activity. Others of us may want to work with our families to improve the cleanliness and beauty of our homes. Our families may need to improve the way we use our money, or we may need to begin a home storage program. Elder Rex D. Pinegar told of an experience he and his family had in setting family goals:"],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p32"},"“One day my wife asked me a staggering question that startled me a little bit. She said, ‘Now, Rex, what are you really going to be? …"],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p33"},"“‘What are your goals, your objectives in life?’ I realized that I had never shared them with her. It kind of hurt, and I realized that it had probably hurt her as well. So we talked about our family and then decided what we’d have to do with our lives. … Our desire was to be of service to the Lord and be where he wanted us to be when he wanted us to be there. Well, in order to accomplish that we had to have an income, and so we set our goals in line with that thinking. It meant moving, and we did. It meant being in school for thirteen years. … But those goals were secondary to family, secondary to maintaining the family unit” (“Goals and Family Life,” in",["span.emphasis","1976 Devotional Speeches of the Year,"],"39)."],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p34"},"Setting family goals will help us grow in love and unity in our families and can help us gain family exaltation with our Heavenly Father."]],[".topic",["h2","Achieving Our Goals"],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p36"},"Bishop John H. Vandenberg said: “I feel that goal-setting is absolutely necessary for happy living. But the goal is only part of the desired procedures. We need to know which roads to take to reach the goal. … [People] need to make commitments with themselves by writing down their goals and keeping a record of the fulfillment of their achievements” (in Conference Report, Apr. 1966, 94; or",["span.emphasis","Improvement Era,"],"June 1966, 534)."],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to “know which roads to take to reach the goal”? What steps did Bishop Vandenberg name to help us achieve our goals? (Write the heading",["span.emphasis","Achieving Goals"],"on the chalkboard, and under it list class members’ responses.)"]],["li",["span.label","•"],[".para","Conduct the following demonstration: Hold in your hand five or six small balls or other small objects. Select a sister and tell her your goal is to have her catch all of the balls. Throw the balls to her all at once. She will probably be unable to catch any of them."]],["li",["span.label","•"],[".para","How does this demonstration apply to our achieving our goals?"]],["li",["span.label","•"],[".para","Continue the demonstration by throwing the balls to the sister one at a time so she can catch each one. Explain that this demonstration shows the importance of working step by step to accomplish our goal. We should not expect to achieve goals all at once."]]],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p41"},"Suppose that you and your husband are like the young couple mentioned in the following situation:"],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p42"},"“During one of their family home evenings, a young married couple [made] a resolution to get out of debt by the following Christmas. But six months and then a year later, they [were] still heavily in debt with no relief in sight. …"],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p43"},"“After a year of frustration and failure in achieving their family objective, the couple decide[d] to be more precise in setting their goal. They review[ed] the past few months and admit[ted] that they [had] made some unnecessary expenditures. …"],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p44"},"“Making a second effort, … this couple properly identified their problem, precisely defined their objective, and decided—in writing—the procedures they would use and the sacrifices they would make to achieve their goal. With a reasonable budget and a prayerful commitment, they reached their goal even before the specified deadline” (Rodger Dean Duncan, “Do Your Family Goals Fizzle?”",["span.emphasis","Ensign,"],"Feb. 1971, 59–60)."],["ul.bullet",["li",["span.label","•"],[".para","Why was this couple unable to get out of debt during the first year after setting their goal? What did they do that helped them succeed? (Add responses to those listed on the chalkboard.)"]]],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p46"},"When we are striving to achieve worthy goals, we should seek the aid of our Heavenly Father in prayer."],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p47"},"While trying to achieve our goals, we may sometimes become discouraged. Perhaps you have “felt like the young mother who was so burdened with personal problems, pressures, and frustrations that she felt inadequate to deal with them. … She and her husband had wanted a large family. Now she was strongly doubting whether she had the ability to handle the children with which the Lord had already blessed them. … She wept with despair at the gap between the ideal and her own performance. She was sure she would never qualify for exaltation, never become perfect."],["div",{"id":"p48","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p48"},"“Then she knelt with a contrite heart to get help from the Lord. Soon afterward, in a sacrament meeting, she received her answer. After reading",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],", the bishop bore his testimony that the Lord does not give any commandment unless he prepares a way for us to accomplish it. Soon afterward, she wrote a letter … describing her experience. … ‘After the bishop’s talk, I started reading the scriptures and praying each day. I determined that I needed to prepare myself so I could ask the Lord for as much help as I needed. Now, I",["span.emphasis","am"],"doing it and I am overwhelmed at the difference in my life. I love it! I already feel happier and more confident. … I can’t say I never fail, but I feel better about things. And I know I am making solid progress in many areas’” (",["span.emphasis","Relief Society Courses of Study 1978–79,"],"8)."],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p49"},"Although we may carefully follow the suggestions given for achieving our goals, sometimes we may not be successful in reaching them. Sometimes the Lord wisely has plans for us other than those we have chosen. Sister Sandra Covey related an experience of her teenage daughter:"],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p50"},"“Being elected cheerleader of her high school seemed to be the most important need in her life. She had worked for several months, practicing every day doing cartwheels, flips, splits, and cheers. …"],["div",{"id":"p51","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p51"},"“She seemed a cinch to be one of the five winners."],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p52"},"“She was absolutely crushed when she lost. It was only by a few votes, but she lost."],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p53"},"“‘Mother, you just don’t know how important this was to me,’ she sobbed. ‘It’s one of my lifetime goals. Why did the Lord let me down when I prayed so fervently? … I practiced for six months. I couldn’t have tried harder.’”"],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p54"},"Sister Covey said, “I told her there must be a good reason and through prayer and study she would come to understand why."],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p55"},"“The very next month she was asked to be one of the high school seminary officers. …"],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p56"},"“That year she had many profound spiritual experiences. She developed deep, meaningful friendships and was a positive influence in helping several people come into Church activity."],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p57"},"“Later she told me that she gradually came to an understanding of herself through fervent prayer and study of the scriptures. ‘I wanted to be a cheerleader more than anything else, but the Lord knew I needed this other experience more. I needed more spiritual growth. It was a hard experience, but I know in my heart it was right’” (Stephen R. and Sandra Covey, “Teaching Our Children to Pray,”",["span.emphasis","Ensign,"],"Jan. 1976, 63)."],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p58"},"Achieving our goals will be easier if we eliminate from our lives those things that discourage or stop us. Poor habits, undesirable companions, and negative thoughts in the form of anxieties, doubts, and fears keep us from accomplishing righteous desires."],["div",{"id":"p59","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p59"},"Having a positive attitude will help us achieve the goals we set for ourselves. As we work daily for improvement, we should freely and fully enjoy each accomplishment, however small it may be. Elder Mark E. Petersen gave us this encouragement:"],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p60"},"“I believe that in many ways, here and now in mortality, we can begin to perfect ourselves. A certain degree of perfection is attainable in this life. …"],["div",{"id":"p61","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p61"},"“I am confident that one of the great desires of the Lord our God is that we shall keep that great commandment which says, ‘Be ye therefore perfect.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matt. 5:48"],".)” (",["span.emphasis","Toward a Better Life"],"[1960], 312–13)."],["ul.bullet",["li",["span.label","•"],[".para","How do you explain Elder Petersen’s statement that “a certain degree of perfection is attainable in this life”?"]]],["div",{"id":"p63","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p63"},"Achieving our righteous goals will come as a result of planning, effort, and prayer. We should remember that we will never fail as long as we are striving to reach these goals and seeking to understand Heavenly Father’s will for us. We have accepted the gospel and joined the Church to help us become like our Father in Heaven."]],[".topic",["h2","Conclusion"],["div",{"id":"p65","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p65"},"Setting goals will help us accomplish our worthy desires in mortality and in the hereafter. Individual goals can guide us to achieve personal triumphs. Family goals can lead us to become unified, exalted families. As we work to accomplish righteous goals, we are striving to fulfill the Lord’s commandment, “Be ye therefore perfect” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],")."]],[".topic",["h2","Challenge"],["div",{"id":"p67","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p67"},"Ponder what you want to achieve in mortality, and prayerfully seek to know Heavenly Father’s will for you. Then set realistic goals to attain your desires. Discuss your goals with your family. Select one individual goal to work on first, and then ask yourself, “What should I do to reach my goal?” Write down what you can do this week to achieve your goal. At the end of this week, write down what you can do the following week. Repeat this process until you have achieved the goal. Then choose another of your personal goals and follow the same procedure until you accomplish this goal."],["div",{"id":"p68","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p68"},"With your family, choose a goal that will benefit all of you, and then follow the above process until your family has achieved the goal. Give special recognition to those in your family who achieve a personal goal they have set for themselves."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.23"},"Mark 9:23"],"(all things are possible)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/gal/6.7"},"Galatians 6:7"],"(law of the harvest)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/james/1.22-25"},"James 1:22–25"],"(be doers as well as hearers)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"(the Lord will help us keep His commandments)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],"(virtues we should strive for)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p76","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.p76"},"Before presenting this lesson:"],["div",{"id":"f62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/personal-and-family-development/lesson-32-setting-personal-and-family-goals.f62"},["ol.number",["li",["span.label","1."],[".para","Obtain five small balls or other objects to use in the demonstration on achieving goals step-by-step."]],["li",["span.label","2."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
