{"id":9,"parent_id":4,"book_id":19,"content_id":1,"language_id":1,"display_order":9,"title":"Lesson 5: The Word of Wisdom","subtitle":"","short_title":"Lesson 5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom","content":[["div",{"id":"head6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.head6"},[".titleNumber","Lesson 5"],["h1","The Word of Wisdom"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p3"},"The purpose of this lesson is to encourage us to obey the Word of Wisdom and help others to do so."],[".topic",["h2","Revelation on Health"],["ul.bullet",["li",["span.label","•"],[".para","Display a poster of the following, or refer to it on the chalkboard:",["span.emphasis","The Word of Wisdom: God’s law of health."]]]],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p6"},"The Word of Wisdom contained in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.title"},"Doctrine and Covenants 89"],"is God’s law of health. In this section, the Lord tells us that He gave the revelation on health for the benefit of even the weakest of the Saints. The circumstances in which the Prophet Joseph Smith received the revelation known as the Word of Wisdom were described by President Brigham Young:"],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p7"},"“The first school of the prophets [a special school for the early leaders of the Church] was held in a small room situated over the prophet Joseph’s kitchen. … [This was the room where] the prophet received revelations and in which he instructed his brethren. The brethren came to that place for hundreds of miles to attend school in a little room probably no larger than eleven by fourteen [feet]. When they assembled together in this room after breakfast, the first [thing] they did was to light their pipes, and, while smoking, talk about the great things of the kingdom, and spit all over the room; and as soon as the pipe was out of their mouths, a large chew of tobacco would then be taken. Often when the prophet entered the room to give the school instructions he would find himself in a cloud of tobacco smoke. This, and the complaints of his wife at having to clean so filthy a floor, made the prophet think upon the matter, and he inquired of the Lord relating to the conduct of the elders in using tobacco, and the revelation known as the Word of Wisdom was the result of his inquiry” (in",["span.emphasis","Deseret News [Weekly],"],"26 Feb. 1868, 18)."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p8"},"This revelation, which contains specific instruction about beneficial and harmful health practices, is God’s law of health for His children on earth."]],[".topic",["h2","God’s Law of Health"],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p10"},"The Lord’s counsel on foods to eat and substances to avoid or use with caution constitutes His law of health."],[".topic",["h3","Foods to Eat"],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p12"},"The Lord has given laws and counsel to help His children. In a revelation concerning the care and protection of our physical bodies, He tells us the kinds of foods we should eat. When the Word of Wisdom was revealed to Joseph Smith, many were suffering from malnutrition because they did not eat an adequate variety of foods. Because of ignorance or tradition, people often did not eat enough fruits and vegetables. Some did not eat enough grains but relied almost entirely on meats. The Lord’s admonition to eat a variety of fruits, vegetables, grains, and meats helped the Saints to be healthy, providing their bodies with substances required for good health. More than 60 years after the Word of Wisdom was revealed through the Prophet Joseph Smith, scientists began to realize the wisdom in eating a variety of foods."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 5-a, “Foods to eat.”"]]],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p14"},"Each of us will be healthier as we follow the Lord’s counsel to (1) use herbs, fruits, and vegetables, (2) use grains as a central part of what we eat, and (3) eat the flesh of animals sparingly. Each of these groups of food provides essential body nutrients."],["ul.bullet",["li",["span.label","•"],[".para","What foods in each of these groups are available to you?"]],["li",["span.label","•"],[".para","Write",["span.emphasis","Foods to eat"],"on the chalkboard, and under it list the foods we are counseled to use."]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.10-17"},"Doctrine and Covenants 89:10–17"],". What foods does the Lord counsel us to eat?"]]]],[".topic",["h3","Substances to Avoid"],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p19"},"The Word of Wisdom also cautions against taking specific substances into our bodies. We are advised to avoid strong drink (meaning all alcoholic beverages), to avoid the use of tobacco in any form, and to avoid hot drinks (which the Lord has revealed to His prophets to mean tea and coffee). In more recent times the Lord has revealed through Church leaders that we should not use any substance that is harmful, habit-forming, or contains illegal drugs."],["ul.bullet",["li",["span.label","•"],[".para","Write",["span.emphasis","Substances to avoid"],"on the chalkboard, and under it list the substances the Lord counsels us to avoid. How can you avoid the temptation to use these substances?"]]],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p21"},"When given to Joseph Smith, the Word of Wisdom was contrary to many of the customs of that time. Without many known health reasons for obeying this commandment, members of the Church obeyed the revelation by faith. In recent years, scientists have discovered many reasons for avoiding the harmful substances mentioned. For example, when the Word of Wisdom was revealed, coffee and tea were common drinks. Until that time, no one suspected that drinking these substances could be harmful. However, we now know that these drinks are stimulants. They increase the blood pressure, raise the pulse rate, and usually interfere with sleep. Scientists are continually discovering additional harmful effects of these drinks."],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p22"},"The use of tobacco can also seriously impair the user’s health. It can lead to cancer, heart attacks, strokes, and chronic lung disease. Babies born to mothers who smoke are often smaller and less healthy than babies born to mothers who do not smoke. Bronchitis and pneumonia are serious illnesses common in babies born to parents who smoke, but less common in babies born to parents who do not smoke. Babies whose parents smoke also have a greater risk of suffering from chronic lung disease after they become adults."],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p23"},"We know that alcoholic beverages actually poison the body. Drinking alcohol causes changes in mood and results in lack of judgment and restraint, slurred speech, staggering, and clumsiness. Larger amounts of alcohol can produce drowsiness, stupor, and even death. People who become addicted to alcoholic beverages are called alcoholics. Alcoholics drink so much alcohol that it damages their bodies, especially the liver and digestive tract. Alcoholics may also suffer from other diseases, such as cancer and ulcers, more frequently than people who do not use alcohol. Women who drink alcohol during pregnancy may give birth to smaller babies or babies with various defects."],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p24"},"In addition to the above-mentioned physical damage, alcoholic beverages can also cause other undesirable consequences. All too often a drunken parent abuses family members. Children come to fear rather than to respect a drinking parent. Families suffer because their income is wasted on alcoholic beverages instead of being used for food, clothing, and educational needs."],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p25"},"With this information, each time we read the revelation on the Word of Wisdom, we can better understand the counsel regarding the substances we should avoid."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.5-9"},"Doctrine and Covenants 89:5–9"],"."]]]],[".topic",["h3","Blessings of Obeying the Law of Health"],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p28"},"The Lord has promised that those who obey the Word of Wisdom and His other commandments will be blessed. He mentions four specific blessings."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"Doctrine and Covenants 89:18–21"],". What are the four blessings?"]],["li",["span.label","•"],[".para","Why do you need a healthy body? Why does the Lord want His children to have healthy bodies?"]]],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p31"},"Many people have found better health through living the Word of Wisdom. After being a prisoner of war for five years, a Brother Clara became very ill and spent three years in hospitals and sanatoriums. The doctors finally sent him home because they could not cure him. No treatment did him any good, and he had to spend all day in bed. After being taught the gospel by the missionaries, Brother Clara accepted the Word of Wisdom and stopped drinking coffee and smoking. Gradually, after months of obeying the Word of Wisdom, he saw amazing improvements in his health. He had little respiratory trouble and coughed less. He finally decided to try working again, and he was hired almost immediately. He received a blessing from priesthood holders and was completely cured some years later. Brother Clara was blessed to enjoy good health because he obeyed the Word of Wisdom. (See Mrs. Lodemez Clara, “After Five Years in a Nazi Camp, He Was Regarded Incurable,”",["span.crossRef",["span.emphasis","Ensign,"]],"Dec. 1972, 23.)"],["ul.bullet",["li",["span.label","•"],[".para","What blessings of better health have you or your family members received through obedience to the Word of Wisdom?"]]],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p33"},"Sometimes, for reasons we do not understand, our health does not improve, even though we are obeying the Word of Wisdom. We are still required to obey this commandment, however. Obedience to the Lord’s commandments always brings blessings, although we may not recognize them immediately. When the Word of Wisdom was revealed, it was not considered to be a commandment but only wise counsel. Later, when the prophet Brigham Young spoke as the mouthpiece of the Lord, he asked the members to covenant to keep the Word of Wisdom. Today it is a commandment for all Latter-day Saints. As stressed by the First Presidency during general conference of October 1942: “It is God’s law of health, and is binding upon each and every one of us. We cannot escape its operation, for it is based upon eternal truth” (in James R. Clark, comp.,",["span.emphasis","Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,"],"6 vols. [1965–75], 6:172)."],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p34"},"Sometimes obeying the Word of Wisdom is not easy, because habits are hard to break and we may feel pressure from those around us to disobey. As we obey the Lord’s law of health, however, we learn self-control and feel self-respect. We also increase our ability to obey other commandments."],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p35"},"“A young Mormon boy [enlisted in the army]. He was awkward. … After one parade, when he had gone through everything backwards, he was called by the captain to come in to his office. The captain said, ‘I have noticed you, young fellow. … You are a Mormon, I suppose.’"],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p36"},"“‘Yes, sir.’"],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p37"},"“‘Well, I just wanted to make friends with you. Will you have a glass of beer?’"],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p38"},"“‘Sir, I do not drink liquor.’"],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p39"},"“The captain [swore and] said, ‘… Maybe you will have a cigar then.’"],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p40"},"“[The young man replied], ‘Thank you, sir, but I do not smoke.’"],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p41"},"“The captain seemed much annoyed by this, and he dismissed the boy from the room."],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p42"},"“When the young man went back to his quarters, some of the lesser officers accosted him angrily and said, ‘You fool, don’t you realize the captain was trying to make a friend of you, and you insulted him to his face?’"],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p43"},"“The young Mormon boy answered, ‘Gentlemen, if I must be untrue to my ideals and my people and do things that I have been instructed all my life I should not do, I will quit the army.’"],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p44"},"“… While overseas later on in the war … his captain, who had then become a lieutenant colonel, … [needed a soldier for a very important assignment. He needed someone who was absolutely trustworthy. He needed a man of character]. The lieutenant colonel, his former captain, selected and assigned this young man who had the courage to stand before him and say, ‘I do not smoke. I do not drink’” (Hugh B. Brown, “A Time of Testing,”",["span.emphasis","Improvement Era,"],"June 1969, 98)."],["ul.bullet",["li",["span.label","•"],[".para","What problems do you face as you try to obey the Word of Wisdom? What can you do to resist temptations, remain steadfast, and obey the Word of Wisdom?"]]],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p46"},"We should not think of the Word of Wisdom as a commandment with only physical, temporal blessings. The Lord has told us that all commandments are spiritual."],["ul.bullet",["li",["span.label","•"],[".para","What spiritual blessings can you receive by obeying the Word of Wisdom?"]],["li",["span.label","•"],[".para","How can obeying the Word of Wisdom help you keep other commandments?"]]]]],[".topic",["h2","Helping Others"],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p50"},"We should be tolerant of those who are struggling to obey the Word of Wisdom. Some people find it easy to obey this commandment, while others find it difficult. Each of us must seek the Lord’s guidance to know how to best influence someone who is having difficulty. Our example and encouragement can help family members, friends, and new members of the Church. One Latter-day Saint sister, Yvonne Rempp, wrote of a personal experience that shows the importance of setting a good example in obeying this commandment:"],["div",{"id":"p51","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p51"},"“The only two people I knew at the reception were the groom and his mother. She and I had become good friends at the hospital where we worked. …"],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p52"},"“After wishing [the newlyweds] well and meeting all the members of the bridal party, I spied a vacant chair across the room and hurriedly claimed it as my own."],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p53"},"“‘Would you like some punch now?’ a young girl asked."],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p54"},"“‘No, thank you,’ I replied, ‘not now.’”"],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p55"},"Sister Rempp wrote that the refreshments included cake and an alcoholic punch. Many people were lined up by the punch, which was served from a cutglass punch bowl into large goblet-type glasses. In a corner was a small punch bowl and cups with balloons of cartoon characters tied to the handles. This was the plain punch for the children. Sister Rempp went on:"],["div",{"id":"p56","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p56"},"“‘Why is the unspiked punch always so far away from the rest of the proceedings?’ I wondered."],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p57"},"“How thirsty I was! But how could I go to the unspiked punch table and get a glass of punch with a cartoon character balloon attached? A whole group of little people—flower girls, the ring bearer and his companions—were lined up. I wondered if, just this once, I could hold a regular punch glass. I wouldn’t drink the spiked punch. I stood up."],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p58"},"“‘Here is your punch, lady,’ I heard someone say."],["div",{"id":"p59","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p59"},"“‘Oh, no thank you,’ I said again, ‘not now.’"],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p60"},"“I sat down again. What would be so wrong about one drink? But I knew it was wrong, so the ‘why’ didn’t matter. I remembered my visiting teacher saying just last week that we must not make little compromises because we do not always know what may trap and ensnare us. Well, I’d have to decide soon or have the feeling of choking to death on the dry cake I’d taken off a tray."],["div",{"id":"p61","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p61"},"“Standing up, I hesitatingly started toward the spiked punch bowl. Then I went back and sat down again."],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p62"},"“The inward battle raged on. Think what I almost did!"],["div",{"id":"p63","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p63"},"“As I sat there, I began to hum the hymn tune, ‘Choose the Right.’ Now what made me recall that tune at this time? Finally, feeling like a giant among elves, I took my place in the [children’s] punch line."],["div",{"id":"p64","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p64"},"“I felt a gentle tap on my shoulder and a teenager … asked, ‘Sister Rempp, is this the [children’s] punch bowl?’"],["div",{"id":"p65","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p65"},"“‘Why Neil, how nice to see you! Yes, of course, this is the [children’s] punch bowl.’ His shy grin lit up his whole face and his brown eyes twinkled. We talked and laughed and enjoyed our punch out of our unusual cups. I had a Pluto balloon tied to mine and Neil had Minnie Mouse tied to his. After we had visited a few minutes, some of his friends came up to us, and one of the fellows said, ‘When we came in and Neil saw you, he told us that you were the Gospel Doctrine teacher in his ward. Then, when we talked about having some of the spiked punch, he really put us in our place. He said we were to follow your good example and remember who we were. Besides, you might tell his mom.’"],["div",{"id":"p66","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p66"},"“I felt weak in the knees. How close I had come to stumbling, and taking many with me. I could hardly wait to get home and give proper thanks to my Heavenly Father for the special help that he had given me. Never again would I be hesitant in my choices."],["div",{"id":"p67","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p67"},"“Just a week earlier Neil had accepted a call to go on a mission. And two days after the wedding reception he passed on to a very special mission, being the victim of a fatal, untimely accident. His mission came through, only the area had been changed. Neil was an exceptional young man, in looks, ability, and moral standards. He had succeeded here, and I will be forever grateful that in this instance I had not failed him.” (See Yvonne Rempp, “Temptation in a Punch Bowl,”",["span.crossRef",["span.emphasis","Ensign,"]],"Apr. 1977, 61–62.)"],["div",{"id":"p68","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p68"},"One woman had been a less-active member of the Church for more than 20 years and was addicted to smoking cigarettes. The bishop called her to serve in a Church position, however, and through Church service her testimony gradually rekindled. She described her feelings about her habit and being able to overcome it:"],["div",{"id":"p69","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p69"},"“I could not give up smoking. Always I had been uncomfortable as a smoker, and now my Church activity made the cigarette habit almost … unbearable to me."],["div",{"id":"p70","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p70"},"“Most of the members of our ward knew I smoked, but not once did anyone criticize me. Since I was so touchy on the subject, I was always on the alert for a slighting remark, a holier-than-thou glance, but never once did anyone even suggest that I might be unworthy. My new spiritual growth was so fragile, a breath of criticism might have destroyed it. None came."],["div",{"id":"p71","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p71"},"“Gradually I gained the strength to try to break my tobacco habit. …"],["div",{"id":"p72","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p72"},"“I will be forever grateful to the true Saints of our community whose faith and love and prayers encouraged my husband and me to become worthy … , and to a Father who never ceased to love us” (Kae Black, “I Had to Quit Smoking!”",["span.emphasis","Ensign,"],"Apr. 1977, 62–63)."],["ul.bullet",["li",["span.label","•"],[".para","What can you do to help others obey the Word of Wisdom?"]],["li",["span.label","•"],[".para","What temptations do young people have regarding obeying the Word of Wisdom? How can you help your children resist these temptations?"]]]],[".topic",["h2","Conclusion"],["div",{"id":"p76","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p76"},"Section 89 of the Doctrine and Covenants (the Word of Wisdom) is God’s law of health for mankind. It names the foods we should eat and the substances we should avoid. We are promised great blessings if we will obey this commandment. Although we now know scientific reasons for obeying the Word of Wisdom, doing so is still a test of our commitment to live as the Lord directs and of our desire to live a healthful life. Through our personal example of obedience to God’s law of health, we can often help others to obey this commandment and receive the blessings of doing so."]],[".topic",["h2","Challenge"],["div",{"id":"p78","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p78"},"Examine your own life to see if you can be more obedient to the Word of Wisdom. Seek inspiration to know how to help others obey this commandment."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.29"},"Genesis 1:29"],"(herbs and fruit of trees for food)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/isa/5.11,20-24"},"Isaiah 5:11, 20–24"],"(not to drink wine or strong drink)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/prov/20.1"},"Proverbs 20:1"],"(wine is a mocker)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.19"},"Doctrine and Covenants 49:19"],"(beasts and growing things ordained for food of man)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p85","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.p85"},"Before presenting this lesson:"],["div",{"id":"f67","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-5-the-word-of-wisdom.f67"},["ol.number",["li",["span.label","1."],[".para","Study",["span.emphasis","Gospel Principles"],"chapter 29,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-29-the-lords-law-of-health.p1"},"“The Lord’s Law of Health.”"]]],["li",["span.label","2."],[".para","Prepare the poster suggested in the lesson or write the information on the chalkboard."]],["li",["span.label","3."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
