{"id":13,"parent_id":4,"book_id":19,"content_id":1,"language_id":1,"display_order":13,"title":"Lesson 9: Purity of Thought","subtitle":"","short_title":"Lesson 9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought","content":[["div",{"id":"head10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.head10"},[".titleNumber","Lesson 9"],["h1","Purity of Thought"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p3"},"The purpose of this lesson is to help us increase our righteousness by teaching us how to control our thoughts."],[".topic",["h2","Our Thoughts Are Influenced by the World around Us"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p5"},"Elder J. Thomas Fyans made the following comments about thoughts:"],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p6"},"“Not only is this Amazon the greatest river in the world, but even many of its tributaries are great rivers. …"],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p7"},"“One interesting feature about these rivers is their different colors. The Madeira, for example, is called a white river because its waters carry fine clay particles along its course. The black color of the Rio Negro comes from decaying organic materials picked up in the forests through which it passes. Still other rivers flow over white sands and often appear emerald green or turquoise blue. …"],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p8"},"“Just as these rivers are colored by the substances picked up as they flow along, so the streams of our thoughts are colored by the material through which they are channeled. …"],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p9"},"“Some rivers are sluggish and meander through low places. Their waters are dirty and full of debris."],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p10"},"“Other rivers flow down from the high places. … Their current is strong, and as a result, these furnish electricity for our needs, and great ships sail upon them” (in Conference Report, Buenos Aires Argentina Area Conference, 1975, 28–29)."],["ul.bullet",["li",["span.label","•"],[".para","Have the sisters think about the following questions: Where do the streams of our thoughts flow? What fills and colors our thoughts?"]],["li",["span.label","•"],[".para","Place two glasses and a pitcher of water on a table. Put a lump of dirt in one of the glasses. Invite a sister to choose one glass and pour herself a drink of water. Ask her to explain why she chose the glass she did."]]],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p13"},"We would not put our drinking water into an unclean glass or vessel, because we do not want to drink water that is dirty. Why then should we put our minds in contact with impure ideas or thoughts?"],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p14"},"In the scriptures the Lord sometimes speaks of His servants as vessels (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.31"},"Moroni 7:31"],")."],["ul.bullet",["li",["span.label","•"],[".para","Why can’t we expect the Spirit of the Lord to dwell in an unclean vessel? Why can’t pure thoughts dwell in a mind that is filled with unclean thoughts?"]]],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p16"},"The world is filled with Satan’s influence. We are exposed to suggestive material in plays, advertising, music, movies, magazines, and television. Crime, violence, perversion, profanity, pornography, and sensual music are portrayed as acceptable and even desirable. Unclean thoughts come more easily if our minds are not prepared to resist them."],["ul.bullet",["li",["span.label","•"],[".para","What evil influences do you encounter in your lives? How can you keep your thoughts pure when you are surrounded by such influences?"]]]],[".topic",["h2","Our Thoughts Influence Our Actions"],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p19"},"An idea can be powerful. First comes a thought, then an act. The act begins in the mind. We do what we think of doing. Whether we plan to do good or evil, the plan and the act begin in the mind."],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p20"},"President David O. McKay related this experience:"],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p21"},"“Many years ago a young man came to me while I was president of the European Mission and made a confession of a wrong and sinful act. He justified himself by saying that he happened to be in a bookstore at the closing hour, and when the door was locked he yielded to temptation. He rather blamed the",["span.emphasis","circumstances"],"for his fall."],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p22"},"“But I said, ‘It wasn’t the circumstances; it wasn’t the locked door, nor the enticement. You had thought of that before you went to that bookstore. If you had never thought of that act, there would have been no circumstance strong enough to entice or to tempt you, a missionary, to fall. The thought always precedes the act.’"],["div",{"id":"p23","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p23"},"“Clean thoughts, high ideals, thinking of love in the true sense, temperance, helpfulness, cheerfulness, all are principles that will contribute to development of character. Thinking of self, harboring ill will against a neighbor, thinking of some opportunity to gratify appetite by smoking or drinking, will lead the individual to commit those things” (“Cleanliness Is Next to Godliness,”",["span.emphasis","Instructor,"],"Mar. 1965, 86)."],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p24"},"President McKay also said: “‘Tell me what you think about when you do not have to think, and I will tell you what you are.’ Latter-day Saints have the responsibility of thinking pure thoughts, of cherishing high ideals. As long as they do, their actions will be in accordance with those ideals” (",["span.emphasis","Instructor,"],"Mar. 1965, 86)."],["ul.bullet",["li",["span.label","•"],[".para","Display visual 9-a, “A woman scrubbing her steps.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","9-a, A woman scrubbing her steps"]]]],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p26"},"The people of the Netherlands are known for their cleanliness. Many women polish the brass on the doors, scrub the entrance to their homes, and even scrub the path to the sidewalk. This custom is prompted by their belief that if you walk a clean street you will not carry dirt and impurities into the home. The same idea can be applied to the mind. Continuous scrubbing of our thoughts and cleansing of our minds can help keep our actions clean and pure."],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p27"},"“Thoughts are the tools with which we shape our character, just as truly as a great sculptor with chisel and mallet chips and chips on the rough marble until it’s shaped … into … a splendid and perfect work of art. Just so every thought is shaping our character and, consequently, shaping our destiny and our lives. Therefore the result is, in all our thoughts, the creation of a character” (George Q. Morris,",["span.emphasis","The Importance of Habits,"],"Brigham Young University Speeches of the Year [20 May 1953], 2)."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/ot/prov/23.7"},"Proverbs 23:7"],"from the chalkboard."]]]],[".topic",["h2","We Can Do Many Things to Control Our Thoughts"],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p30"},"We have the power within ourselves to control our thoughts. We can choose not to let bad thoughts stay in our minds. Our minds have the ability to absorb wisdom and knowledge as readily as they absorb things that are evil and negative. Elder Boyd K. Packer explained what we can do to control our thoughts:"],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p31"},"“The mind",["span.emphasis","is like"],"a stage—the curtain is always up except when we are asleep. There is always some act being performed on that stage. …"],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p32"},"“Have you noticed that without any real intent on your part, … a shady little thought may creep in from the wings and attract your attention? These delinquent thoughts will try to upstage everybody."],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p33"},"“If you permit them to go on, all thoughts of any virtue will leave the stage. You will be left, because you consented to it, to the influence of unrighteous thoughts. … They may enact a theme of bitterness, jealousy, or hatred. They may be vulgar, immoral, or even depraved. …"],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p34"},"“What do you do at a time like that, when the stage of your mind is commandeered by the imps of unclean thinking? …"],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p35"},"“If you can control your thoughts, you can overcome habits—even degrading, personal habits. If you can learn to master them, you will have a happy life. …"],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p36"},"“I would teach you this. Choose from among the sacred music of the Church a favorite hymn. … Go over it carefully in your mind. Memorize it. Even though you have had no musical training, you can think through a hymn."],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p37"},"“Now, use this hymn as the place for your thoughts to go. Make it your emergency channel. Whenever you find that these shady actors have slipped from the sidelines of your thinking onto the stage of your mind, put on this record [of a hymn]. …"],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p38"},"“As the music begins and as the words form in your mind, the unworthy thoughts will slip shamefully away. The hymn will change the whole mood on the stage of your mind. Because it is uplifting and clean, the baser thoughts will disappear. …"],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p39"},"“Once you learn to clear the stage of your mind from unworthy thoughts, keep it busy with learning worthwhile things. … Keep busy with things that are righteous” (",["span.emphasis","Teach Ye Diligently"],"[1975], 46–47)."],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p40"},"Elder Dean L. Larsen counseled us to practice constructive thinking: “In order to sustain constructive thinking, it’s necessary for us to have something worthwhile to think about, to have in reserve, … some items, some problems, some challenges, to which we can turn our minds, to think our way through to a solution” (“Thoughts about Thoughts” in",["span.emphasis","1976 Devotional Speeches of the Year"],"[1977], 120)."],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p41"},"In a scene from the musical",["span.emphasis","The Sound of Music,"],"Maria, a governess, comforts the children in her charge during a thunderstorm by helping them think of their favorite things. By creating pleasant thoughts, the children forget their fears. Pleasant thoughts push out unpleasant ones."],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p42"},"When asked why she seemed so happy and satisfied with her work, one woman answered, “The main thing is I think good thoughts.”"],["ul.bullet",["li",["span.label","•"],[".para","What could you think about to keep out unclean thoughts?"]]],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p44"},"We should treat our minds like a storehouse of good things, and we will find no room for anything else."],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p45"},"Look for good thoughts in the scriptures. They offer peace, knowledge, warning, advice, history, poetry, and other things to enrich the mind. The Church magazines offer uplifting articles and stories for our enjoyment and learning."],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p46"},"A healthy mind is always working. We need to keep our minds busy planning and thinking. We should try to focus on positive ideas. When we are motivated by good thoughts, there is no limit to the success we may achieve in this life and the world hereafter."],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p47"},"The Holy Ghost can help us control our thoughts. When we listen to His promptings, we can control our thoughts, words, and actions. We should pray for the help of the Holy Ghost."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],". How will the Holy Ghost help us?"]]],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p49"},"When the Holy Ghost prompts us to remember the teachings of the Savior, we are better able to direct our thoughts to be pure, leaving no room for bad thoughts. The Holy Ghost is called the Comforter because it is His mission to bring “solace, love, peace, quiet enjoyment, and comfort to the saints” (Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"2nd ed. [1966], 148)."],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p50"},"We can be forgiven for thinking bad thoughts if we repent."],["ul.bullet",["li",["span.label","•"],[".para","What are you doing to control your thoughts?"]],["li",["span.label","•"],[".para","Why is it important for you to strengthen your defense against unclean thoughts?"]]],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p53"},"We cannot always avoid people whose opinions and actions are not in harmony with gospel standards. This is especially true for young people."],["ul.bullet",["li",["span.label","•"],[".para","How can we help young people of the Church counteract the degrading influences around them, such as vulgar speech and actions, and improper magazines, movies, and television shows?"]],["li",["span.label","•"],[".para","How can parents teach their children the importance of keeping their thoughts pure?"]]]],[".topic",["h2","Conclusion"],["div",{"id":"p57","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p57"},"Our thoughts influence our actions. In our efforts to become more like our Father in Heaven, it is important that we keep our minds clean and pure. Even though evil influences are all around us, we can control our thoughts and direct them in the right way."],["div",{"id":"p58","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p58"},"We must try to avoid things that encourage unclean thoughts. We need to choose wisely our friends, television and video programs, movies, books, and magazines. We must be sure to plan wholesome channels into which we can direct our thoughts. Thoughts are like water. They run continuously and, if not directed, will wander through paths of least resistance into low places. We must keep the commandments of God and seek the companionship of the Holy Ghost. We must pray often, asking our Heavenly Father to guide us as we work to control our thoughts and keep them clean."],["ul.bullet",["li",["span.label","•"],[".para","Have a class member read the following quotation:"],[".poetry",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".stanza",[".line","“Sow a thought, reap an act,"],[".line","Sow an act, reap a habit,"],[".line","Sow a habit, reap a character,"],[".line","Sow a character, reap an eternal destiny”"]],[".citationInfo",["div",{"id":"lip64","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.lip64"},"(William Makepeace Thackeray, quoted by David O. McKay in",["span.emphasis","Treasures of Life"],"[1962], 418)."]]]],["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.14"},"Alma 12:14"],". What does this scripture say about keeping our thoughts pure?"]]]],[".topic",["h2","Challenge"],["div",{"id":"p67","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p67"},"Seek the companionship of the Holy Ghost to help you control your thoughts. Memorize a Church hymn or a scripture or find another way to replace evil thoughts. Read the Church magazines and other uplifting materials that are available to you. Read the scriptures daily."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/prov/12.5"},"Proverbs 12:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/prov/15.26"},"15:26"],"(righteous thoughts and words)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/james/1.12-27"},"James 1:12–27"],"(God does not tempt us to do evil)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.1-2"},"Jacob 3:1–2"],"(purity of heart and firmness of mind)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.30"},"Mosiah 4:30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.13"},"5:13"],"(continue in righteousness or perish)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.16"},"Doctrine and Covenants 6:16"],"(God knows thoughts and intents of the heart)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.36"},"Doctrine and Covenants 6:36"],"(direct thoughts to God)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.45"},"Doctrine and Covenants 121:45"],"(virtuous thoughts)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p77","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.p77"},"Before presenting this lesson:"],["div",{"id":"f120","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-9-purity-of-thought.f120"},["ol.number",["li",["span.label","1."],[".para","Write on the chalkboard:",["span.emphasis","For as [a man] thinketh in his heart, so is he (",["a.scriptureRef",{"href":"/scriptures/ot/prov/23.7"},"Proverbs 23:7"],")."]]],["li",["span.label","2."],[".para","Bring to class two glasses, a pitcher of water, and a lump of dirt."]],["li",["span.label","3."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
