{"id":14,"parent_id":4,"book_id":19,"content_id":1,"language_id":1,"display_order":14,"title":"Lesson 10: Building the Kingdom of God","subtitle":"","short_title":"Lesson 10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god","content":[["div",{"id":"head11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.head11"},[".titleNumber","Lesson 10"],["h1","Building the Kingdom of God"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p3"},"The purpose of this lesson is to teach us ways to use our time, talents, and possessions to help build the kingdom of God."],[".topic",["h2","Everyone Is Blessed with Time, Talents, and Possessions"],["div",{"id":"p5","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p5"},"Elder Thomas S. Monson told the following story about service and sacrifice:"],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p6"},"“Jose Garcia [was] from Old Mexico. Born in poverty but nurtured in faith, Jose prepared for a mission call. I was present the day his [mission] recommendation was received. There appeared the statement: ‘Brother Garcia will serve at great sacrifice to his family, for he is the means of much of the family support. He has but one possession—a treasured stamp collection—which he is willing to sell, if necessary, to help finance his mission.’"],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p7"},"“President Kimball listened attentively as this statement was read to him, and then he responded: ‘Have him sell his stamp collection. Such sacrifice will be to him a blessing’” (in Conference Report, Oct. 1978, 83; or",["span.emphasis","Ensign,"],"Nov. 1978, 56)."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p8"},"As members of the Church, we are given the responsibility to help build up the kingdom of God upon the earth. At times this responsibility may require us to make great sacrifices."],["ul.bullet",["li",["span.label","•"],[".para","Have the sisters think about this question: What has the Lord given me that I can use in this great work of building up the kingdom?"]]],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p10"},"Our Heavenly Father has blessed each of us with time, talents, and possessions. He wants us to use these gifts to further the work of the Church. All of us are needed to lead, teach, support, and participate. By using our time, talents, and possessions freely and willingly, we can help spread the gospel and build the kingdom."],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p11"},"Each of us is given an equal number of hours in every day. President Brigham Young said: “Now, sisters, … you should consider your time golden, it is actually wealth. … Let us consider this, and no longer sit with hands folded, wasting time, for it is the duty of every man and of every woman to do all that is possible to promote the Kingdom of God on the earth” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [1954], 214)."],["ul.bullet",["li",["span.label","•"],[".para","Have a class member tell how she manages her time in order to accomplish her Church work and serve in other ways. In what ways can we use our time more wisely to build up the kingdom of God?"]]],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p13"},"Each of us has also been given talents and abilities that we may use in building up the kingdom of God. These are precious gifts from our Heavenly Father."],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p14"},"President Brigham Young gave this counsel: “If you give anything for the building up of the Kingdom of God, give the best you have. What is the best thing you have to devote to the Kingdom of God? It is the talents God has given you. … Let us devote every qualification we are in possession of to the building up of God’s kingdom, and you will accomplish the whole of it” (",["span.emphasis","Discourses of Brigham Young,"],"445)."],["div",{"id":"p15","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p15"},"Sister JoAnn Ottley related an experience in learning to build the kingdom of God. The Lord gave Sister Ottley and her husband, Jerold Ottley, special talents for music. They had spent their entire lifetimes studying and developing these gifts. They had to make many decisions regarding their use. When they were in Europe studying, the Ottleys realized that they had an especially important and difficult decision to make. Both of them knew that if they remained in Europe, they would have many opportunities for success. They wanted above all, however, to do what the Lord wanted them to do. The Ottleys desired to be obedient, but beyond that they yearned to serve the Lord in building His kingdom here on the earth."],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p16"},"Brother and Sister Ottley repeatedly fasted and prayed to know the will of the Lord. Their answer came during a sacrament meeting at the close of a fasting period. They had both received the same instructions by the Spirit—that their work was at home. The Ottleys were to return to the United States."],["div",{"id":"p17","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p17"},"There followed more months of study, preparation, and testing. Then the Lord made it possible for them to return to Salt Lake City. Sister Ottley became a member of the Tabernacle Choir, and Brother Ottley joined the Music Department at the University of Utah."],["div",{"id":"p18","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p18"},"A short time later, Brother Ottley was called by the First Presidency of the Church to be the conductor of the Tabernacle Choir. The Lord had indeed been preparing them for service."],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p19"},"The Ottleys understood that our time, talents, and possessions are really not ours at all, but the Lord’s. The greatest joy we can reap on this earth is to use them in building up the kingdom of God. (See “The Apples in a Seed,” in",["span.emphasis","Turning Points"],"[1981], 23–29.)"],["ul.bullet",["li",["span.label","•"],[".para","What does it mean that the Ottleys’ desire to be used by the Lord went beyond just being obedient? How did the Ottleys learn what the Lord wanted them to do with their talents? How can we learn what the Lord wants us to do with our talents?"]],["li",["span.label","•"],[".para","Display visual 10-a, “Jesus telling the rich young ruler what to do to inherit eternal life.”"],[".",{"id":"f","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b.f"},[".caption","10-a, Jesus telling the rich young ruler what to do to inherit eternal life © Providence Lithograph Co."]]]],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p22"},"The New Testament contains a story of a man who asked Jesus what he should do to inherit eternal life. Jesus told him to keep the commandments: not to commit adultery, kill, steal, or bear false witness, and to honor his father and mother. The man answered that he had observed these commandments all of his life. Jesus then told him to sell his possessions, give to the poor, and follow Him. The man was sad when he heard this counsel, and he went away grieving, “for he had great possessions.” (See",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.17-22"},"Mark 10:17–22"],".)"],["ul.bullet",["li",["span.label","•"],[".para","What personal possessions might we use to build the kingdom?"]]],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p24"},"We all have possessions that we can use to build the kingdom of God. Perhaps we can feed or clothe someone in need, or give shelter to a homeless person. When we pay our tithes and offerings, we are helping to build the kingdom. There may be times when we will be asked to give more, and to make greater sacrifices to further the Lord’s work. Although most of us are not asked to give all our possessions for the Lord’s work, we should be willing to do so if called upon."],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p25"},"Several years ago a group of Saints on the island of Tasmania learned that Joseph Fielding Smith, then President of the Quorum of the Twelve Apostles and later President of the Church, was touring the South Australian Mission. These humble, faithful people, numbering 185, wanted President Smith to dedicate their chapel. They knew that their chapel must be free of debt to be dedicated to the Lord, and in two days they raised a rather large sum of money (over $10,000) to clear the building of debt. They demonstrated a willingness to sacrifice their possessions for the building up of the kingdom. Some sold land and others sold furniture and other personal possessions to raise the needed funds. (See Jessie Evans Smith, “Now We Can Give the Building to the Lord,”",["span.emphasis","Instructor,"],"June 1962, 184–85.)"],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p26"},"Elder Bruce R. McConkie said:"],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p27"},"“We have covenanted in the waters of baptism to love and serve him [the Lord], to keep his commandments, and to put first in our lives the things of his kingdom. In return he has promised us eternal life in his Father’s kingdom. …"],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p28"},"“The law of sacrifice is that we are willing to sacrifice all that we have for the truth’s sake— … our houses, lands, and families: all things, even our very lives if need be."],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p29"},"“… Few of us are called upon to sacrifice much of what we possess. …"],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p30"},"“But … we must be",["span.emphasis","able"],"to live these laws to the full if we are called upon to do so” (in Conference Report, Apr. 1975, 74–75; or",["span.emphasis","Ensign,"],"May 1975, 50)."],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to put the “things of the kingdom” first in our lives?"]]]],[".topic",["h2","There Are Many Ways to Use Our Time, Talents, and Possessions to Build the Kingdom"],["ul.bullet",["li",["span.label","•"],[".para","What are some ways we may be called upon to use our time, talents, and possessions to help build up the kingdom? (List responses on the chalkboard.)"]]],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p34"},"As Church members, we should do what we can to bring to pass much righteousness. The Lord has provided many opportunities for us to use our time, develop our talents, and use our possessions to serve others."],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p35"},"As we serve, our ability to serve is increased. We also demonstrate our willingness to be obedient, and we can bring joy to ourselves and others. Elder Bruce R. McConkie told us how we can build up the kingdom:"],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p36"},"“It is our privilege to raise the warning voice to our neighbors and to go on missions and offer the truths of salvation to our Father’s other children everywhere. We can respond to calls to serve … in any of hundreds of positions of responsibility. … We can labor on welfare projects, engage in genealogical research, perform … ordinances in the temples."],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p37"},"“We can pay an honest tithing and contribute to our fast offering, welfare, … and missionary funds” (in Conference Report, Apr. 1975, 76; or",["span.emphasis","Ensign,"],"May 1975, 51)."],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p38"},"Sister Villafranca of Mexico, who lived far from a ward or branch, found a way to help build up the kingdom in her area. She offered her home in the city as a place for the elders to teach a class of investigators. They taught and baptized several investigators, and six years later the branch of the Church there was made up of almost two hundred members. (See Glenn V. Bird, “Miracle at San Fernando,”",["span.emphasis","New Era,"],"Jan. 1977, 28–29.)"],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p39"},"Members of the Hanover District of the Germany Hamburg Mission decided to “go the extra mile” in building the kingdom when a town in the state of Idaho in the United States was flooded. In order to aid the victims, the members of the German district held a special fast day in addition to the regular fast Sunday. The Young Men and the Young Women of the district also contributed by working one day of their vacation to earn money to give to the flood victims. (See “Germans Aid Idahoans,”",["span.emphasis","Church News,"],"14 Aug. 1976, 10.)"],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p40"},"One family has made provisions in their wills for some of their property and possessions to be given to the Church after they die. Funds from these are to be used for sustaining missionary work, building meetinghouses and temples, and contributing to other righteous expenditures to build the kingdom. The father of this family expressed his family’s willingness to “go the extra mile” in these words: “I have realized that everything we have is of the Lord. … It does seem to me to be part of the entire covenant of giving of our time, our talents, and our means to the work of the Lord [to leave of our own free choice some of our possessions for building up the kingdom of God].” (See Isaac M. Stewart, “I Have a Question,”",["span.crossRef",["span.emphasis","Ensign,"]],"Aug. 1975, 23–24.)"],["ul.bullet",["li",["span.label","•"],[".para","Have the assigned sister list the ways we can develop our talents, as explained in",["span.emphasis","Gospel Principles"],"chapter 34,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-34-developing-our-talents.p1"},"“Developing Our Talents.”"]]]],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p42"},"Our desire to build the kingdom of God should affect every decision we make. Elder Dale E. Miller explained:"],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p43"},"“Brothers and sisters, thrusting in our sickles to help build the Lord’s kingdom should be the prime focus of our lives. It seems reasonable to suggest that we each agreed to that in our premortal life. The key decisions pertaining to education, career, marriage, and the very use of our time, talent, and means should prayerfully hinge on how best we serve the Master, building His kingdom and becoming perfected in Him."],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p44"},"“As we invest our time, talents, and means to build Zion, our hearts are purified, our wisdom increases, celestial habits begin to form, and the Holy Spirit prepares us to receive the presence of the Father and the Son. By thrusting in our sickles, we reap a double portion—for ourselves and for the kingdom” (in Conference Report, Apr. 1998, 37; or",["span.emphasis","Ensign,"],"May 1998, 29–30)."]],[".topic",["h2","Conclusion"],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p46"},"We have been given the responsibility to help build the kingdom of God. Sometimes we must make personal sacrifices to do this. But Jesus promises us that when we sacrifice “for [his] sake, and the gospel’s, … [we] shall receive an hundredfold now in this time, … and in the world to come eternal life” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.29-30"},"Mark 10:29–30"],"). To receive this blessing, we must make decisions daily about how we will use our time, talents, and possessions."]],[".topic",["h2","Challenge"],["div",{"id":"p48","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p48"},"Discuss with your family the need to make sacrifices in order to build the kingdom. Learn to manage your time wisely so you may better serve the Lord. You may want to fast and pray to know how to use your time, talents, and possessions to build up the kingdom."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.47-48"},"Luke 12:47–48"],"(of him unto whom much is given, much is required)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.32"},"Alma 34:32"],"(today is the time to prepare to meet God)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65.title"},"Doctrine and Covenants 65"],"(prepare the way of the Lord)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.18-19"},"Doctrine and Covenants 82:18–19"],"(work for the benefits of all)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.p55"},"Before presenting this lesson:"],["div",{"id":"f130","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-10-building-the-kingdom-of-god.f130"},["ol.number",["li",["span.label","1."],[".para","Read",["span.emphasis","Gospel Principles"],"chapter 34,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-34-developing-our-talents.p1"},"“Developing Our Talents.”"]]],["li",["span.label","2."],[".para","Assign a class member to list ways to develop talents as explained in",["span.emphasis","Gospel Principles"],"chapter 34."]],["li",["span.label","3."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
