{"id":15,"parent_id":4,"book_id":19,"content_id":1,"language_id":1,"display_order":15,"title":"Lesson 11: The Worth of a Soul","subtitle":"","short_title":"Lesson 11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul","content":[["div",{"id":"head12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.head12"},[".titleNumber","Lesson 11"],["h1","The Worth of a Soul"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p3"},"The purpose of this lesson is to help us become more Christlike in our relationships with all of God’s children."],[".topic",["h2","We Are All Children of a Loving Heavenly Father"],["ul.bullet",["li",["span.label","•"],[".para","Display visual 11-a, “Children from many lands.”"]]],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p6"},"Some may ask the question, “Did God create all people?” The scriptures tell us that God made all people who have ever lived or will live on earth. He has also appointed the time and the place for each person to be born on the earth. (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.26"},"Acts 17:26"],".)"],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p7"},"Each of us is a unique and special creation. Each of us has a physical body that is unique in size, shape, color, and facial features. Likewise each of us has a unique set of attributes, talents, interests, skills, and abilities."],["ul.bullet",["li",["span.label","•"],[".para","Display a poster of",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10"},"Doctrine and Covenants 18:10"],"and have a class member read the scripture aloud."]]],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p9"},"Each of us is a child of Heavenly Father, with our individual personality and physical characteristics. Together we all make up His eternal family. He loves and values each of us. He also wants His children to love one another and treat each other as brothers and sisters."],["ul.bullet",["li",["span.label","•"],[".para","How can we show that we accept all people as brothers and sisters?"]]],["div",{"id":"p11","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p11"},"Concern for the welfare of other people is a major way of demonstrating our acceptance of our fellowmen. Several years ago a three-year-old child fell into an abandoned well. Local firemen, businessmen, circus performers, a factory worker, a doctor, a neighbor, and newsmen all worked together in their desire to rescue her. The tragedy attracted worldwide attention and offers of help, and more than $500,000 was spent in the more than 53-hour rescue attempt. When the child was finally reached, she was dead. One may ask if the rescue effort was worth it. There can be only one answer: of course. For many hours the world had been united in saving the life of one little girl. No one asked what the race or creed of the rescue workers was. No one asked how much it was costing. Both the rich and the poor united to save a single life. Everyone felt a desperate need and came together to lend the necessary aid. For those 53 hours that little girl brought people together in love."],["ul.bullet",["li",["span.label","•"],[".para","Why would so many people become involved in attempting to save one little girl? When were you involved in a cause that united you with others to help another person?"]]]],[".topic",["h2","We Are to Love Our Neighbors As We Love Ourselves"],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p14"},"Jesus showed by example how to love everyone. He then commanded that we love one another (see",["a.scriptureRef",{"href":"/scriptures/nt/john/15.17"},"John 15:17"],"). He taught us how to do so through parables. He demonstrated His love by giving His sinless life “a ransom for all,” making it possible for us to overcome our sins (",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/2.6"},"1 Timothy 2:6"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.11-13"},"D&C 18:11–13"],")."],["ul.bullet",["li",["span.label","•"],[".para","Ask the assigned class members to briefly tell the following stories from the Bible. Ask the questions listed after each parable."],[".para","The good Samaritan (",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.29-37"},"Luke 10:29–37"],"). What lessons can we learn from this parable?"],[".para","Zacchaeus (",["a.scriptureRef",{"href":"/scriptures/nt/luke/19.1-7"},"Luke 19:1–7"],"). How did the Savior treat Zacchaeus? How did the disciples feel about the Savior’s action? What can we learn from this story about what it means to love others?"],[".para","The woman taken in adultery (",["a.scriptureRef",{"href":"/scriptures/nt/john/8.3-11"},"John 8:3–11"],"). How should we treat those who are troubled with sin? Why are compassion and understanding important aspects of loving others?"]],["li",["span.label","•"],[".para","Why did the Savior place such great worth on these individuals who were not accepted by their neighbors?"]]],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p20"},"Christ knows the worth of souls. He is concerned about each one of God’s children. He preached to the poor and healed the lame and broken hearted. He restored sight to the blind. He ate with sinners and confronted the accusers of a woman taken in adultery. He taught us the worth of each person in the parables of the lost sheep, the lost coin, and the prodigal son (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/15.title"},"Luke 15"],"). In all of His actions He was an example of what He taught when He said, “Love thy neighbour as thyself” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.19"},"Matthew 19:19"],"). After teaching how one man recognized and served a neighbor, He taught that we should “go, and do … likewise” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.37"},"Luke 10:37"],")."],["ul.bullet",["li",["span.label","•"],[".para","What is our responsibility to all, including those who are different from us?"]],["li",["span.label","•"],[".para","What does it mean to love our neighbors as ourselves?"]]]],[".topic",["h2","How Can We Become More Christlike in Our Relationships with Others?"],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p24"},"We are following Christ’s example when we act kindly toward others and show loving concern for them. President N. Eldon Tanner said: “It seems we can always find what we are looking for in a person. As we all know, none of us is perfect. As we point out a fault or a weakness, it calls attention to the fault, and we overlook or fail to see the strong points of an individual” (“Nay, Speak No Ill,”",["span.emphasis","Ensign,"],"Mar. 1973, 2). If we fully realize the worth of others, we will look for their strong points. We will treat others with love and kindness."],["ul.bullet",["li",["span.label","•"],[".para","How might we treat each individual in the following situations if we recognize the person’s worth and love him or her as ourselves?"]]],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p26"},"“It had been several years since Margaret attended a sacrament meeting; and as she walked into the chapel and quickly found a seat, she felt like a stranger. She had let a Word of Wisdom problem keep her away all that time. … The bishop … told her that the more often she attended church and the more she prayed, the easier it would become for her to conquer her hurtful habit."],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p27"},"“Though nearly all the ward members were now new to her, Margaret gradually began to feel as though she had come home after a long absence. … Too soon the closing prayer was said and she edged her way out with the crowd. She caught bits of conversations around her, silently longing to be part of them. Then suddenly a whispered voice behind her seemed to scream above all the others and pierce the very depths of her soul: ‘Well, did you smell the cigarettes? I could barely keep my mind on the talk. I’ll have to be more careful of where I sit’” (Helen Selee, “And Jesus Wept,”",["span.emphasis","Ensign,"],"Apr. 1973, 14)."],["ul.bullet",["li",["span.label","•"],[".para","How would you feel if you were Margaret? What could we do for a neighbor such as Margaret?"]]],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p29"},"President N. Eldon Tanner cautioned us to be more Christlike in another way. He said:"],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p30"},"“It seems that we all have a great tendency to talk about our neighbors. … For some reason or other it seems to be much easier to talk about a person’s faults than his virtues. We repeat some derogatory statements that we have heard regarding a neighbor, whether they be rumors or fact, and they, like weeds, seem to grow with the telling. It is, therefore, most important that we heed the words of the Lord on this subject."],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p31"},"“If we want to be good neighbors, we should find out the truth and all the facts or refrain from making any statement. …"],["div",{"id":"p32","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p32"},"“The following story gives us cause for reflection. A retired man who worked in his garden early each day noticed that a milkman began stopping regularly each morning at the home of his neighbor across the street. He arrived just after the husband left for work and stayed a half hour or so. The attractive young housewife was a Primary teacher and was almost always in attendance at sacrament meetings."],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p33"},"“After this pattern continued for several weeks, the man began to call it to the attention of the neighbors, expressing concern for the children she taught and the effect of her example. By the time he felt it his duty to report the situation to the bishop, news of the situation was widespread in the ward."],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p34"},"“The bishop was disturbed over the whole affair and called the manager of the dairy to get the name of the delivery man and to inquire into his character. The manager approached the milkman and said tactfully, ‘I notice you have a new customer out on Lincoln Avenue. How did you get the lead?’"],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p35"},"“‘Lead?’ said the milkman. ‘That’s my daughter. She fixes breakfast for me every morning, and my wife and I tend her children for her every Friday night. How’s that for a deal?’” (",["span.emphasis","Ensign,"],"Mar. 1973, 2)."],["ul.bullet",["li",["span.label","•"],[".para","How can gossip or unkind words harm an individual? (Consider both the person who is gossiped about and the person who gossips.) How can avoiding gossip help us become more Christlike in our relationships with others?"]]],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p37"},"Our actions toward those who are different in any way demonstrate how we feel about them. If we truly desire to improve, we must ask ourselves, “How can I show acceptance, tolerance, and love for each of our Heavenly Father’s children?”"],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p38"},"We also need to be concerned about those who have recently come into the Church and should strive to develop a Christlike relationship with them. President Spencer W. Kimball said: “Now we come to a realization that the kingdom of God and the church of Jesus Christ constitute a world church. It is fast coming to have world dominion. We, its members, must learn to contain ourselves and love all mankind, all our brothers and sisters of every nation and clime. Certainly we shall be wholly without enmity or grudge or ill feeling” (in Conference Report, Oct. 1977, 72; or",["span.emphasis","Ensign,"],"Nov. 1977, 48)."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.19"},"Ephesians 2:19"],". When we are of the household of God (members of the Church), how should we treat each other?"]]]],[".topic",["h2","Conclusion"],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p41"},"As children of our Heavenly Father, who loves each of us, we should treat each other as we are instructed in the scriptures:"],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p42"},"“Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:"],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p43"},"“And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.31-32"},"Ephesians 4:31–32"],")."]],[".topic",["h2","Challenge"],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p45"},"Develop the habit of looking for the good in others. Avoid criticizing and gossiping. Teach your children by example to accept others and to be tolerant and kind."],["ul.bullet",["li",["span.label","•"],[".para","Close the class by singing",["span.crossRef","“I Am a Child of God”"],"(",["span.emphasis","Hymns,"],"no. 301; or",["span.emphasis","Gospel Principles,"],"366)."]]]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.34"},"Acts 10:34"],"(God is no respecter of persons)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.26-28"},"Galatians 3:26–28"],"(all are one in Christ)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.29"},"Ephesians 4:29"],"(speak only that which is good)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.15-17"},"4 Nephi 1:15–17"],"(love of God dwelt in the people’s hearts, and all were one)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.11"},"Doctrine and Covenants 112:11"],"(love all people)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.p54"},"Before presenting this lesson:"],["div",{"id":"f143","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-11-the-worth-of-a-soul.f143"},["ol.number",["li",["span.label","1."],[".para","Read",["span.emphasis","Gospel Principles"],"chapter 2,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-2-our-heavenly-family.p1"},"“Our Heavenly Family.”"]]],["li",["span.label","2."],[".para","Prepare the posters suggested in the lesson or write the information on the chalkboard."]],["li",["span.label","3."],[".para","Prepare to close the class with the hymn",["span.crossRef","“I Am a Child of God”"],"(",["span.emphasis","Hymns,"],"no. 301; or",["span.emphasis","Gospel Principles,"],"366)."]],["li",["span.label","4."],[".para","Assign class members to present any stories, scriptures, or quotations you wish (including the stories of the good Samaritan, Zacchaeus, and the woman taken in adultery)."]]]]]]],"refs":null}
