{"id":31,"parent_id":30,"book_id":22358,"content_id":1,"language_id":1,"display_order":31,"title":"Section 5: The Week of the Atoning Sacrifice to the Resurrection","subtitle":"","short_title":"Section 5","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5"},[".heading",{"id":"head2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.head2"},[".titleNumber","Section 5"],["h1","The Week of the Atoning Sacrifice to the Resurrection"]],[".bodyBlock",[".figure",{"id":"f1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.f1"},["h3","Lessons"],["ol.number",["li",["span.label","20."],["p.para","The Triumphal Entry"]],["li",["span.label","21."],["p.para","“Woe unto You … Hypocrites!”"]],["li",["span.label","22."],["p.para","What Shall Be the Sign of Thy Coming?"]],["li",["span.label","23."],["p.para","“As I Have Loved You”"]],["li",["span.label","24."],["p.para","“My Peace I Give unto You!”"]],["li",["span.label","25."],["p.para","“Not My Will, but Thine, Be Done”"]],["li",["span.label","26."],["p.para","“I Find No Fault In This Man”"]]]],[".topic",[".topic",["h3","The Three-Year Ministry Was about to End"],["p.para",{"id":"p12","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p12"},"The public ministry of Jesus was soon to come to an end. He had pursued his ministry by two bold thrusts. His first thrust was the clear, bold pronouncement of his messiahship. He left no doubt of who he was when in Bethany he restored the dead Lazarus to mortal life. That miracle, more than anything else, had led the Jewish rulers to plot that Jesus “should die for that nation.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/11.51"},"John 11:51"],".) They could not refute the evidence—to stop his mission, they would have to destroy Jesus. Second, Jesus had trained leadership in his apostles, who would carry the torch of his cause after his ascension. This leadership surfaced when they saw that Jesus was resurrected. Although dormant through the trial and crucifixion, later the apostles were commissioned by Jesus to preach to all nations; and after his ascension, they were endowed with the Holy Spirit. They had the keys; they had been called; and under the leadership of Peter, James, and John, they began their great task."]],[".topic",["h3","Jesus Goes to Jerusalem"],["p.para",{"id":"p14","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p14"},"And so Jesus turned to Jerusalem and to the people of that noble city whom he would have gathered “even as a hen gathereth her chickens under her wings, and ye would not!” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/23.37"},"Matthew 23:37"],".) He well knew that to go there was to face an inevitable, cruel death. But he went to the Holy City, for had he not himself said: ‘‘It cannot be that a prophet perish out of Jerusalem.” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/13.33"},"Luke 13:33"],".) To go there was to fulfill the mission to which he had been sent by his Heavenly Father."],["p.para",{"id":"p15","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p15"},"He planned to arrive in Jerusalem at a special time. It was the season of Passover, late March or early April. Jewish pilgrims from all over Jewry were present. The conditions were right. Jesus knew that in Jerusalem were “those who [were] the more wicked part of the world; and they [would] crucify him … and there [was] none other nation on earth that would crucify their God.” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/10.3"},"2 Nephi 10:3"],".)"]]],[".topic",["h2","The Last Days of Jesus’ Mortal Mission"],["p.para",{"id":"p17","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p17"},"Let us now preview some of the major events which led to Jesus’ crucifixion, death, and glorious resurrection."],[".topic",["h3","First Day"],["p.para",{"id":"p19","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p19"},"Jesus arrived at Jerusalem. He secured a donkey and a colt, and rode through the city gates into Jerusalem. A “very great multitude” who knew him to be “the prophet of Nazareth of Galilee” placed palm branches in his way and greeted him with a hosanna shout: “Hosanna to the Son of David: Blessed is he that cometh in the name of the Lord; Hosanna in the highest.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.9"},"Matthew 21:9"],".)"],["p.para",{"id":"p20","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p20"},"He went directly to the temple, and according to Mark, took note of what he saw and retired to Bethany for the night (",["a.scriptureRef",{"href":"/scriptures/nt/mark/11.11"},"Mark 11:11"],")."]],[".topic",["h3","Second Day"],["p.para",{"id":"p22","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p22"},"Early the next morning Jesus went again to the temple and made a decisive thrust calculated to challenge the Jewish religious leadership. He drove from the outer court area of the temple those who were trading and making money exchange from foreign currency. The money exchange was apparently sanctioned by the Jewish leaders; and by preventing the merchandizing, Jesus was in effect challenging their leadership. The issue was clear: Was the temple to be a place of worship of God or of pursuit of gain? As he cleared the temple courts, he said, “It is written, My house shall be called the house of prayer; but ye have made it a den of thieves.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.13"},"Matthew 21:13"],".)"],["p.para",{"id":"p23","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p23"},"Again that evening Jesus returned to Bethany."]],[".topic",["h3","Third Day"],["p.para",{"id":"p25","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p25"},"Jesus’ wrath in the temple raised the issue of authority, and the priests were not about to let the incident pass. As Jesus came to the temple the next day, the priests challenged him: “By what authority doest thou these things? and who gave thee this authority?” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.23"},"Matthew 21:23"],".) Jesus responded by relating a series of parables that offended the religious leaders of the Jews. The scribes and Pharisees challenged him again; Jesus openly denounced them and condemned them as hypocrites."],["p.para",{"id":"p27","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p27"},"From this point on, Jesus did not teach the public, but only the Twelve."],["p.para",{"id":"p28","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p28"},"Perceiving that Jesus had gained the upper hand in their confrontations, the Jewish leaders consulted again how they might bring about Jesus’ death. They would have to move quickly before the Passover to avoid a riot, however, since Jesus had become very popular with the Jewish people. How to bring about an arrest without provoking crowd reaction was the problem. An unexpected turn of events that took place abetted their plot. One of Jesus’ own disciples offered to betray him."]],[".topic",["h3","Fourth Day"],["p.para",{"id":"p30","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p30"},"Jesus well knew of the plot. The fourth day was spent outside the city, perhaps at Bethany. The record of the gospel writers is silent on the proceedings of this day."]],[".topic",["h3","Fifth Day"],["p.para",{"id":"p32","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p32"},"Jesus had arranged to commemorate the Passover meal in a home privately reserved for him and the Twelve. Following the Passover meal, Jesus introduced a new ordinance, the sacrament, which presaged his atoning sacrifice. He then prophesied of his death and indicated who would betray him."],["p.para",{"id":"p33","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p33"},"After some instructions, Jesus offered his great intercessory prayer. Then, with the eleven (Judas had left), Jesus led them outside the walls to a familiar spot—Gethsemane. Then taking Peter, James, and John with him, he went further into the Garden where he then left those three and went off by himself to pray. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.36-39"},"Matthew 26:36–39"],".) There he pled with his Heavenly Father to “let this cup pass from me: nevertheless not as I will, but as thou wilt.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.39"},"Matthew 26:39"],".) The cup did not pass and Jesus suffered “the pain of all men” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.11"},"D&C 18:11"],"), an agony so excruciating that it caused him to bleed at every pore (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.18"},"D&C 19:18"],")."],["p.para",{"id":"p34","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p34"},"Some time later he rejoined his apostles and indicated that his betrayer was at hand. While he spoke, an armed band led by Judas approached Jesus to seize him. Without resistance Jesus submitted. Jesus was brought to an illegal trial that night."]],[".topic",["h3","Sixth Day"],["p.para",{"id":"p37","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p37"},"The Jewish leaders now faced another problem. They were not content that Jesus should be put to death; they also wanted to discredit him before his own people. To do this, the leaders arranged to have Jesus charged with two crimes. The first was blasphemy, a capital offense under Jewish law. He was unanimously convicted of this charge solely on the evidence that he had said that he was the Son of God. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.57-66"},"Matthew 26:57–66"],".) Such a conviction would discredit Jesus before the Jews, but the rulers knew well that they could not carry out the death penalty; only the Roman governor could pronounce this. Therefore, they had to find political indictment against Jesus. The surest means of securing this was the charge of sedition against the state, for he had claimed to be a “king of the Jews.” Though Pilate’s examination found Jesus guiltless of the charge, the Jewish leaders had incited the crowd to “destroy Jesus.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.20"},"Matthew 27:20"],".) Fearing a demonstration, Pilate gave in to the clamor to crucify Jesus, and the death sentence was pronounced."],[".",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_019_05-crucifixion.jpg"}]],["p.para",{"id":"p39","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p39"},"And so Jesus was executed by the brutal Roman practice of crucifixion. Later that afternoon he voluntarily gave up his spirit. The next day, which began at sundown, was the Passover, and the Jewish leaders abhorred the idea that a man should remain on a cross on the Sabbath, particularly the paschal Sabbath. Before nightfall, Jesus’ body was removed from the cross and buried in a sealed tomb by two revering disciples."],[".",{"id":"f3","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_019_10-gardenTomb.jpg"}]]],[".topic",["h3","Seventh Day"],["p.para",{"id":"p42","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p42"},"This was the Jewish Sabbath. Jesus’ body remained in the tomb, but in spirit he ministered in the realm of departed spirits. (See",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.18-20"},"1 Peter 3:18–20"],".)"]],[".topic",["h3","Day of the Resurrection"],["p.para",{"id":"p45","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p45"},"Had the gospel ended with Jesus’ burial, there would be no gospel story, no “good news.” The great message of these testators is that Jesus was risen and was seen again by many witnesses. On the first day of the week, the most memorable Sunday in history, Jesus Christ emerged alive from the tomb, and appeared before Mary. The testimony of these witnesses constitutes the gospel story, the “good news.”"],["p.para",{"id":"p46","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-5-the-week-of-the-atoning-sacrifice-to-the-resurrection/section5.p46"},"“These are written, that ye might believe that Jesus is the Christ, the son of God; and that believing ye might have life through his name.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/20.31"},"John 20:31"],".)"]]]]]]],"refs":null}
