{"id":69,"parent_id":67,"book_id":23520,"content_id":1,"language_id":1,"display_order":69,"title":"Home-Study Lesson: Jacob 5–Omni (Unit 10)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10"},[".heading",{"id":"head4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.head4"},[".titleNumber","Home-Study Lesson"],["h1","Jacob 5–Omni (Unit 10)"]],[".bodyBlock",[".figure",{"id":"f13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.f13"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/omni"},"Omni"],"(unit 10) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t12"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5–6"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p7"},"In their lesson on the allegory of the olive trees in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],", students focused on the principle that the Lord loves us and labors diligently for our salvation. Students recorded what they learned from",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],"regarding the Lord’s love for them. In",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/6"},"Jacob 6"],", students learned that we are wise to prepare now for judgment by repenting and receiving the Lord’s mercy."]],[".topic",{"id":"t13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t13"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7"},"Jacob 7"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p9"},"Students studied Jacob’s encounter with Sherem, an anti-Christ. They learned that as we rely on the Lord, we can overcome challenges to our faith. From Jacob’s example, they also learned that we cannot be shaken in our faith if our testimonies are based on revelation and true spiritual experiences. Additionally, students saw an illustration of the principle that as we respond to questions or criticisms of our faith in ways that invite the Spirit, we can help others turn to the Lord. Students wrote about how they will apply a principle they identified in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.15-23"},"Jacob 7:15−23"],"."]],[".topic",{"id":"t14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t14"},["h3","Day 3 (Enos)"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p11"},"From Enos’s example, students learned that as we exercise faith in Jesus Christ, our sins can be forgiven and we can be made whole. They also learned that as we experience the blessings of Jesus Christ’s Atonement, we will seek to help others receive salvation. Students wrote about one way they might apply these principles."]],[".topic",{"id":"t15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t15"},["h3","Day 4 (Jarom and Omni)"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p13"},"In their study of Jarom and Omni, students identified the following truth: As we obey the commandments of God, we will prosper. They recorded how the Lord has blessed them for keeping His commandments. Students also briefly studied the Nephite migration to the land of Zarahemla and became aware of the people of Zarahemla, the Jaredites, and a group of Nephites (the people of Zeniff) who returned to the land of Nephi. Students learned the following principle: If we come unto Christ and endure to the end, we will be saved. They concluded this lesson by writing a one- to two-minute talk on one of the ways Amaleki encouraged us to come unto Christ."]]],[".topic",{"id":"t16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t16"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p15"},"In this lesson, students will have the opportunity to consider the Lord’s love for them as shown in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],". If time permits, you may also wish to teach them from",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],"about their role as servants of the Lord. Students will be able to discuss truths from",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7"},"Jacob 7"],"that can help them when others question or criticize their beliefs. They will also have the chance to tell the class how they have applied what they learned from the book of Enos. Additionally, students may share the talks they prepared about how we can heed the invitation given in Omni to come unto Christ. If you would like to have them do so, it may be helpful to contact several students in advance and invite them to prepare to share their talks with the class."]],[".topic",{"id":"t17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t17"},["h2","Suggestions for Teaching"],[".topic",{"id":"t18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t18"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5–6"]],["h4","Jacob quotes the allegory of the olive trees to show that the Lord labors diligently for our salvation"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p19"},"Remind students that in the allegory of the olive trees, branches from the tame olive tree are scattered throughout the vineyard. This represents the scattering of God’s covenant people—members of the house of Israel—throughout the world. Eventually, however, all of the trees of the vineyard become corrupt (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.46"},"Jacob 5:46"],"). Explain that this represents the period of the Great Apostasy."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p20"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.61-62"},"Jacob 5:61–62"],"silently, looking for what the Lord instructed His servant (His prophet) to do in order to help the trees produce good fruit once again. Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Who do you think these “servants” might refer to? (Church leaders, missionaries, and all Church members.)"]],["li",["span.label","•"],["p","What is unique about the time in which these servants are called to labor?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p23"},"Briefly explain that these efforts represent the gathering of Israel. To help students see that they are part of the group of servants who are called to labor in the Lord’s vineyard, read the following statement by Elder Dean L. Larsen of the Seventy. Ask students to listen for who he identifies as “the last laborers in the vineyard.”"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p24"},"“[Now] is the period during which the Lord and his servants will make the final great effort to take the message of truth to all the peoples of the earth and to reclaim the descendants of ancient Israel who have lost their true identity. …"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p25"},"“You have come to the earth when the foundation has been laid for this great work. The gospel has been restored for the last time. The Church has been established in almost every part of the world. The stage is set for the final dramatic scenes to be enacted. You will be the principal players. You are among the last laborers in the vineyard. … This is the service for which you are chosen” (“A Royal Generation,”",["span.emphasis","Ensign,"],"May 1983, 33)."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p26"},"Ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Who did Elder Larsen say are the servants, or “last laborers,” called to work in the vineyard?"]],["li",["span.label","•"],["p","What opportunities do you have to serve the Lord and help others bring forth “good fruit”?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p29"},"As a class, read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.71"},"Jacob 5:71"],"aloud. Invite students to identify what the Lord promises to those who labor with Him. Ask students when they have felt blessed for their efforts to serve the Lord."]],[".topic",{"id":"t19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t19"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7"},"Jacob 7"]],["h4","Jacob relies on the Lord as he faces Sherem and leads a Nephite multitude to turn to the Lord"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p32"},["span.emphasis","Note:"],"In",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7"},"Jacob 7"],"students learned about how Jacob overcame opposition to his faith in Jesus Christ from a man named Sherem, an anti-Christ. While this lesson does not focus on Jacob’s experience with Sherem, you may wish to invite students to summarize the events and identify a truth they learned from Jacob’s example. In particular, you may want to emphasize the truth that",["b","we cannot be shaken in our faith if our testimonies are based on revelation and true spiritual experiences."]]],[".topic",{"id":"t20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t20"},["h3","Enos"],["h4","After receiving a remission of his sins, Enos prays for others and labors for their salvation"],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p38"},"Draw this diagram on the board or on a piece of paper. Ask students to explain how it relates to the experience of Enos."],[".img-left",{"id":"f16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.f16"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_049_01-target.gif"}]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p39"},"Divide students into three groups. (If you have a small class, a group can consist of a single person.) Ask the first group to read",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.4-6"},"Enos 1:4–6"],"and prepare to explain a truth we can learn from Enos’s prayer for himself. Ask the second group to read",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.9-10"},"Enos 1:9–10"],"and prepare to explain a truth we can learn from that portion of Enos’s prayer. Have those in the third group read",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.11-14"},"Enos 1:11–14"],"and prepare to explain a truth we can learn from that portion of Enos’s prayer. Then ask a member of each group to share what they have prepared. Ask students to review day 3, assignment 9 in their scripture study journals, and invite a few to share how they chose to apply truths from the book of Enos."]],[".topic",{"id":"t21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t21"},["h3","Jarom and Omni"],["h4","Record keepers recount the Nephites’ struggles and blessings"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p42"},"If students have questions about the migrations of various peoples to the lands of the Western Hemisphere, you may want to discuss with them the material in the student manual about",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.1-30"},"Omni 1:1−30"],", including the statement by President Anthony W. Ivins of the First Presidency."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p43"},"Invite students to review the talks they prepared about coming unto Christ (day 4, assignment 4). If time permits, you might ask several students to present their talks to the class. If you asked students in advance to give their talks, be sure to leave enough time for them to do so."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p44"},"Be sure to thank students for their participation. Bear testimony of the love Heavenly Father and Jesus Christ have for each of your students, and assure them that as they come unto Christ with their whole souls, they will be saved in His kingdom."]],[".topic",{"id":"t22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.t22"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/w-of-m"},"Words of Mormon"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/6"},"Mosiah 6"],")"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/omni/unit-10.p46"},"In the next unit, students will read of an angel of God appearing to King Benjamin, instructing him, and telling him what to say to his people (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3"},"Mosiah 3"],"). King Benjamin delivered these words to his people, who experienced a mighty change in their hearts."]]]]]]],"refs":null}
