{"id":178,"parent_id":177,"book_id":23520,"content_id":1,"language_id":1,"display_order":178,"title":"Lesson 136: 4 Nephi 1","subtitle":"","short_title":"Lesson 136","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.head3"},[".titleNumber","Lesson 136"],["h1","4 Nephi"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p4"},"After Jesus Christ’s ministry among the descendants of Lehi, the people applied His teachings and enjoyed more than 100 years of unity, prosperity, and happiness. They united as “the children of Christ” and no longer referred to themselves as Nephites or Lamanites (",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.17"},"4 Nephi 1:17"],"). However, they eventually became prideful and increasingly wicked, and they again divided themselves as Nephites and Lamanites. About 300 years after the Savior’s visit, almost all the people had become wicked."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1-18"},"4 Nephi 1:1–18"]],["h4","All the people are converted and experience peace and happiness"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p8"},"Before class, prepare two blank pieces of paper for each student—if possible, one white and one of a different color (half sheets would be sufficient). Place the white papers on students’ desks or chairs before they arrive. Set aside the tinted papers for use later in the lesson. Write the following question on the board:",["span.emphasis","What makes you truly happy?"],"As students arrive, invite them to write on the board their responses to the question."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.f1"},["h3","Engage students’ attention as they arrive"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p10"},"Find ways to help students begin thinking about the lesson as soon as they enter the classroom. You might write a question on the board, or you might display an object or a picture. This helps students focus their attention and prepare their minds and hearts to learn."]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p11"},"Begin class by discussing the responses they have written on the board. Ask students the following question:"],["ul.bullet",["li",["span.label","•"],["p","What is the difference between things that make us temporarily happy and things that lead to lasting happiness? (As students respond, you may want to emphasize that true happiness cannot be found in temporal things like popularity, riches, and material belongings.)"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p13"},"Explain that 4 Nephi is a record of several generations of Lehi’s descendants who lived after Jesus Christ’s visit. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.16"},"4 Nephi 1:16"],"silently, looking for how Mormon described the people who lived about 100 years after the Savior’s visit. You may want to suggest that students mark the phrase “surely there could not be a happier people.” Ask students to write",["span.emphasis","There Could Not Be a Happier People"],"at the top of the white piece of paper you provided. Then have them draw a large circle in the middle of their papers."],[".image",{"id":"f3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_136_01-happier.gif"}]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p16"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1-2"},"4 Nephi 1:1–2"],", looking for what the people did that made this happiness possible. Invite them to list their findings inside the circle. (Answers should include that the people repented, were baptized, received the Holy Ghost, and were “all converted unto the Lord.”"],["ul.bullet",["li",["span.label","•"],["p","What does it mean to be converted?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p18"},"To help students understand that conversion is deeper than just having a testimony or being a member of the Church, invite a student to read aloud the following statement by Elder Richard G. Scott of the Quorum of the Twelve Apostles. If possible, provide students with copies of this statement, and encourage them to identify words and phrases that define conversion."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p19"},"“Your happiness now and forever is conditioned on your degree of conversion and the transformation that it brings to your life. How then can you become truly converted? President [Marion G.] Romney describes the steps you must follow:"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p20"},"“‘Membership in the Church and conversion are not necessarily synonymous. Being converted and having a testimony are not necessarily the same thing either. A testimony comes when the Holy Ghost gives the earnest seeker a witness of the truth. A moving testimony vitalizes faith. That is, it induces repentance and obedience to the commandments. Conversion is the fruit or the reward for repentance and obedience.’ [In Conference Report, Guatemala Area Conference 1977, 8–9.]"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p21"},"“Stated simply, true conversion is the fruit of",["span.emphasis","faith, repentance,"],"and",["span.emphasis","consistent obedience. …"]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p22"},"“True conversion yields the fruit of enduring happiness that can be enjoyed even when the world is in turmoil and most are anything but happy” (“Full Conversion Brings Happiness,”",["span.emphasis","Ensign,"],"May 2002, 25, 26)."],["ul.bullet",["li",["span.label","•"],["p","What words and phrases did you hear that define conversion?"]],["li",["span.label","•"],["p","What do you think it would be like if everyone around you were converted to the Lord?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p25"},"Write the following scripture reference on the board:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.2-3,5,7,10-13,15-18"},"4 Nephi 1:2–3, 5, 7, 10–13, 15–18"],"."],"Invite several students to take turns reading aloud from these verses. Ask the class to follow along, looking for words and phrases that describe what the people experienced because they were all converted to the Lord. Invite students to write these words and phrases around the circle on their papers. (Answers may include the following: there were no contentions or disputations, they dealt justly one with another, they had all things common, many miracles were performed in the name of Jesus Christ, the Lord prospered the people, they rebuilt cities that had been destroyed, they married and established families, they multiplied and became strong, the love of God was in their hearts, and they were happy and unified.)"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p26"},"Ask students to identify a principle about happiness that they have learned from the first half of",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1"},"4 Nephi 1"],". Although students may identify several principles, be sure they express that",["b","when people work together to be converted to the Lord, they become unified and experience increased happiness."],"You might want to write this principle on the board."],["ul.bullet",["li",["span.label","•"],["p","What blessings do you think would come to our class if we all lived as these people lived? What blessings do you think would come to your family? What blessings do you think would come to your ward or branch?"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p28"},"Invite students to tell about a time when they were part of a group that was unified in righteousness, such as their family, a quorum or class, or a group of friends. You might also share an experience."],["ul.bullet",["li",["span.label","•"],["p","How can your efforts to be righteous influence the happiness and well-being of those around you? (Make sure students understand that our conversion and righteous actions contribute not only to our own happiness but also to the happiness and well-being of others. When members of a family, quorum, class, or other group are unified in righteousness, they can experience greater happiness than they would be able to experience on their own.)"]],["li",["span.label","•"],["p","How can the sins of one person influence the rest of a group that is striving to be righteous?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p31"},"Encourage students to strengthen their conversion to the Lord and help those around them to do the same. To help students with this challenge, ask them to review words and phrases they have listed on their papers. Invite them to choose one or two phrases that describe ways of living they would like to experience. Give them a few minutes to write in notebooks or scripture study journals about how they will seek to live in these ways. Testify of the happiness that comes from true conversion and being united in righteousness."]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.19-49"},"4 Nephi 1:19–49"]],["h4","The Nephites become increasingly wicked until only a few righteous people remain"],["ul.bullet",["li",["span.label","•"],["p","What do you think could destroy a society like the one described in",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1-18"},"4 Nephi 1:1–18"],"?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p35"},"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.20,23-24"},"4 Nephi 1:20, 23–24"],"silently, looking for what threatened the unity and happiness of the people. You might suggest that they mark what they find. After they report what they have found, write on the board the following statement by President Henry B. Eyring of the First Presidency. (This statement is found in “Our Hearts Knit as One,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 70.) You may want to suggest that students copy this statement in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.24"},"4 Nephi 1:24"],"."],[".chalkboard",{"id":"f9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.f9"},["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p36"},"“Pride is the great enemy of unity” (President Henry B. Eyring)."]],["ul.bullet",["li",["span.label","•"],["p","In what ways do you think pride is the enemy of unity?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p38"},"Invite a student to read aloud the following statement by President Dieter F. Uchtdorf of the First Presidency. Ask the class to listen for a way that pride can destroy unity."],[".img-left",{"id":"f11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.f11"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-uchtdorf.jpg"}]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p39"},"“At its core, pride is a sin of comparison, for though it usually begins with ‘Look how wonderful I am and what great things I have done,’ it always seems to end with ‘Therefore, I am better than you.’"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p40"},"“When our hearts are filled with pride, we commit a grave sin, for we violate the two great commandments [see",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.36-40"},"Matthew 22:36–40"],"]. Instead of worshipping God and loving our neighbor, we reveal the real object of our worship and love—the image we see in the mirror” (“Pride and the Priesthood,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2010, 56)."],["ul.bullet",["li",["span.label","•"],["p","Based on President Uchtdorf’s statement, how can pride destroy unity?"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p42"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.24-35,38-45"},"4 Nephi 1:24–35, 38–45"],". Ask the class to follow along, looking for the effects of pride among the people. You may want to suggest that students mark what they find. (Answers may include the following: wearing costly apparel, dividing into social classes or exclusive groups of friends, building up churches to get gain, denying the true church, persecution of the faithful, forming secret combinations, and wickedness.)"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p43"},"One by one, ask each student to report one thing he or she has found. (Students may repeat each other’s answers.) As each student responds, write his or her response on one of the tinted pieces of paper that you set aside before class. Give the tinted paper to the student in exchange for his or her white paper describing the happiness and unity of the people. Repeat this process until all the students in the class have exchanged their white papers for tinted papers."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p44"},"Ask students to look around and see that everyone in class has a tinted paper, representing pride. Invite them to ponder how the three disciples of Christ must have felt as they saw pride and wickedness spread among a people who had once been so happy and unified."],["ul.bullet",["li",["span.label","•"],["p","What truth can we learn from these verses? (Although students may use different words, they should identify the following principle:",["b","The sin of pride creates division and leads to wickedness."],"You may want to write this truth on the board.)"]],["li",["span.label","•"],["p","How can the pride of a few people affect the happiness of a whole group?"]]],[".figure",["p.preamble","Invite students to consider how one person’s pride might influence others in the following examples:"],["ol.number",["li",["span.label","1."],["p.para","Despite the encouragement of his family, an older brother decides to pursue selfish interests rather than serve a mission."]],["li",["span.label","2."],["p.para","A member of a Young Women class or Aaronic Priesthood quorum is purposely disruptive, refuses to participate in class, and resists following instructions."]],["li",["span.label","3."],["p.para","A young man or woman persistently teases or belittles another member of his or her group of friends."]]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p51"},"Ask students to think about times when they have seen pride damage happiness and unity."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p52"},"Invite students to consider their roles in different groups to which they belong, such as their families, quorums or classes, wards or branches, and seminary class. (You may want to mention other groups to which your students belong.) Ask them to ponder whether they have done or are doing anything that manifests pride in their relationships with the other people in these groups. Encourage them to repent and to think of ways they can overcome pride and promote unity and righteousness in these groups. Also encourage them to ponder what they have written about how they plan to live more like the descendants of Lehi who were converted to the Lord."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p53"},"Testify that as we seek to become more converted to Jesus Christ and live with others in unity, we can experience happiness like that described in",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.1-18"},"4 Nephi 1:1–18"],"."]]]],[".resources",[".box-decor",{"id":"f15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.f15"},["h2","Commentary and Background Information"],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.t11"},["h3","4 Nephi 1:1–2. “The people were all converted unto the Lord”"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p56"},"President Marion G. Romney of the First Presidency explained the process of conversion:"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p57"},"“Conversion is effected by divine forgiveness, which remits sins. The sequence is something like this. An honest seeker hears the message. He asks the Lord in prayer if it is true. The Holy Spirit gives him a witness. This is a testimony. If one’s testimony is strong enough, he repents and obeys the commandments. By such obedience he receives divine forgiveness which remits sin. Thus he is converted to a newness of life. His spirit is healed” (in Conference Report, Oct. 1963, 24)."]],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.t12"},["h3","4 Nephi 1:1–18. The need for unity"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p59"},"President Henry B. Eyring of the First Presidency taught:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p60"},"“The Lord’s prophets have always called for unity. The need for that gift to be granted to us and the challenge to maintain it will grow greater in the days ahead, in which we will be prepared as a people for our glorious destiny. …"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p61"},"“… We know from experience that joy comes when we are blessed with unity. We yearn, as spirit children of our Heavenly Father, for that joy which we once had with Him in the life before this one. His desire is to grant us that sacred wish for unity out of His love for us."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/4-nephi/lesson-136.p62"},"“He cannot grant it to us as individuals. The joy of unity He wants so much to give us is not solitary. We must seek it and qualify for it with others. It is not surprising then that God urges us to gather so that He can bless us. He wants us to gather into families. He has established classes, wards, and branches and commanded us to meet together often. In those gatherings, which God has designed for us, lies our great opportunity. We can pray and work for the unity that will bring us joy and multiply our power to serve” (“Our Hearts Knit as One,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 68, 69)."]]]]]]],"refs":null}
