{"id":162,"parent_id":110,"book_id":95,"content_id":1,"language_id":1,"display_order":162,"title":"Alma 52","subtitle":"","short_title":"Alma","uri":"/scriptures/bofm/alma/52","content":[["div",[".titleNumber","Chapter 52"],[".studySummary",["i","Ammoron succeeds Amalickiah as king of the Lamanites—Moroni, Teancum, and Lehi lead the Nephites in a victorious war against the Lamanites—The city of Mulek is retaken, and Jacob the Zoramite is slain. About 66–64",["span.small","B.C."]]]],[".bodyBlock",["div",{"id":"1","uri":"/scriptures/bofm/alma/52.1","order":"05.20.052.17970"},["b","1"],"And now, it came to pass in the twenty and sixth year of the reign of the judges over the people of Nephi, behold, when the Lamanites awoke on the first morning of the first month, behold, they found Amalickiah was dead in his own tent; and they also saw that Teancum was",["sup","a"],["a",{"href":"fn_1a"},"ready"],"to give them battle on that day."],["div",{"id":"2","uri":"/scriptures/bofm/alma/52.2","order":"05.20.052.17971"},["b","2"],"And now, when the Lamanites saw this they were affrighted; and they abandoned their design in marching into the land northward, and retreated with all their army into the city of",["sup","a"],["a",{"href":"fn_2a"},"Mulek"],", and sought protection in their fortifications."],["div",{"id":"3","uri":"/scriptures/bofm/alma/52.3","order":"05.20.052.17972"},["b","3"],"And it came to pass that the",["sup","a"],["a",{"href":"fn_3a"},"brother"],"of Amalickiah was appointed king over the people; and his name was",["sup","b"],["a",{"href":"fn_3b"},"Ammoron"],"; thus king Ammoron, the brother of king Amalickiah, was appointed to reign in his stead."],["div",{"id":"4","uri":"/scriptures/bofm/alma/52.4","order":"05.20.052.17973"},["b","4"],"And it came to pass that he did command that his people should maintain those cities, which they had taken by the shedding of blood; for they had not taken any cities save they had lost much blood."],["div",{"id":"5","uri":"/scriptures/bofm/alma/52.5","order":"05.20.052.17974"},["b","5"],"And now, Teancum saw that the Lamanites were determined to maintain those cities which they had taken, and those parts of the land which they had obtained possession of; and also seeing the enormity of their number, Teancum thought it was not expedient that he should attempt to attack them in their forts."],["div",{"id":"6","uri":"/scriptures/bofm/alma/52.6","order":"05.20.052.17975"},["b","6"],"But he kept his men round about, as if making preparations for war; yea, and truly he was preparing to defend himself against them, by",["sup","a"],["a",{"href":"fn_6a"},"casting"],"up walls round about and preparing places of resort."],["div",{"id":"7","uri":"/scriptures/bofm/alma/52.7","order":"05.20.052.17976"},["b","7"],"And it came to pass that he kept thus preparing for war until Moroni had sent a large number of men to strengthen his army."],["div",{"id":"8","uri":"/scriptures/bofm/alma/52.8","order":"05.20.052.17977"},["b","8"],"And Moroni also sent orders unto him that he should retain all the prisoners who fell into his hands; for as the Lamanites had taken many prisoners, that he should retain all the prisoners of the Lamanites as a",["sup","a"],["a",{"href":"fn_8a"},"ransom"],"for those whom the Lamanites had taken."],["div",{"id":"9","uri":"/scriptures/bofm/alma/52.9","order":"05.20.052.17978"},["b","9"],"And he also sent orders unto him that he should fortify the land",["sup","a"],["a",{"href":"fn_9a"},"Bountiful"],", and secure the",["sup","b"],["a",{"href":"fn_9b"},"narrow"],"pass which led into the land",["sup","c"],["a",{"href":"fn_9c"},"northward"],", lest the Lamanites should obtain that point and should have power to harass them on every side."],["div",{"id":"10","uri":"/scriptures/bofm/alma/52.10","order":"05.20.052.17979"},["b","10"],"And Moroni also sent unto him, desiring him that he would be",["sup","a"],["a",{"href":"fn_10a"},"faithful"],"in maintaining that quarter of the land, and that he would seek every opportunity to scourge the Lamanites in that quarter, as much as was in his power, that perhaps he might take again by stratagem or some other way those cities which had been taken out of their hands; and that he also would fortify and strengthen the cities round about, which had not fallen into the hands of the Lamanites."],["div",{"id":"11","uri":"/scriptures/bofm/alma/52.11","order":"05.20.052.17980"},["b","11"],"And he also said unto him, I would come unto you, but behold, the Lamanites are upon us in the borders of the land by the west sea; and behold, I go against them, therefore I cannot come unto you."],["div",{"id":"12","uri":"/scriptures/bofm/alma/52.12","order":"05.20.052.17981"},["b","12"],"Now, the king (Ammoron) had",["sup","a"],["a",{"href":"fn_12a"},"departed"],"out of the land of Zarahemla, and had made known unto the queen concerning the death of his brother, and had gathered together a large number of men, and had marched forth against the Nephites on the borders by the west sea."],["div",{"id":"13","uri":"/scriptures/bofm/alma/52.13","order":"05.20.052.17982"},["b","13"],"And thus he was endeavoring to harass the Nephites, and to draw away a part of their forces to that part of the land, while he had commanded those whom he had left to possess the cities which he had taken, that they should also harass the Nephites on the borders by the east sea, and should take possession of their lands as much as it was in their power, according to the power of their armies."],["div",{"id":"14","uri":"/scriptures/bofm/alma/52.14","order":"05.20.052.17983"},["b","14"],"And thus were the Nephites in those dangerous circumstances in the ending of the twenty and sixth year of the reign of the judges over the people of Nephi."],["div",{"id":"15","uri":"/scriptures/bofm/alma/52.15","order":"05.20.052.17984"},["b","15"],"But behold, it came to pass in the twenty and seventh year of the reign of the judges, that Teancum, by the command of Moroni—who had established armies to protect the south and the west borders of the land, and had begun his march towards the land Bountiful, that he might assist Teancum with his men in retaking the cities which they had lost—"],["div",{"id":"16","uri":"/scriptures/bofm/alma/52.16","order":"05.20.052.17985"},["b","16"],"And it came to pass that Teancum had received orders to make an attack upon the city of Mulek, and retake it if it were possible."],["div",{"id":"17","uri":"/scriptures/bofm/alma/52.17","order":"05.20.052.17986"},["b","17"],"And it came to pass that Teancum made preparations to make an attack upon the city of Mulek, and march forth with his army against the Lamanites; but he saw that it was impossible that he could overpower them while they were in their fortifications; therefore he abandoned his designs and returned again to the city Bountiful, to wait for the coming of Moroni, that he might receive strength to his army."],["div",{"id":"18","uri":"/scriptures/bofm/alma/52.18","order":"05.20.052.17987"},["b","18"],"And it came to pass that Moroni did arrive with his army at the land of Bountiful, in the latter end of the twenty and seventh year of the reign of the judges over the people of Nephi."],["div",{"id":"19","uri":"/scriptures/bofm/alma/52.19","order":"05.20.052.17988"},["b","19"],"And in the commencement of the twenty and eighth year, Moroni and Teancum and many of the chief",["sup","a"],["a",{"href":"fn_19a"},"captains"],"held a council of war—what they should do to cause the Lamanites to come out against them to battle; or that they might by some means flatter them out of their strongholds, that they might gain advantage over them and take again the city of Mulek."],["div",{"id":"20","uri":"/scriptures/bofm/alma/52.20","order":"05.20.052.17989"},["b","20"],"And it came to pass they sent embassies to the army of the Lamanites, which protected the city of Mulek, to their leader, whose name was Jacob, desiring him that he would come out with his armies to meet them upon the plains between the two cities. But behold, Jacob, who was a",["sup","a"],["a",{"href":"fn_20a"},"Zoramite"],", would not come out with his army to meet them upon the plains."],["div",{"id":"21","uri":"/scriptures/bofm/alma/52.21","order":"05.20.052.17990"},["b","21"],"And it came to pass that Moroni, having no hopes of meeting them upon fair grounds, therefore, he resolved upon a plan that he might",["sup","a"],["a",{"href":"fn_21a"},"decoy"],"the Lamanites out of their strongholds."],["div",{"id":"22","uri":"/scriptures/bofm/alma/52.22","order":"05.20.052.17991"},["b","22"],"Therefore he caused that Teancum should take a small number of men and march down near the seashore; and Moroni and his army, by night, marched in the wilderness, on the west of the city",["sup","a"],["a",{"href":"fn_22a"},"Mulek"],"; and thus, on the morrow, when the guards of the Lamanites had discovered Teancum, they ran and told it unto Jacob, their leader."],["div",{"id":"23","uri":"/scriptures/bofm/alma/52.23","order":"05.20.052.17992"},["b","23"],"And it came to pass that the armies of the Lamanites did march forth against Teancum, supposing by their numbers to overpower Teancum because of the smallness of his numbers. And as Teancum saw the armies of the Lamanites coming out against him he began to retreat down by the seashore, northward."],["div",{"id":"24","uri":"/scriptures/bofm/alma/52.24","order":"05.20.052.17993"},["b","24"],"And it came to pass that when the Lamanites saw that he began to flee, they took courage and pursued them with vigor. And while Teancum was thus leading away the Lamanites who were pursuing them in vain, behold, Moroni commanded that a part of his army who were with him should march forth into the city, and take possession of it."],["div",{"id":"25","uri":"/scriptures/bofm/alma/52.25","order":"05.20.052.17994"},["b","25"],"And thus they did, and slew all those who had been left to protect the city, yea, all those who would not",["sup","a"],["a",{"href":"fn_25a"},"yield"],"up their weapons of war."],["div",{"id":"26","uri":"/scriptures/bofm/alma/52.26","order":"05.20.052.17995"},["b","26"],"And thus Moroni had obtained possession of the city Mulek with a part of his army, while he marched with the remainder to meet the Lamanites when they should return from the pursuit of Teancum."],["div",{"id":"27","uri":"/scriptures/bofm/alma/52.27","order":"05.20.052.17996"},["b","27"],"And it came to pass that the Lamanites did pursue Teancum until they came near the city Bountiful, and then they were met by Lehi and a small army, which had been left to protect the city Bountiful."],["div",{"id":"28","uri":"/scriptures/bofm/alma/52.28","order":"05.20.052.17997"},["b","28"],"And now behold, when the chief captains of the Lamanites had beheld Lehi with his army coming against them, they fled in much confusion, lest perhaps they should not obtain the city Mulek before Lehi should overtake them; for they were wearied because of their march, and the men of Lehi were fresh."],["div",{"id":"29","uri":"/scriptures/bofm/alma/52.29","order":"05.20.052.17998"},["b","29"],"Now the Lamanites did not know that Moroni had been in their rear with his army; and all they feared was Lehi and his men."],["div",{"id":"30","uri":"/scriptures/bofm/alma/52.30","order":"05.20.052.17999"},["b","30"],"Now Lehi was not desirous to overtake them till they should meet Moroni and his army."],["div",{"id":"31","uri":"/scriptures/bofm/alma/52.31","order":"05.20.052.18000"},["b","31"],"And it came to pass that before the Lamanites had retreated far they were surrounded by the Nephites, by the men of Moroni on one hand, and the men of Lehi on the other, all of whom were fresh and full of strength; but the Lamanites were wearied because of their long march."],["div",{"id":"32","uri":"/scriptures/bofm/alma/52.32","order":"05.20.052.18001"},["b","32"],"And Moroni commanded his men that they should fall upon them until they had given up their weapons of war."],["div",{"id":"33","uri":"/scriptures/bofm/alma/52.33","order":"05.20.052.18002"},["b","33"],"And it came to pass that Jacob, being their leader, being also a",["sup","a"],["a",{"href":"fn_33a"},"Zoramite"],", and having an unconquerable spirit, he led the Lamanites forth to battle with exceeding fury against Moroni."],["div",{"id":"34","uri":"/scriptures/bofm/alma/52.34","order":"05.20.052.18003"},["b","34"],"Moroni being in their course of march, therefore Jacob was determined to slay them and cut his way through to the city of Mulek. But behold, Moroni and his men were more powerful; therefore they did not give way before the Lamanites."],["div",{"id":"35","uri":"/scriptures/bofm/alma/52.35","order":"05.20.052.18004"},["b","35"],"And it came to pass that they fought on both hands with exceeding fury; and there were many slain on both sides; yea, and Moroni was wounded and Jacob was killed."],["div",{"id":"36","uri":"/scriptures/bofm/alma/52.36","order":"05.20.052.18005"},["b","36"],"And Lehi pressed upon their rear with such fury with his strong men, that the Lamanites in the rear delivered up their weapons of war; and the remainder of them, being much confused, knew not whither to go or to strike."],["div",{"id":"37","uri":"/scriptures/bofm/alma/52.37","order":"05.20.052.18006"},["b","37"],"Now Moroni seeing their confusion, he said unto them: If ye will bring forth your weapons of war and deliver them up, behold we will forbear shedding your blood."],["div",{"id":"38","uri":"/scriptures/bofm/alma/52.38","order":"05.20.052.18007"},["b","38"],"And it came to pass that when the Lamanites had heard these words, their chief captains, all those who were not slain, came forth and threw down their weapons of war",["sup","a"],["a",{"href":"fn_38a"},"at"],"the feet of Moroni, and also commanded their men that they should do the same."],["div",{"id":"39","uri":"/scriptures/bofm/alma/52.39","order":"05.20.052.18008"},["b","39"],"But behold, there were many that would not; and those who would not deliver up their swords were taken and bound, and their weapons of war were taken from them, and they were compelled to march with their brethren forth into the land Bountiful."],["div",{"id":"40","uri":"/scriptures/bofm/alma/52.40","order":"05.20.052.18009"},["b","40"],"And now the number of prisoners who were taken exceeded more than the number of those who had been slain, yea, more than those who had been slain on both sides."]]],"refs":[["div",{"id":"1a","uri":"/scriptures/bofm/alma/52.1a","order":"05.20.052.18010"},["b","1a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/51.36"},"Alma 51:36"],"."],["div",{"id":"2a","uri":"/scriptures/bofm/alma/52.2a","order":"05.20.052.18012"},["b","2a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/51.26"},"Alma 51:26"],"."],["div",{"id":"3a","uri":"/scriptures/bofm/alma/52.3a","order":"05.20.052.18014"},["b","3a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.1.1-6"},"Alma 48:1 (1–6)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/54.5"},"54:5"],"."],["div",{"id":"3b","uri":"/scriptures/bofm/alma/52.3b","order":"05.20.052.18016"},["b","3b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/54.1"},"Alma 54:1"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1.16"},"Hel. 1:16"],"."],["div",{"id":"6a","uri":"/scriptures/bofm/alma/52.6a","order":"05.20.052.18018"},["b","6a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.1"},"Alma 50:1"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/53.3"},"53:3"],"."],["div",{"id":"8a","uri":"/scriptures/bofm/alma/52.8a","order":"05.20.052.18020"},["b","8a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/54.2.1-2"},"Alma 54:2 (1–2)"],"."],["div",{"id":"9a","uri":"/scriptures/bofm/alma/52.9a","order":"05.20.052.18022"},["b","9a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.29"},"Alma 22:29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/53.3.3-4"},"53:3 (3–4)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/63.5"},"63:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1.23"},"Hel. 1:23"],"."],["div",{"id":"9b","uri":"/scriptures/bofm/alma/52.9b","order":"05.20.052.18024"},["b","9b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.32"},"Alma 22:32"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/2.29"},"Morm. 2:29"],"."],["div",{"id":"9c","uri":"/scriptures/bofm/alma/52.9c","order":"05.20.052.18026"},["b","9c"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/51.30"},"Alma 51:30"],"."],["div",{"id":"10a","uri":"/scriptures/bofm/alma/52.10a","order":"05.20.052.18028"},["b","10a"],["a.scriptureRef",{"href":"/scriptures/tg/trustworthiness"},"TG Trustworthiness"],"."],["div",{"id":"12a","uri":"/scriptures/bofm/alma/52.12a","order":"05.20.052.18030"},["b","12a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/51.28"},"Alma 51:28"],"."],["div",{"id":"19a","uri":"/scriptures/bofm/alma/52.19a","order":"05.20.052.18032"},["b","19a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/49.5"},"Alma 49:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/55.23"},"55:23"],"."],["div",{"id":"20a","uri":"/scriptures/bofm/alma/52.20a","order":"05.20.052.18034"},["b","20a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.5"},"Alma 48:5"],"."],["div",{"id":"21a","uri":"/scriptures/bofm/alma/52.21a","order":"05.20.052.18036"},["b","21a"],["a.scriptureRef",{"href":"/scriptures/ot/josh/8.13"},"Josh. 8:13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/43.31.30-43"},"Alma 43:31 (30–43)"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.30"},"56:30"],"."],["div",{"id":"22a","uri":"/scriptures/bofm/alma/52.22a","order":"05.20.052.18038"},["b","22a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/51.26"},"Alma 51:26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/53.6.2,6"},"53:6 (2, 6)"],"."],["div",{"id":"25a","uri":"/scriptures/bofm/alma/52.25a","order":"05.20.052.18040"},["b","25a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/44.6"},"Alma 44:6"],"."],["div",{"id":"33a","uri":"/scriptures/bofm/alma/52.33a","order":"05.20.052.18042"},["b","33a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.59"},"Alma 30:59"],"."],["div",{"id":"38a","uri":"/scriptures/bofm/alma/52.38a","order":"05.20.052.18044"},["b","38a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/55.23"},"Alma 55:23"],"."]]}
