{"id":167,"parent_id":110,"book_id":95,"content_id":1,"language_id":1,"display_order":167,"title":"Alma 57","subtitle":"","short_title":"Alma","uri":"/scriptures/bofm/alma/57","content":[["div",[".titleNumber","Chapter 57"],[".studySummary",["i","Helaman recounts the taking of Antiparah and the surrender and later the defense of Cumeni—His Ammonite striplings fight valiantly; all are wounded, but none are slain—Gid reports the slaying and the escape of the Lamanite prisoners. About 63",["span.small","B.C."]]]],[".bodyBlock",["div",{"id":"1","uri":"/scriptures/bofm/alma/57.1","order":"05.20.057.18363"},["b","1"],"And now it came to pass that I received an epistle from Ammoron, the king, stating that if I would deliver up those prisoners of war whom we had taken that he would deliver up the city of Antiparah unto us."],["div",{"id":"2","uri":"/scriptures/bofm/alma/57.2","order":"05.20.057.18364"},["b","2"],"But I sent an epistle unto the king, that we were sure our forces were sufficient to take the city of Antiparah by our force; and by delivering up the prisoners for that city we should suppose ourselves unwise, and that we would only deliver up our prisoners on exchange."],["div",{"id":"3","uri":"/scriptures/bofm/alma/57.3","order":"05.20.057.18365"},["b","3"],"And Ammoron refused mine epistle, for he would not exchange prisoners; therefore we began to make preparations to go against the city of Antiparah."],["div",{"id":"4","uri":"/scriptures/bofm/alma/57.4","order":"05.20.057.18366"},["b","4"],"But the people of Antiparah did leave the city, and fled to their other cities, which they had possession of, to fortify them; and thus the city of Antiparah fell into our hands."],["div",{"id":"5","uri":"/scriptures/bofm/alma/57.5","order":"05.20.057.18367"},["b","5"],"And thus ended the twenty and eighth year of the reign of the judges."],["div",{"id":"6","uri":"/scriptures/bofm/alma/57.6","order":"05.20.057.18368"},["b","6"],"And it came to pass that in the commencement of the twenty and ninth year, we received a supply of provisions, and also an addition to our army, from the land of Zarahemla, and from the land round about, to the number of six thousand men, besides sixty of the",["sup","a"],["a",{"href":"fn_6a"},"sons"],"of the Ammonites who had come to join their brethren, my little band of two thousand. And now behold, we were strong, yea, and we had also plenty of provisions brought unto us."],["div",{"id":"7","uri":"/scriptures/bofm/alma/57.7","order":"05.20.057.18369"},["b","7"],"And it came to pass that it was our desire to wage a battle with the army which was placed to protect the city",["sup","a"],["a",{"href":"fn_7a"},"Cumeni"],"."],["div",{"id":"8","uri":"/scriptures/bofm/alma/57.8","order":"05.20.057.18370"},["b","8"],"And now behold, I will show unto you that we soon accomplished our desire; yea, with our strong force, or with a part of our strong force, we did surround, by night, the city Cumeni, a little before they were to receive a supply of provisions."],["div",{"id":"9","uri":"/scriptures/bofm/alma/57.9","order":"05.20.057.18371"},["b","9"],"And it came to pass that we did camp round about the city for many nights; but we did sleep upon our swords, and keep guards, that the Lamanites could not come upon us by night and slay us, which they attempted many times; but as many times as they attempted this their blood was spilt."],["div",{"id":"10","uri":"/scriptures/bofm/alma/57.10","order":"05.20.057.18372"},["b","10"],"At length their provisions did arrive, and they were about to enter the city by night. And we, instead of being Lamanites, were Nephites; therefore, we did take them and their provisions."],["div",{"id":"11","uri":"/scriptures/bofm/alma/57.11","order":"05.20.057.18373"},["b","11"],"And notwithstanding the Lamanites being cut off from their support after this manner, they were still determined to maintain the city; therefore it became expedient that we should take those provisions and send them to",["sup","a"],["a",{"href":"fn_11a"},"Judea"],", and our prisoners to the land of Zarahemla."],["div",{"id":"12","uri":"/scriptures/bofm/alma/57.12","order":"05.20.057.18374"},["b","12"],"And it came to pass that not many days had passed away before the Lamanites began to lose all hopes of succor; therefore they yielded up the city unto our hands; and thus we had accomplished our designs in obtaining the city Cumeni."],["div",{"id":"13","uri":"/scriptures/bofm/alma/57.13","order":"05.20.057.18375"},["b","13"],"But it came to pass that our prisoners were so numerous that, notwithstanding the enormity of our numbers, we were obliged to employ all our force to keep them, or to put them to death."],["div",{"id":"14","uri":"/scriptures/bofm/alma/57.14","order":"05.20.057.18376"},["b","14"],"For behold, they would break out in great numbers, and would fight with stones, and with clubs, or whatsoever thing they could get into their hands, insomuch that we did slay upwards of two thousand of them after they had surrendered themselves prisoners of war."],["div",{"id":"15","uri":"/scriptures/bofm/alma/57.15","order":"05.20.057.18377"},["b","15"],"Therefore it became expedient for us, that we should put an end to their lives, or guard them, sword in hand, down to the land of Zarahemla; and also our provisions were not any more than sufficient for our own people, notwithstanding that which we had taken from the Lamanites."],["div",{"id":"16","uri":"/scriptures/bofm/alma/57.16","order":"05.20.057.18378"},["b","16"],"And now, in those critical circumstances, it became a very serious matter to determine concerning these prisoners of war; nevertheless, we did resolve to send them down to the land of Zarahemla; therefore we selected a part of our men, and gave them charge over our prisoners to go down to the land of Zarahemla."],["div",{"id":"17","uri":"/scriptures/bofm/alma/57.17","order":"05.20.057.18379"},["b","17"],"But it came to pass that on the morrow they did return. And now behold, we did not",["sup","a"],["a",{"href":"fn_17a"},"inquire"],"of them concerning the prisoners; for behold, the Lamanites were upon us, and they returned in season to save us from falling into their hands. For behold, Ammoron had sent to their support a new supply of provisions and also a numerous army of men."],["div",{"id":"18","uri":"/scriptures/bofm/alma/57.18","order":"05.20.057.18380"},["b","18"],"And it came to pass that those men whom we sent with the prisoners did arrive in season to check them, as they were about to overpower us."],["div",{"id":"19","uri":"/scriptures/bofm/alma/57.19","order":"05.20.057.18381"},["b","19"],"But behold, my little band of two thousand and sixty fought most desperately; yea, they were firm before the Lamanites, and did",["sup","a"],["a",{"href":"fn_19a"},"administer"],"death unto all those who opposed them."],["div",{"id":"20","uri":"/scriptures/bofm/alma/57.20","order":"05.20.057.18382"},["b","20"],"And as the remainder of our army were about to give way before the Lamanites, behold, those two thousand and sixty were firm and undaunted."],["div",{"id":"21","uri":"/scriptures/bofm/alma/57.21","order":"05.20.057.18383"},["b","21"],"Yea, and they did",["sup","a"],["a",{"href":"fn_21a"},"obey"],"and observe to perform every word of command with exactness; yea, and even according to their faith it was done unto them; and I did remember the words which they said unto me that their",["sup","b"],["a",{"href":"fn_21b"},"mothers"],"had taught them."],["div",{"id":"22","uri":"/scriptures/bofm/alma/57.22","order":"05.20.057.18384"},["b","22"],"And now behold, it was these my sons, and those men who had been selected to convey the prisoners, to whom we owe this great victory; for it was they who did beat the Lamanites; therefore they were driven back to the city of Manti."],["div",{"id":"23","uri":"/scriptures/bofm/alma/57.23","order":"05.20.057.18385"},["b","23"],"And we retained our city Cumeni, and were not all destroyed by the sword; nevertheless, we had suffered great loss."],["div",{"id":"24","uri":"/scriptures/bofm/alma/57.24","order":"05.20.057.18386"},["b","24"],"And it came to pass that after the Lamanites had fled, I immediately gave orders that my men who had been wounded should be taken from among the dead, and caused that their wounds should be dressed."],["div",{"id":"25","uri":"/scriptures/bofm/alma/57.25","order":"05.20.057.18387"},["b","25"],"And it came to pass that there were two hundred, out of my two thousand and sixty, who had fainted because of the loss of blood; nevertheless, according to the goodness of God, and to our great astonishment, and also the joy of our whole army, there was",["sup","a"],["a",{"href":"fn_25a"},"not"],"one soul of them who did perish; yea, and neither was there one soul among them who had not received many wounds."],["div",{"id":"26","uri":"/scriptures/bofm/alma/57.26","order":"05.20.057.18388"},["b","26"],"And now, their",["sup","a"],["a",{"href":"fn_26a"},"preservation"],"was astonishing to our whole army, yea, that they should be spared while there was a thousand of our brethren who were slain. And we do justly ascribe it to the miraculous",["sup","b"],["a",{"href":"fn_26b"},"power"],"of God, because of their exceeding",["sup","c"],["a",{"href":"fn_26c"},"faith"],"in that which they had been taught to believe—that there was a just God, and whosoever did not doubt, that they should be preserved by his marvelous power."],["div",{"id":"27","uri":"/scriptures/bofm/alma/57.27","order":"05.20.057.18389"},["b","27"],"Now this was the",["sup","a"],["a",{"href":"fn_27a"},"faith"],"of these of whom I have spoken; they are young, and their minds are",["sup","b"],["a",{"href":"fn_27b"},"firm"],", and they do put their trust in God continually."],["div",{"id":"28","uri":"/scriptures/bofm/alma/57.28","order":"05.20.057.18390"},["b","28"],"And now it came to pass that after we had thus taken care of our wounded men, and had buried our dead and also the dead of the Lamanites, who were many, behold, we did inquire of Gid concerning the",["sup","a"],["a",{"href":"fn_28a"},"prisoners"],"whom they had started to go down to the land of Zarahemla with."],["div",{"id":"29","uri":"/scriptures/bofm/alma/57.29","order":"05.20.057.18391"},["b","29"],"Now Gid was the chief captain over the band who was appointed to guard them down to the land."],["div",{"id":"30","uri":"/scriptures/bofm/alma/57.30","order":"05.20.057.18392"},["b","30"],"And now, these are the words which Gid said unto me: Behold, we did start to go down to the land of Zarahemla with our prisoners. And it came to pass that we did meet the spies of our armies, who had been sent out to watch the camp of the Lamanites."],["div",{"id":"31","uri":"/scriptures/bofm/alma/57.31","order":"05.20.057.18393"},["b","31"],"And they cried unto us, saying—Behold, the armies of the Lamanites are marching towards the city of Cumeni; and behold, they will fall upon them, yea, and will destroy our people."],["div",{"id":"32","uri":"/scriptures/bofm/alma/57.32","order":"05.20.057.18394"},["b","32"],"And it came to pass that our prisoners did hear their cries, which caused them to take courage; and they did rise up in rebellion against us."],["div",{"id":"33","uri":"/scriptures/bofm/alma/57.33","order":"05.20.057.18395"},["b","33"],"And it came to pass because of their rebellion we did cause that our swords should come upon them. And it came to pass that they did in a body run upon our swords, in the which, the greater number of them were slain; and the remainder of them broke through and fled from us."],["div",{"id":"34","uri":"/scriptures/bofm/alma/57.34","order":"05.20.057.18396"},["b","34"],"And behold, when they had fled and we could not overtake them, we took our march with speed towards the city Cumeni; and behold, we did arrive in time that we might assist our brethren in preserving the city."],["div",{"id":"35","uri":"/scriptures/bofm/alma/57.35","order":"05.20.057.18397"},["b","35"],"And behold, we are again delivered out of the hands of our enemies. And blessed is the name of our God; for behold, it is he that has delivered us; yea, that has done this great thing for us."],["div",{"id":"36","uri":"/scriptures/bofm/alma/57.36","order":"05.20.057.18398"},["b","36"],"Now it came to pass that when I, Helaman, had heard these words of Gid, I was filled with exceeding joy because of the goodness of God in preserving us, that we might not all perish; yea, and I trust that the souls of them who have been slain have",["sup","a"],["a",{"href":"fn_36a"},"entered"],"into the rest of their God."]]],"refs":[["div",{"id":"6a","uri":"/scriptures/bofm/alma/57.6a","order":"05.20.057.18399"},["b","6a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/53.16"},"Alma 53:16"],"."],["div",{"id":"7a","uri":"/scriptures/bofm/alma/57.7a","order":"05.20.057.18401"},["b","7a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.14"},"Alma 56:14"],"."],["div",{"id":"11a","uri":"/scriptures/bofm/alma/57.11a","order":"05.20.057.18403"},["b","11a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.9"},"Alma 56:9"],"."],["div",{"id":"17a","uri":"/scriptures/bofm/alma/57.17a","order":"05.20.057.18405"},["b","17a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.28"},"Alma 57:28"],"."],["div",{"id":"19a","uri":"/scriptures/bofm/alma/57.19a","order":"05.20.057.18407"},["b","19a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/62.11"},"Alma 62:11"],"."],["div",{"id":"21a","uri":"/scriptures/bofm/alma/57.21a","order":"05.20.057.18409"},["b","21a"],["a.scriptureRef",{"href":"/scriptures/tg/trustworthiness"},"TG Trustworthiness"],"."],["div",{"id":"21b","uri":"/scriptures/bofm/alma/57.21b","order":"05.20.057.18411"},["b","21b"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.47.47-48"},"Alma 56:47 (47–48)"],"."],["div",{"id":"25a","uri":"/scriptures/bofm/alma/57.25a","order":"05.20.057.18413"},["b","25a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.56"},"Alma 56:56"],"."],["div",{"id":"26a","uri":"/scriptures/bofm/alma/57.26a","order":"05.20.057.18415"},["b","26a"],["a.scriptureRef",{"href":"/scriptures/ot/1-chr/5.20.18-22"},"1 Chr. 5:20 (18–22)"],"."],["div",{"id":"26b","uri":"/scriptures/bofm/alma/57.26b","order":"05.20.057.18417"},["b","26b"],["a.scriptureRef",{"href":"/scriptures/tg/god-power-of"},"TG God, Power of"],"."],["div",{"id":"26c","uri":"/scriptures/bofm/alma/57.26c","order":"05.20.057.18419"},["b","26c"],["a.scriptureRef",{"href":"/scriptures/tg/faith"},"TG Faith"],"."],["div",{"id":"27a","uri":"/scriptures/bofm/alma/57.27a","order":"05.20.057.18421"},["b","27a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/58.40"},"Alma 58:40"],"."],["div",{"id":"27b","uri":"/scriptures/bofm/alma/57.27b","order":"05.20.057.18423"},["b","27b"],["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.2"},"Jacob 3:2"],"."],["div",{"id":"28a","uri":"/scriptures/bofm/alma/57.28a","order":"05.20.057.18425"},["b","28a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.17.16-17"},"Alma 57:17 (16–17)"],"."],["div",{"id":"36a","uri":"/scriptures/bofm/alma/57.36a","order":"05.20.057.18427"},["b","36a"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.34"},"Alma 12:34"],"."]]}
