{"id":117,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":117,"title":"Lesson 88: Alma 30","subtitle":"","short_title":"Lesson 88","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88"},[".heading",{"id":"head26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.head26"},[".titleNumber","Lesson 88"],["h1","Alma 30"]],[".bodyBlock",[".topic",{"id":"t177","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.t177"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p4"},"Following a great battle between the Nephites and the Lamanites, peace settled over the land. About two years later, a man named Korihor began to preach that God did not exist, that there would be no Christ, and that there was no sin. He reviled the leaders of the Church, claiming they were teaching foolish traditions. His false teachings led many people to commit serious sins. Korihor was brought before Alma, who testified of Jesus Christ and taught that all things testify of a Supreme Creator. Eventually Korihor was struck dumb by the power of God and was convinced of the truth. However, when he asked to have his voice restored to him, Alma denied his request, saying that he would teach false doctrine again if he regained his voice. Korihor spent the rest of his life begging for food until he was trampled to death by a group of Nephite dissenters called the Zoramites."]],[".topic",{"id":"t178","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.t178"},["h2","Suggestions for Teaching"],[".topic",{"id":"t179","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.t179"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.1-18"},"Alma 30:1–18"]],["h4","Korihor, an anti-Christ, ridicules the doctrine of Christ"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p8"},"Before class begins, poke a small hole in the bottom of a soda can and allow the contents to drain out. Show the can to the class without revealing that it is empty. Ask who wants it and how much they would be willing to pay for it. Have a student step forward, examine the can, and tell the class what is inside. (Instead of a soda can, you could also use any empty box, a bag, or a wrapper that normally contains something students would like.)"],["ul.bullet",["li",["span.label","•"],["p","How are false teachings like this soda can? (They are often enticing on the outside but empty on the inside.)"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p10"},"Explain that in today’s lesson, students will learn about a man named Korihor. As they study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30"},"Alma 30"],", encourage them to consider how Korihor’s teachings left him and others spiritually empty."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p11"},"Tell students that after a time of war against the Lamanites, the people of Ammon (the Anti-Nephi-Lehies) and the Nephites entered into a period of peace. Then Korihor interrupted their peace. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.6,12"},"Alma 30:6, 12"],", looking for a word that describes this man. (The word is",["span.emphasis","Anti-Christ."],"Explain that one definition of this word is “anyone or anything that counterfeits the true gospel plan of salvation and that openly or secretly opposes Christ” [Guide to the Scriptures,",["a.scriptureRef",{"href":"/scriptures/gs/antichrist"},"“Antichrist,”"],"scriptures.lds.org].)"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p12"},"Prepare the following exercise on a handout or on the board before class. If you put it on the board, ask students to copy it in notebooks or scripture study journals. It will help them see how Satan and those who serve him use false doctrines to entice us to commit sin."],[".image",{"id":"f285","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.f285"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_088_handout_1.gif"}]],[".chalkboard",{"id":"f286","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.f286"},["h4","False Teachings of Korihor the Anti-Christ"],["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","False Teaching"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Message"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","1.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.13-14"},"Alma 30:13–14"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","a. You cannot know something is true unless you see it. Therefore, you cannot know that there will be a Christ."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","2.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.15"},"Alma 30:15"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","b. There is no such thing as sin. There is no universal standard of what is right or wrong."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","3.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.16"},"Alma 30:16"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","c. People prosper by their own efforts alone. There is no such thing as an atonement."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","4.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.17"},"Alma 30:17"],"(beginning with “every man fared …”)"]],["td",{"colspan":"1","rowspan":"1"},["p.para","d. It is impossible to know about things that will happen in the future, so you should not believe in Christ or follow the words of people who say they are prophets."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","5.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.17"},"Alma 30:17"],"(beginning with “whatsoever a man did …”)"]],["td",{"colspan":"1","rowspan":"1"},["p.para","e. Forgiveness of sin is a crazy idea that comes from false traditions."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","6.",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.18"},"Alma 30:18"]]],["td",{"colspan":"1","rowspan":"1"},["p.para","f. There is no life after death, so there is no need to worry about a judgment after this life."]]]]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p28"},"Divide students into pairs. Ask them to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.12-18"},"Alma 30:12–18"],"together. Instruct them to match the false teachings of Korihor, which are on the left side of the exercise, with the messages of those teachings, which are on the right side. (Answers: 1–d, 2–a, 3–e, 4–c, 5–b, 6–f.)"],["p.preamble","To help students analyze Korihor’s teachings and apply what they learn, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What teachings have you been exposed to that are similar to Korihor’s teachings?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.18"},"Alma 30:18"],", what did Korihor’s teachings lead the people to do?"]],["li",["span.label","•"],["p","Why do you think these teachings lead people to give in to temptation?"]],["li",["span.label","•"],["p","What can we learn from these verses about the dangers of false doctrines? (Help students identify the following principle:",["b","Satan uses false doctrines to entice us to commit sin."],")"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p34"},"Ask students to imagine themselves in the following situation:"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p35"},"A friend invites you to play a video game. When you arrive at your friend’s house, you realize that the game is violent and that it includes characters that are dressed immodestly. When you hesitate to play the game, your friend asks you to explain why you do not want to play it."],["ul.bullet",["li",["span.label","•"],["p","What would you say? (Students might explain that the game violates the standards of their faith.)"]],["li",["span.label","•"],["p","If your friend begins to criticize or your beliefs, saying that they limit your freedom, how might you respond?"]]]],[".topic",{"id":"t180","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.t180"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.19-60"},"Alma 30:19–60"]],["h4","Korihor demands a sign from Alma and is struck dumb by the power of God"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p40"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.19-30"},"Alma 30:19–30"],"by explaining that Korihor taught false doctrines in three different Nephite cities. Eventually, he was brought before the chief judge of the land and before Alma, who was the leader of the Church. You may want to point out that one of Korihor’s major arguments was that Church leaders held people in bondage—that their religion took freedom away from people. He also accused Church leaders of seeking personal gain from the labor of the people."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p41"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.31"},"Alma 30:31"],"silently, looking for accusations Korihor made against Alma and other leaders of the Church."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p42"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.32-35"},"Alma 30:32–35"],"to discover how Alma responded to Korihor."],["ul.bullet",["li",["span.label","•"],["p","How have you seen the truthfulness of Alma’s response in the lives of Church leaders?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p44"},"Invite two students to come to the front of the class. Ask them to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.37-45"},"Alma 30:37–45"],"aloud, with one reading the words of Alma and the other reading the words of Korihor. Invite the rest of the class to look for what Alma presented as evidence of God’s existence."],["ul.bullet",["li",["span.label","•"],["p","What evidences did Alma give for the existence of God? (As students respond, you may want to write their answers on the board. You may also want to encourage students to mark them in their scriptures. As part of this discussion, emphasize that",["b","all things testify of God."]]],["li",["span.label","•"],["p","Of the evidences Alma listed, which are especially powerful to you? Why?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p47"},"Give students a few minutes to write. Ask them to list evidences they have seen that “denote there is a God” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.44"},"Alma 30:44"],"). Invite several students to share their lists with the class."],["ul.bullet",["li",["span.label","•"],["p","How do these evidences influence you? In what ways might they strengthen your faith and testimony?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p49"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.46-50"},"Alma 30:46–50"],"by explaining that Korihor, still not accepting the signs he had been given, demanded that Alma show him a sign of God’s existence. In response, Korihor was struck dumb by the power of God. Convinced of God’s power, Korihor wrote about why he had been preaching against God the Father and Jesus Christ. Invite a student to read aloud Korihor’s explanation in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.51-53"},"Alma 30:51–53"],"."],["ul.bullet",["li",["span.label","•"],["p","What do you think Korihor meant when he said that he taught things that were “pleasing unto the carnal mind”? (You may need to explain that Korihor’s teachings appealed to people’s unrighteous physical desires rather than their righteous spiritual desires.)"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p51"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.54-59"},"Alma 30:54–59"],"by explaining that Korihor asked Alma to pray so the curse could be removed from him. Alma refused, saying that if Korihor received the ability to speak, he would again teach false doctrine to the people. Korihor was cast out and went from house to house, begging for food. Eventually he went to the Zoramites, who had separated from the Nephites, and was trampled to death."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p52"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.60"},"Alma 30:60"],"silently, looking for the principle Mormon teaches."],["ul.bullet",["li",["span.label","•"],["p","What principle does Mormon teach in this verse?"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p54"},"Make sure students understand that",["b","“the devil will not support his children [his followers] at the last day.”"]],["ul.bullet",["li",["span.label","•"],["p","How is this different from the way Heavenly Father and Jesus Christ care for us? (As students discuss this question, you may want to have them read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.3"},"Alma 36:3"],".)"]]],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p56"},"Testify of the truths that you and the students have discussed in this lesson."]]]],[".resources",[".box-decor",{"id":"f295","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.f295"},["h2","Commentary and Background Information"],[".topic",{"id":"t181","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.t181"},["h3","Alma 30:52. “I always knew that there was a God”"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p59"},"Elder Robert D. Hales of the Quorum of the Twelve Apostles taught about the importance of recognizing the signs we have received concerning the truthfulness of the gospel:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p60"},"“If we do not yield to the gentle influence of the Holy Ghost, we stand in jeopardy of becoming like Korihor, an anti-Christ in the Book of Mormon. Not only did Korihor disbelieve in God, but he also ridiculed the Savior, the Atonement, and the spirit of prophecy, falsely teaching that there is no God and no Christ."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p61"},"“Korihor was not content merely to reject God and quietly go his own way. He mocked the believers and demanded that the prophet Alma convince him with a sign of God’s existence and power. Alma’s response is as meaningful today as it was then: ‘Thou hast had signs enough; will ye tempt your God? Will ye say, Show unto me a sign, when ye have the testimony of all these thy brethren, and also all the holy prophets? The scriptures are laid before thee, yea, and all things denote there is a God; yea, even the earth, and all things that are upon the face of it, yea, and its motion, yea, and also all the planets which move in their regular form do witness that there is a Supreme Creator.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.44"},"Alma 30:44"],".]"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p62"},"“Eventually Korihor was given a sign. He was struck dumb. ‘And Korihor put forth his hand and wrote, saying: … I know that nothing save it were the power of God could bring this upon me; yea, and I always knew that there was a God.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/alma/30.52"},"Alma 30:52"],".]"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p63"},"“Brothers and sisters, you may already know, deep in your soul, that God lives. You may not know all about Him yet and do not understand all His ways, but the light of belief is within you, waiting to be awakened and intensified by the Spirit of God and the Light of Christ, which you are born with” (“Seeking to Know God, Our Heavenly Father, and His Son, Jesus Christ,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2009, 31–32)."]]],[".box-decor",{"id":"f296","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.f296"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t182","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.t182"},["h3","Alma 30:1–6. Combating false teachings"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p66"},"At the beginning of class, ask a student to read the following statement by President Ezra Taft Benson. You may want to write the statement on the board or prepare it as a handout."],[".image",{"id":"f297","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.f297"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_088_handout_2.gif"}]],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-88.p67"},"“The Book of Mormon exposes the enemies of Christ. … It fortifies the humble followers of Christ against the evil designs, strategies, and doctrines of the devil in our day. The type of apostates in the Book of Mormon are similar to the type we have today. God, with his infinite foreknowledge, so molded the Book of Mormon that we might see the error and know how to combat false educational, political, religious, and philosophical concepts of our time” (“The Book of Mormon Is the Word of God,”",["span.emphasis","Ensign,"],"Jan. 1988, 3)."],["ul.bullet",["li",["span.label","•"],["p","In our study of the Book of Mormon so far this year, what examples have we seen of people who have taught false doctrine to the people? (You may need to remind students of the account of Sherem in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7"},"Jacob 7"],"and the account of Nehor in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1"},"Alma 1"],".)"]]]]]]]]],"refs":null}
