{"id":105,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":105,"title":"Lesson 78: Alma 13","subtitle":"","short_title":"Lesson 78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78"},[".heading",{"id":"head14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.head14"},[".titleNumber","Lesson 78"],["h1","Alma 13"]],[".bodyBlock",[".topic",{"id":"t95","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.t95"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p4"},"When Alma first taught the rebellious people of Ammonihah, they contended with him, asking, “Who art thou?” and questioning his authority (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/9.1-6"},"Alma 9:1–6"],"). They were in a state of apostasy, having embraced the order of Nehor—priestcraft, with its goal of personal gain (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.2-15"},"Alma 1:2–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.15"},"15:15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.11"},"16:11"],"). In contrast to Nehor’s teachings, Alma taught them about “the high priesthood of the holy order of God,” with its goal to help others repent and enter into the rest of the Lord (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.6"},"Alma 13:6"],"). He cited the example of Melchizedek, who preached faith and repentance and helped his people live in peace. Alma also taught about premortal existence and foreordination. He concluded his sermon by inviting the people to hearken to his words so they could prepare to enter into the rest of the Lord."]],[".sidebar box-decor box-right",{"id":"f143","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.f143"},["h3","Teach students, not lesson material"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p6"},"Your highest priority is to help students understand gospel truths and apply those truths in their lives. Avoid any temptation to rush through a lesson just so you can cover all the material. Remember that you are teaching students, not lesson material."]],[".topic",{"id":"t96","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.t96"},["h2","Suggestions for Teaching"],[".topic",{"id":"t97","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.t97"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.1-12"},"Alma 13:1–12"]],["h4","Alma teaches the people of Ammonihah about the calling of high priests"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p10"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13"},"Alma 13"],"contains Alma’s teachings about a group of people who are a great benefit to the Church. In fact, all members of the Church have been blessed through the service of these people."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p11"},"Tell students that they know people who are a part of this group. Then ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.1"},"Alma 13:1"],"silently to determine who these people are. After they have had time to read this verse, suggest that they also read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.10,14"},"Alma 13:10, 14"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.1-3"},"Doctrine and Covenants 107:1–3"],". You may want to suggest that they write these references in the margin next to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.1"},"Alma 13:1"],"."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p12"},"Point out that Alma spoke of priests after the order of the Son of God, which is the Melchizedek Priesthood. In other words, he spoke of men who held the office of high priest in the Melchizedek Priesthood. Invite a student to read the following statement by Elder Bruce R. McConkie of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p13"},"“These Nephites, who were faithful and true in keeping the law of Moses, had the Melchizedek Priesthood, which means they had also the fulness of the gospel. … Some of our best information about the Melchizedek Priesthood is found in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13"},"Alma 13"],"” (",["span.emphasis","The Promised Messiah"],"[1978], 421)."],["ul.bullet",["li",["span.label","•"],["p","What blessings have come into your life through the Melchizedek Priesthood? (Students might mention the gift of the Holy Ghost, patriarchal blessings, other priesthood blessings, the leadership of General Authorities, the leadership of local leaders such as bishops or branch presidents, and blessings they receive through the covenants their parents have made in the temple. They might also mention baptism and the sacrament, which are performed by the authority of the Aaronic Priesthood but under the direction of Melchizedek Priesthood leaders.)"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p15"},"Display the following questions on the board, or include them on a handout. Give students time to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.2-10"},"Alma 13:2–10"],"and find the answers to the questions."],[".image",{"id":"f145","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.f145"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_078_handout.gif"}]],[".chalkboard",{"id":"f146","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.f146"},["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p16"},"When were Melchizedek Priesthood holders first called and prepared? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.3-5"},"Alma 13:3–5"],".)"],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p17"},"What duty do all Melchizedek Priesthood holders have? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.6"},"Alma 13:6"],".)"],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p18"},"What phrases in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.7"},"Alma 13:7"],"describe the Melchizedek Priesthood?"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p19"},"What are some qualifications for being ordained to the Melchizedek Priesthood? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.10"},"Alma 13:10"],".)"]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p20"},"When students have had time to find answers to the questions, ask them to report their answers. You may want to write their answers on the board."],["p.preamble","To help students further understand and discuss what they have read, consider asking the following questions:"],["ul.bullet",["li",["span.label","•"],["p","In what ways does the service of priesthood holders help us know how to look to Jesus Christ for redemption? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.2,8,16"},"Alma 13:2, 8, 16"],". Through their example and teachings and through the ordinances they perform, they point us to the Savior.)"]],["li",["span.label","•"],["p","What did Alma mean when he said that high priests have been “called and prepared from the foundation of the world”? (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.3"},"Alma 13:3"],"). (He meant that some men have been foreordained to receive certain priesthood offices.)"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p24"},"To help students understand foreordination and how it applies in their lives, you may want to ask a student to read the following statements."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p25"},"The Prophet Joseph Smith taught: “Every man who has a calling to minister to the inhabitants of the world was ordained to that very purpose in the Grand Council of heaven before this world was. I suppose that I was ordained to this very office in that Grand Council” (",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"[2007], 511)."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p26"},"President Spencer W. Kimball said: “In the world before we came here, faithful women were given certain assignments while faithful men were foreordained to certain priesthood tasks. While we do not now remember the particulars, this does not alter the glorious reality of what we once agreed to” (",["span.emphasis","Teachings of Presidents of the Church: Spencer W. Kimball"],"[2006], 215–16)."],["ul.bullet",["li",["span.label","•"],["p","What does",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.3"},"Alma 13:3"],"teach about what we need to do to fulfill our foreordained missions?"]],["li",["span.label","•"],["p","When a man is ordained to an office in the priesthood, what should that ordination mean to him? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.8"},"Alma 13:8"],". Note that this question can be answered by young women as well as young men. Young men may benefit from hearing young women’s responses.)"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p29"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.11-12"},"Alma 13:11–12"],"silently, looking for ways the Melchizedek Priesthood holders Alma mentioned were changed through the Atonement of Jesus Christ."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means for someone’s “garments [to be] washed white through the blood of the Lamb”?"]],["li",["span.label","•"],["p","Why do you think Melchizedek Priesthood holders need to be changed through the Atonement of Jesus Christ? In what ways can we follow their examples?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p32"},"Remind students that Alma taught these truths to the people in Ammonihah. Many of these people “were of the profession of Nehor” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.18"},"Alma 14:18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.15"},"15:15"],"), meaning that they had embraced Nehor’s teachings. Nehor was a man who had established a false order that Alma had called “priestcraft” (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.12-15"},"Alma 1:12–15"],")."],["ul.bullet",["li",["span.label","•"],["p","How are faithful Melchizedek Priesthood holders different from those who followed the teachings of Nehor? (You may want to invite students to review",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.2-6"},"Alma 1:2–6"],", looking for contrasts between the priestcraft of Nehor and the Melchizedek Priesthood.)"]],["li",["span.label","•"],["p","The people of Ammonihah had previously been taught about the Melchizedek Priesthood and received blessings through the Melchizedek Priesthood (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/9.21"},"Alma 9:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.1"},"13:1"],"). Why do you think it was important for the people in Ammonihah to be reminded of what they had previously learned about the Melchizedek Priesthood?"]],["li",["span.label","•"],["p","What have you learned about the priesthood so far in this lesson? (While students may suggest a number of truths, their answers should express that",["b","priesthood ordinances and the service of priesthood holders help us know how to look to Jesus Christ for redemption."],")"]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p36"},"You may want to suggest that students write in notebooks or scripture study journals this principle and other principles they have identified. If time permits, ask them to write about how these principles can influence the way they view the power and blessings of the priesthood."]],[".topic",{"id":"t98","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.t98"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.13-20"},"Alma 13:13–20"]],["h4","Alma teaches about Melchizedek, a great high priest who established peace among his people"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p39"},"Write the following words and phrases on the board:",["span.emphasis","high priest, king, exercised mighty faith, preached repentance, established peace, prince of peace, reigned under his father."],"Pause after writing each word or phrase to let students guess, without looking in their scriptures, who Alma described with these words and phrases. (He described Melchizedek.) If students have not guessed correctly when you have written all the words and phrases on the board, have them read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.14"},"Alma 13:14"],"."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p40"},"If some students guessed that Alma was talking about Jesus Christ, ask them why the description of a righteous high priest would remind them of the Savior. Help them understand that Melchizedek Priesthood holders are “after the order of the Son, the Only Begotten of the Father” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.9"},"Alma 13:9"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.2-4"},"D&C 107:2–4"],"). Point out that Melchizedek Priesthood holders should strive to follow the example of Jesus Christ in their service and their teachings. Also remind students that the ordinances performed by the authority of the Melchizedek Priesthood help us draw nearer to the Savior."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p41"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.14-19"},"Alma 13:14–19"],"aloud. Encourage the class to think about how the wicked people of Ammonihah might have benefited from learning about Melchizedek."],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.17"},"Alma 13:17"],", what words describe Melchizedek’s people? How were these people similar to the people of Ammonihah? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.9"},"Alma 8:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/9.8"},"9:8"],".)"]],["li",["span.label","•"],["p","What did Melchizedek do as the leader of his people? How did his leadership influence the people? How was this influence different from the influence of those in Ammonihah who followed the teachings of Nehor? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.17"},"Alma 8:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.27,32"},"10:27, 32"],".)"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p44"},"Invite students to summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.16-18"},"Alma 13:16–18"],", expressing truths these verses teach about the responsibilities of priesthood leaders. As they suggest summaries, make sure they express that",["b","priesthood leaders help us look to Jesus Christ, repent, and live in peace."],"(You may want to encourage students to write their summaries in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.16-18"},"Alma 13:16–18"],".) Point out that other Church leaders, such as Relief Society and Young Women leaders, are essential participants in this effort. Serving with priesthood leaders, they help guide individuals and families to come unto Christ."],["ul.bullet",["li",["span.label","•"],["p","How have you been blessed through the service of Church leaders?"]]]],[".topic",{"id":"t99","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.t99"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.21-31"},"Alma 13:21–31"]],["h4","Alma invites the people to hearken to the voice of the Lord and enter into His rest"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p48"},"Invite students to look for an idea that is repeated in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.12,13,16,29"},"Alma 13:12, 13, 16, 29"],". They should find the word",["span.emphasis","rest"],"and the phrase “rest of the Lord.” You may want to encourage them to mark this idea in each verse. To help students understand what it means to enter the Lord’s rest in this life and after we die, read the following statements:"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p49"},"“The ancient prophets speak of ‘entering into God’s rest’ [see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.34"},"Alma 12:34"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.23-24"},"D&C 84:23–24"],"]; what does it mean? To my mind, it means entering into the knowledge and love of God, having faith in his purpose and in his plan, to such an extent that we know we are right, and that we are not hunting for something else” (Joseph F. Smith,",["span.emphasis","Teachings of Presidents of the Church: Joseph F. Smith"],"[1998], 56)."],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p50"},"“True saints enter into the",["span.emphasis","rest of the Lord"],"while in this life, and by abiding in the truth, they continue in that blessed state until they rest with the Lord in heaven. … The rest of the Lord, in eternity, is to inherit eternal life, to gain the fulness of the Lord’s glory” (Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"2nd ed. [1966], 633)."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p51"},"Explain that Alma exhorted the people of Ammonihah to repent and prepare for the coming of Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.21-26"},"Alma 13:21–26"],"). Then he shared principles they needed to follow to enter the Lord’s rest."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p52"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.27"},"Alma 13:27"],"silently."],["ul.bullet",["li",["span.label","•"],["p","What words in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.27"},"Alma 13:27"],"show how Alma felt about the people and about his message?"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p54"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.27-29"},"Alma 13:27–29"],". Ask the class to look for the principles Alma hoped the people would follow. Then ask students to list the principles they have found. For example, they might say that",["b","as we respond humbly to the invitation to repent, the Spirit will lead us into the rest of the Lord."]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p55"},"Invite students to write goals concerning how they will follow the counsel in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.27-29"},"Alma 13:27–29"],". Testify that we can enter into the Lord’s rest in this life and in the next as we follow the principles Alma taught."]]]],[".resources",[".box-decor",{"id":"f154","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.f154"},["h2","Commentary and Background Information"],[".topic",{"id":"t100","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.t100"},["h3","Alma 13:1. “I would cite your minds forward”"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p58"},"Students may wonder why Alma said “I would cite your minds forward” and then spoke of events that had already passed (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.1"},"Alma 13:1"],"). It is helpful to remember that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13"},"Alma 13"],"is a continuation of a discourse that is also in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11"},"Alma 11"],"and 12. The end of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12"},"Alma 12"],"contains Alma’s words about the Fall of Adam and Eve (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.22-23,30-32"},"Alma 12:22–23, 30–32"],"). At the beginning of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13"},"Alma 13"],", Alma continues his account, asking the people to “cite [their] minds forward” to a time after the Fall when the Lord ordained priests to teach His commandments."]],[".topic",{"id":"t101","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.t101"},["h3","Alma 13:3. Agency in the premortal world"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p60"},"Speaking about priesthood holders and their premortal foreordination, Alma taught that “in the first place [they were] left to choose good or evil” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.3"},"Alma 13:3"],"). President Joseph Fielding Smith expanded on this truth:"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p61"},"“God gave his children their free agency even in the [premortal] spirit world, by which the individual spirits had the privilege, just as men have here, of choosing the good and rejecting the evil, or partaking of the evil to suffer the consequences of their sins. Because of this, some even there were more faithful than others in keeping the commandments of the Lord. …"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p62"},"“The spirits of men had their free agency. …",["span.emphasis","The spirits of men were not equal. They may have had an equal start,"],"and we know they were all innocent in the beginning; but the right of free agency which was given to them enabled some to outstrip others, and thus, through the eons of immortal existence, to become more intelligent, more faithful, for they were free to act for themselves, to think for themselves, to receive the truth or rebel against it” (",["span.emphasis","Doctrines of Salvation,"],"comp. Bruce R. McConkie, 3 vols. [1954–56], 1:58–59)."]],[".topic",{"id":"t102","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.t102"},["h3","Alma 13:3–5. Premortal life and foreordination"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p64"},"President Boyd K. Packer of the Quorum of the Twelve Apostles taught:"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p65"},"“No more profound truth has been conveyed to us in the restoration than the knowledge of our premortal existence. No other church knows or teaches this truth. The doctrine is given only in outline form, but salient facts are repeated often enough in the revelations to assure us of certain fundamental truths."],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p66"},"“… The few crucial facts we know about our status in premortal life are these: ‘Man was also in the beginning with God.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.29"},"D&C 93:29"],".) We lived in the presence of God, our Eternal Father; we are His offspring. Intelligence, or spirit, was organized as spirit bodies before the world was. (See",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.22"},"Abraham 3:22"],".) Each of us was endowed with agency. Authority was conferred and leaders were chosen. (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.1-4"},"Alma 13:1–4"],".)” (",["span.emphasis","Our Father’s Plan"],"[1984], 14–15)."],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p67"},["span.emphasis","True to the Faith"],"includes the following explanation of foreordination:"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p68"},"“In the premortal spirit world, God appointed certain spirits to fulfill specific missions during their mortal lives. This is called foreordination."],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p69"},"“Foreordination does not guarantee that individuals will receive certain callings or responsibilities. Such opportunities come in this life as a result of the righteous exercise of agency, just as foreordination came as a result of righteousness in the premortal existence. …"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p70"},"“The doctrine of foreordination applies to all members of the Church, not just to the Savior and His prophets. Before the creation of the earth, faithful women were given certain responsibilities and faithful men were foreordained to certain priesthood duties. Although you do not remember that time, you surely agreed to fulfill significant tasks in the service of your Father. As you prove yourself worthy, you will be given opportunities to fulfill the assignments you then received” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 69–70)."],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p71"},"Elder Neal A. Maxwell of the Quorum of the Twelve Apostles taught:"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-78.p72"},"“Premortality is not a relaxing doctrine. For each of us, there are choices to be made, incessant and difficult chores to be done, ironies and adversities to be experienced, time to be well spent, talents and gifts to be well employed. Just because we were chosen ‘there and then,’ surely does not mean we can be indifferent ‘here and now.’ Whether foreordination for men, or foredesignation for women, those called and prepared must also prove ‘chosen, and faithful.’ (See",["a.scriptureRef",{"href":"/scriptures/nt/rev/17.14"},"Rev. 17:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-36"},"D&C 121:34–36"],".)” (“Premortality, a Glorious Reality,”",["span.emphasis","Ensign,"],"Nov. 1985, 17)."]]]]]]],"refs":null}
