{"id":124,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":124,"title":"Lesson 94: Alma 37","subtitle":"","short_title":"Lesson 94","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94"},[".heading",{"id":"head33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.head33"},[".titleNumber","Lesson 94"],["h1","Alma 37"]],[".bodyBlock",[".topic",{"id":"t224","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.t224"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p4"},"Alma continued his counsel to his son Helaman and gave him charge over the sacred records. He reminded Helaman that the scriptures had already been the means of bringing thousands of Lamanites to the Lord, and he prophesied that the Lord had great purposes for the records in the future. Alma instructed his son about what to teach the people. Comparing the words of Christ to the Liahona, he impressed upon Helaman the importance of looking to them for guidance."],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p5"},["span.emphasis","Note:"],"This lesson provides an opportunity for three students to teach the class. To help prepare these students to teach, provide each student with a copy of the section he or she is to teach a day or two in advance. Or you could choose to teach these sections yourself."]],[".topic",{"id":"t225","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.t225"},["h2","Suggestions for Teaching"],[".topic",{"id":"t226","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.t226"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37"},"Alma 37"]],["h4","Alma entrusts Helaman with the records, counsels him to keep the commandments, and reminds him that the Liahona worked through faith"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p9"},"Copy the following diagram on the board:"],[".image",{"id":"f394","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.f394"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_094_01-arrow.gif"}]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p12"},"Ask students to list on the board some small and simple things that have made a big impact for good in their lives. You may want to ask them to explain their responses."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p13"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37"},"Alma 37"],"contains Alma’s counsel to help his son Helaman prepare to be the next keeper of the sacred records. Alma taught him about the role of small and simple things in the Lord’s work. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.6-7"},"Alma 37:6–7"],"aloud."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p14"},"What do we learn from these verses about the value of “small and simple things”? (Students may use different words, but they should express the truth that",["b","the Lord works by small and simple means to bring about His eternal purposes."],")"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p15"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.1-5"},"Alma 37:1–5"],"silently, looking for an example of a small and simple thing that can have a big impact in people’s lives (the sacred records, or scriptures). After students report what they have found, write the word",["span.emphasis","Scriptures"],"on the board under",["span.emphasis","Small and simple things."]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p16"},"Have students search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.8-10"},"Alma 37:8–10"],"for ways the scriptures influenced the people of the Book of Mormon. As students report what they find, you may want to write their responses under",["span.emphasis","BIG IMPACT."]],["ul.bullet",["li",["span.label","•"],["p","In what ways have the scriptures had an impact on your life?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p18"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.11-32"},"Alma 37:11–32"],"by explaining that Alma taught Helaman that the Lord would show forth His power in the coming forth of the Book of Mormon. He charged Helaman to follow the Lord’s commandments and carefully keep the records. He also instructed Helaman to use the records to teach the people and to avoid revealing all the details of the Jaredites’ wickedness and resulting destruction."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p19"},"Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.13-16"},"Alma 37:13–16"],"silently, looking for principles Alma taught Helaman as he gave him charge over the records. (Students may share a variety of principles, but make sure their answers reflect that",["b","if we obey the Lord’s commandments, He will help us accomplish our duties."],"You may want to ask how this principle relates to the idea that small and simple things can have a big impact.)"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p20"},"The rest of this lesson is designed to be taught by three students. If the class is large, ask the student teachers to move to three different locations in the room. Divide the class into three groups. Invite each group to take their scriptures, notebooks or scripture study journals, and pens or pencils and to gather with one of the student teachers. After the student teachers have finished their lessons, the groups will rotate. If the class is small, the student teachers may take turns teaching the entire class. In either case, the student teachers should take about seven minutes to present their lessons and guide discussion."],[".topic",{"id":"t227","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.t227"},["h4","Student Teacher 1—",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.33-34"},"Alma 37:33–34"]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p22"},"Ask your fellow students to think of a local Church leader or General Authority who has taught them something that has made a difference in their lives. Invite a few students to share what this leader taught and how it influenced them. You might want to share an example from your life."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p23"},"Invite two students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.33-34"},"Alma 37:33–34"],". Ask the rest of the students to follow along, looking for what Alma counseled Helaman to teach the people. You might suggest that they mark the phrases “teach them” and “preach unto them” as they read. On the board or on a piece of paper, write",["span.emphasis","Teachings of Church leaders."],"When students have finished reading the verses, ask them to report what they found. Write their responses under",["span.emphasis","Teachings of Church leaders."],"Ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How might these teachings be especially helpful for us today? Why?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p25"},"Ask your fellow students to look at the last phrase of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.34"},"Alma 37:34"],"to see what blessing comes from following the teachings of Church leaders. Write the following principle on the board:",["span.emphasis",["b","By following the teachings of Church leaders, we can find rest to our souls."]],"Ask them what they think it means to “find rest to their souls.” (Answers may include being free from the consequences of sin, receiving peace from the Spirit, and being blessed with strength to endure and overcome challenges.)"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p26"},"Share your testimony about how this principle has been true in your life. If you have extra time, invite others to share their testimonies of this principle."]],[".topic",{"id":"t228","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.t228"},["h4","Student Teacher 2—",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.35-37"},"Alma 37:35–37"]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p28"},"Explain to your fellow students that it is common for those who plant trees to tie or strap a young tree to a stake and then to remove the support once the tree matures. Ask them why they think that is done. Then read the following story about a tree that President Gordon B. Hinckley planted in his yard:"],[".img-left",{"id":"f397","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.f397"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-hinckley.jpg"}]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p29"},"President Gordon B. Hinckley planted a young tree near his home soon after he was married. He paid little attention to it as the years passed. One day he noticed the tree was misshapen and leaning to the west. He tried to push it upright, but the trunk was too thick. He tried using a rope and pulleys to straighten it, but it would not bend. Finally, he took his saw and cut off the heavy branch on the west side, leaving an ugly scar. He later said of the tree:"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p30"},"“More than half a century has passed since I planted that tree. … The other day I looked again at the tree. It is large. Its shape is better. It is a great asset to the home. But how serious was the trauma of its youth and how brutal the treatment I used to straighten it."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p31"},"“When it was first planted, a piece of string would have held it in place against the forces of the wind. I could have and should have supplied that string with ever so little effort. But I did not, and it bent to the forces that came against it” (“Bring Up a Child in the Way He Should Go,”",["span.emphasis","Ensign,"],"Nov. 1993, 59)."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p32"},"Have students read Alma’s counsel to Helaman in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.35"},"Alma 37:35"],". Ask them to think about how this verse relates to President Hinckley’s experience with the tree."],[".sidebar box-decor box-right",{"id":"f398","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.f398"},["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p33"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],["span.dominant",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.35"},"Alma 37:35"]],"is a scripture mastery passage. You may want to help students with their mastery of this passage by inviting them to complete the assignment at the end of today’s lesson."]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p34"},"Invite students to summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.35"},"Alma 37:35"],"in their own words. (Their responses should express that",["b","we should learn in our youth to keep the commandments of God."],") Also invite them to write their answers to the following questions. (You may want to write the questions on the board or read them slowly so students can write them.)"],["ul.bullet",["li",["span.label","•"],["p","What difference do you think it makes in a person’s life to learn to keep the commandments of God while still young?"]],["li",["span.label","•"],["p","Can you think of people who have been blessed throughout their lives because they learned to obey the commandments in their youth? Write about how they were blessed."]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p37"},"Invite a few students to report what they have written. Then invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.36-37"},"Alma 37:36–37"],"aloud. Ask the rest of the students to follow along, looking for specific counsel that could help them keep the commandments while they are young."],["ul.bullet",["li",["span.label","•"],["p","How could following this counsel daily help you keep the commandments?"]],["li",["span.label","•"],["p","In what ways do you try to put the Lord first in your thoughts, words, deeds, and affections? (Encourage students to consider how they might improve.)"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p40"},"Share your feelings about how counseling with the Lord has helped you keep the commandments. Encourage your fellow students to counsel with the Lord in all they do."]],[".topic",{"id":"t229","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.t229"},["h4","Student Teacher 3—",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.38-45"},"Alma 37:38–45"]],[".image",{"id":"f401","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.f401"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_094_01-liahona.jpg"}]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p42"},"Display the picture The Liahona (62041;",["span.emphasis","Gospel Art Book"],"[2009], no. 68). Remind your fellow students of the compass that the Lord used to help Lehi’s family travel to the promised land. In",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.38"},"Alma 37:38"],", we learn that the compass was called the Liahona. Explain that Alma spoke of the Liahona in order to teach Helaman an important principle about how the Lord guides His children."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p43"},"Explain to your fellow students that you are going to ask them questions and then have them take turns reading a few verses aloud while everyone looks for the answers. Have them respond to each question after the associated scripture passage has been read."],["ul.bullet",["li",["span.label","•"],["p","How did the Liahona work? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.38-40"},"Alma 37:38–40"],".)"]],["li",["span.label","•"],["p","Why did the Liahona cease to work at times? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.41-42"},"Alma 37:41–42"],".)"]],["li",["span.label","•"],["p","How might we compare the Liahona to the words of Christ? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.43-45"},"Alma 37:43–45"],".)"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p47"},"You might need to explain that in these verses, the words",["span.emphasis","shadow"],"and",["span.emphasis","type"],"refer to “a person, event, or ritual with likeness to another person, event, or ritual of greater importance which is to follow. … True types will have noticeable points of resemblance, show evidence of divine appointment, and be prophetic of future events” (Joseph Fielding McConkie,",["span.emphasis","Gospel Symbolism"],"[1985], 274). The choice to follow or not follow the directions of the Liahona is like our choice about how we respond to direction that comes through the words of Christ."],["ul.bullet",["li",["span.label","•"],["p","Where can we find the words of Christ? (Answers may include the scriptures, the words of latter-day prophets, patriarchal blessings, and the promptings of the Spirit.)"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p49"},"Invite your fellow students to summarize Alma’s words in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.38-45"},"Alma 37:38–45"],", especially in verses 44–45. This discussion should include the following truth:",["b","If we follow the words of Jesus Christ, they will direct us to receive eternal life."]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p50"},"Share how the words of Christ have influenced you spiritually and how they help you progress toward eternal life. You might suggest that students consider obtaining a patriarchal blessing or, if they have already received one, reading it regularly and prayerfully."]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p51"},["span.emphasis","Note to the teacher:"],"After students finish teaching their portions of the lesson, thank them and, time permitting, invite a few students to testify of one of the principles they have learned today. You might also want to share your testimony of these principles. Conclude by inviting the class to follow along as you read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.46-47"},"Alma 37:46–47"],"aloud."]],[".figure",{"id":"f404","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.f404"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery—",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.35"},"Alma 37:35"]],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p53"},["span.emphasis","Note:"],"The following take-home activity will prepare students for the beginning of the next lesson (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/38"},"Alma 38"],"). Plan for time in class to explain the assignment to students and inform them of your plan to follow up on their experiences the next time you meet."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p54"},"Point out that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.35"},"Alma 37:35"],"is a scripture mastery passage. You might encourage students to mark it in a distinct way so they can locate it easily. Invite them to memorize this passage at home tonight and recite it from memory to a parent or another trusted adult. (Or they could read the verse with an adult.) Encourage them to ask the adult the following questions. (You may want to have students write these questions on a piece of paper to take home.)"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p55"},"How has obedience to the commandments of God helped you?"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p56"},"What advice do you have for me that could help me be wiser in my youth?"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p57"},"Inform students that you will ask them to report on their experience during the next class."]]]],[".resources",[".box-decor",{"id":"f405","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.f405"},["h2","Commentary and Background Information"],[".topic",{"id":"t230","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.t230"},["h3","Alma 37:6–7. Small and simple things"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p60"},"To illustrate the principle that small and simple things can make a big difference, President Gordon B. Hinckley related the following:"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p61"},"“Many years ago I worked for a railroad in the central offices in Denver. I was in charge of what is called head-end traffic. That was in the days when nearly everyone rode passenger trains. One morning I received a call from my counterpart in Newark, New Jersey. He said, ‘Train number such-and-such has arrived, but it has no baggage car. Somewhere, 300 passengers have lost their baggage, and they are mad.’"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p62"},"“I went immediately to work to find out where it may have gone. I found it had been properly loaded and properly trained in Oakland, California. It had been moved to our railroad in Salt Lake City, been carried to Denver, down to Pueblo, put on another line, and moved to St. Louis. There it was to be handled by another railroad which would take it to Newark, New Jersey. But some thoughtless switchman in the St. Louis yards moved a small piece of steel just three inches, a switch point, then pulled the lever to uncouple the car. We discovered that a baggage car that belonged in Newark, New Jersey, was in fact in New Orleans, Louisiana—1,500 miles from its destination. Just the three-inch movement of the switch in the St. Louis yard by a careless employee had started it on the wrong track, and the distance from its true destination increased dramatically. That is the way it is with our lives. Instead of following a steady course, we are pulled by some mistaken idea in another direction. The movement away from our original destination may be ever so small, but, if continued, that very small movement becomes a great gap and we find ourselves far from where we intended to go."],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p63"},"“Have you ever looked at one of those 16-foot farm gates? When it is opened, it swings very wide. The end at the hinges moves ever so slightly, while out at the perimeter the movement is great. It is the little things upon which life turns that make the big difference in our lives, my dear young friends” (“A Prophet’s Counsel and Prayer for Youth,”",["span.emphasis","Ensign,"],"Jan. 2001, 5–7)."]],[".topic",{"id":"t231","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.t231"},["h3","Alma 37:35. “Learn in thy youth to keep the commandments of God”"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p65"},"Elder L. Tom Perry of the Quorum of the Twelve Apostles related the story of Creed Haymond, a man who had learned in his youth to keep the commandments of God:"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p66"},"“Creed Haymond [was] a young Mormon who applied and was accepted at the University of Pennsylvania. He was an athlete known for his speed, and because of the way he acted and participated, he was chosen to be the captain of the track team."],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p67"},"“The annual meet of the Intercollegiate Association of Amateur Athletes of America was held at Harvard Stadium at the end of May of 1919. To Cambridge came the greatest college athletes—1,700 in all. In the tryouts, Penn had qualified 17 men. Cornell, their most feared rival that year, had only qualified 10. The Penn team was in position to be crowned the champions. The scores were made on the first five places—five for first, four for second, three for third, two for fourth, and one for fifth. Naturally, the team that qualified the most men had the greatest opportunity to win the meet."],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p68"},"“The Penn coach was in high spirits the night before the meet. He made the rounds of his team members before he retired. He came into Creed’s room and said, ‘Creed, if we do our best tomorrow, we will run away with it.’"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p69"},"“The coach hesitated. ‘Creed, I’m having the boys take a little sherry wine tonight. I want you to have some, just a little of course.’"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p70"},"“‘I won’t do it, Coach.’"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p71"},"“‘But, Creed, I’m not going to get you drunk. I know what you “Mormons” believe. I’m giving you this as a tonic, just to put you all on your metal.’"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p72"},"“‘It won’t do me any good, Coach; I can’t take it.’"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p73"},"“The coach replied, ‘Remember, Creed, you’re the captain of the team and our best point winner. Fourteen thousand students are looking to you personally to win this meet. If you fail us we’ll lose. I ought to know what is good for you.’"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p74"},"“Creed knew that other coaches felt that a little wine was useful when men have trained muscles and nerves almost to the snapping point. He knew also that what the coach was asking him to do was against all that he had been taught from his early childhood. He looked his coach in the eye and said, ‘I won’t take it.’"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p75"},"“The coach replied, ‘You’re a funny fellow, Creed. You won’t take tea at the training table. You have ideas of your own. Well, I’m going to let you do as you please.’"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p76"},"“The coach then left the captain of the team in a state of extreme anxiety. Suppose he made a poor showing tomorrow. What could he say to his coach? He was going up against the fastest men in the world. Nothing less than his best would do. His stubbornness might lose the meet for Penn. His teammates were told what to do, and they had responded. They believed in their coach. What right did he have to disobey? There was only one reason. He had been taught all his life to obey the Word of Wisdom."],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p77"},"“It was a critical hour in this young man’s life. With all the spiritual forces of his nature pressing in on him, he knelt down and earnestly asked the Lord to give him a testimony as to the source of this revelation that he had believed in and obeyed. Then he went to his bed and slept in sound slumber."],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p78"},"“The next morning the coach came into his room and asked, ‘How are you feeling, Creed?’"],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p79"},"“‘Fine,’ the captain answered cheerfully."],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p80"},"“‘All of the other fellows are ill. I don’t know what’s the matter with them,’ the coach said seriously."],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p81"},"“‘Maybe it’s the tonic you gave them, Coach.’"],["p.para",{"id":"p82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p82"},"“‘Maybe so,’ answered the coach."],["p.para",{"id":"p83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p83"},"“Two o’clock found 20,000 spectators in their seats waiting for the meet to begin. As the events got under way, it was plain that something was wrong with the wonderful Penn team. Event after event, the Penn team performed well below what was expected of them. Some members were even too ill to participate."],["p.para",{"id":"p84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p84"},"“The 100- and 220-yard dash were Creed’s races. The Penn team desperately needed him to win for them. He was up against the five fastest men in American colleges. As the men took their marks for the 100-yard dash and the pistol was shot, every man sprang forward into the air and touched the earth at a run—that is, all except one—Creed Haymond. The runner using the second lane in the trials—the lane that Creed was running in at this particular event—had kicked a hole for his toe an inch or two behind the spot where Haymond had just chosen for his. They didn’t use starting blocks in those days. With the tremendous thrust that Creed gave, the narrow wedge of earth broke through, and he came down on his knee behind the line."],["p.para",{"id":"p85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p85"},"“He got up and tried to make up for the poor start. At 60 yards, he was last in the race. Then he seemed to fly past the fifth man, then the fourth, then the third, then the second. Close to the tape, heart bursting with strain, he swept into that climax with whirlwind swiftness and ran past the final man to victory."],["p.para",{"id":"p86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p86"},"“Through some mistake in arrangements, the semifinals for the 220 were not completed until almost the close of the meet. With the same bad breaks that had followed the Penn team all day, Creed Haymond had been placed in the last qualifying heat for the 220-yard dash. Then, five minutes after winning it, he was called upon to start the final 220, the last event of the day. One of the other men who had run in an earlier heat rushed up to him. ‘Tell the starter you demand a rest before running again. You’re entitled to it under the rules. I’ve hardly caught my breath yet and I ran in the heat before yours.’"],["p.para",{"id":"p87","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p87"},"“Creed went panting to the starter and begged for more time. The official said he would give him 10 minutes. But the crowd was clamoring for the final race to begin. Regretfully he called the men to their marks. Under ordinary conditions Creed would not have feared this race. He was probably the fastest man in the world at that distance, but yet he had already run three races that afternoon—one the heart-stopping 100-yard dash."],["p.para",{"id":"p88","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p88"},"“The starter ordered the breathless men to their marks, raised his pistol, and with a puff of smoke, the race began. This time the Penn captain literally shot from his marks. Soon Creed emerged from the crowd and took the lead. He sprinted all the way up the field and, with a burst of speed and eight yards ahead of the nearest man, he broke the tape, winning the second race—the 220-yard dash."],["p.para",{"id":"p89","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p89"},"“Penn had lost the meet, but their captain had astounded the fans with his excellent runs."],["p.para",{"id":"p90","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p90"},"“At the end of that strange day, as Creed Haymond was going to bed, there suddenly came to his memory his question of the night before regarding the divinity of the Word of Wisdom. The procession of that peculiar series of events then passed before his mind—his teammates had taken wine and had failed; his abstinence had brought victories that even amazed himself. The sweet simple assurance of the Spirit came to him: the Word of Wisdom is of God (adapted from Joseph J. Cannon, “Speed and the Spirit,”",["span.emphasis","Improvement Era,"],"Oct. 1928, 1001–7)” (“Run and Not Be Weary,”",["span.emphasis","Ensign,"],"Nov. 1996, 37–38)."]],[".topic",{"id":"t232","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.t232"},["h3","Alma 37:38–46. The Holy Ghost is like the Liahona"],["p.para",{"id":"p92","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p92"},"Elder David A. Bednar of the Quorum of the Twelve Apostles compared the Liahona to the Holy Ghost:"],["p.para",{"id":"p93","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p93"},"“As we each press forward along the pathway of life, we receive direction from the Holy Ghost just as Lehi was directed through the Liahona. …"],["p.para",{"id":"p94","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p94"},"“The Holy Ghost operates in our lives precisely as the Liahona did for Lehi and his family, according to our faith and diligence and heed. …"],["p.para",{"id":"p95","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p95"},"“And the Holy Ghost provides for us today the means whereby we can receive, ‘by small and simple things’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.6"},"Alma 37:6"],"), increased understanding about the ways of the Lord. …"],["p.para",{"id":"p96","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p96"},"“The Spirit of the Lord can be our guide and will bless us with direction, instruction, and spiritual protection during our mortal journey. We invite the Holy Ghost into our lives through meaningful personal and family prayer, feasting upon the words of Christ, diligent and exacting obedience, faithfulness and honoring of covenants, and through virtue, humility, and service. And we steadfastly should avoid things that are immodest, coarse, crude, sinful, or evil that cause us to withdraw ourselves from the Holy Ghost."],["p.para",{"id":"p97","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-94.p97"},"“We also invite the ongoing companionship of the Holy Ghost as we worthily partake of the sacrament each Sabbath day” (“That We May Always Have His Spirit to Be with Us,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2006, 30–31)."]]]]]]],"refs":null}
