{"id":130,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":130,"title":"Lesson 99: Alma 42","subtitle":"","short_title":"Lesson 99","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99"},[".heading",{"id":"head39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.head39"},[".titleNumber","Lesson 99"],["h1","Alma 42"]],[".bodyBlock",[".topic",{"id":"t277","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.t277"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p4"},"Alma concluded his counsel to his son Corianton by explaining that Heavenly Father had provided a way for those who sin to obtain mercy. He taught that the justice of God demands that sinners be cut off from the presence of God. He then testified that Jesus Christ would “appease the demands of justice” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.15"},"Alma 42:15"],") by suffering for all who have sinned and by providing mercy to the penitent."]],[".topic",{"id":"t278","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.t278"},["h2","Suggestions for Teaching"],[".topic",{"id":"t279","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.t279"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.1-14"},"Alma 42:1–14"]],["h4","Alma teaches Corianton about God’s justice"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p8"},"Before class, draw a simple set of scales on the board, as shown on the following page. (Do not add words to the drawing until instructed to do so in the lesson. You may want to encourage students to copy this drawing in notebooks or scripture study journals. )"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p9"},"Above the scales, write the following statement:",["span.emphasis","I want the Final Judgment to be fair."]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p10"},"Invite students to raise their hands if they agree with the statement on the board."],["ul.bullet",["li",["span.label","•"],["p","Why do you want the Final Judgment to be fair?"]],["li",["span.label","•"],["p","What does the word",["span.emphasis","fair"],"mean?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p13"},"Suggest that",["span.emphasis","fair"],"might mean getting what you deserve. The idea of fairness is related to the scriptural term",["span.emphasis","justice."],"Write the word",["span.emphasis","Justice"],"on the board under the scales."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p14"},"To help students understand the concept of justice, ask a student to read the following explanation by Elder Dallin H. Oaks of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p15"},"“",["span.emphasis","Justice"],"has many meanings. One is balance. A popular symbol of justice is scales in balance. Thus, when the laws of man have been violated, justice usually requires that a punishment be imposed, a penalty that will restore the balance [to the scales]. …"],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p16"},"“[The] laws of God are likewise concerned with justice. The idea of justice as what one deserves is the fundamental premise of all scriptures that speak of men’s being judged according to their works” (“Sins, Crimes, and Atonement” [address to CES religious educators, Feb. 7, 1992], 1,",["a.urlRef",{"href":"http://si.lds.org"},["span.language","si.lds.org"]],")."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p17"},"Explain that Alma’s son Corianton was worried about the fairness of the Final Judgment. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.1"},"Alma 42:1"],"aloud as the class looks for what Corianton thought would be unfair, or unjust, about the Final Judgment."],["ul.bullet",["li",["span.label","•"],["p","What did Corianton feel was unfair? (That sinners would be consigned to, or delivered into, a state of misery.)"]],["li",["span.label","•"],["p","Why might Corianton have wanted to believe that it was unjust for those who have sinned to be punished? (If students need to be reminded that Corianton was struggling with various sins, refer them to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.2-3"},"Alma 39:2–3"],".)"]],["li",["span.label","•"],["p","If justice means receiving what we deserve and being punished for our sins, how might this also be worrisome for us? (We all sin and are subject to the demands of justice.)"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p21"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.2-11"},"Alma 42:2–11"],"by explaining that Alma addressed Corianton’s concern. He taught that the Fall of Adam brought all mankind into a fallen state in which they must experience physical death and spiritual death (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.9"},"Alma 42:9"],"). He also explained that without a way to be reclaimed from this fallen state, the souls of all mankind would be miserable and cut off from God’s presence forever (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.11"},"Alma 42:11"],")."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p22"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.12"},"Alma 42:12"],"aloud. Explain that this verse emphasizes that the Fall and its consequences, including being cut off from God’s presence, were brought about by Adam’s disobedience to God’s commandments. Help students understand that when we disobey God’s commandments—when we sin—we further distance ourselves spiritually from God and subject ourselves to the demands of justice. (You may want to invite a student to read",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.2"},"Articles of Faith 1:2"],"aloud.) Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.14"},"Alma 42:14"],"silently, looking for the consequence that justice requires for disobedience."],["ul.bullet",["li",["span.label","•"],["p","What does it mean to be “cut off” from God’s presence? (To be separated from God and unable to return to dwell in His presence. You may also want to mention that when we sin, we withdraw ourselves from the companionship of the Holy Ghost, who is a member of the Godhead.)"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p24"},"On the board, add the phrases",["span.emphasis","Disobedience or sin"],"and",["span.emphasis","Cut off from God’s presence"],"to the diagram, as shown below."],[".image",{"id":"f469","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.f469"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_099_01-scale.gif"}]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p28"},"From what you have learned in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.1-14"},"Alma 42:1–14"],", how would you summarize in one sentence what the law of justice requires when an individual is disobedient? (Write the following truth on the board under the scales:",["span.emphasis",["b","Because of our disobedience, the law of justice requires that we be cut off from God’s presence."]],"You may want to suggest that students write this truth in their scriptures near",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.1-14"},"Alma 42:1–14"],".)"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p29"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.18"},"Alma 42:18"],"silently, looking for another consequence of sin."],["ul.bullet",["li",["span.label","•"],["p","What does it mean to have remorse of conscience?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p31"},"Invite students to ponder a time when they have experienced regret and sorrow or the absence of the Holy Ghost because they have sinned. Ask them to imagine that feeling multiplied by everything they have ever done wrong. Then ask them to imagine that feeling remaining with them forever."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p32"},"To help students understand and feel the need for mercy, you may want to ask the following question:"],["ul.bullet",["li",["span.label","•"],["p","Based on what you have learned in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.1-14"},"Alma 42:1–14"],", do you want the Final Judgment to be based solely on justice?"]]]],[".topic",{"id":"t280","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.t280"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.15-31"},"Alma 42:15–31"]],["h4","Alma teaches Corianton about the plan of mercy"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p36"},"To help students understand that the demands of justice must be satisfied, point to the punishment side of the scales on the board. You might consider holding up an eraser as if you are going to erase the demands of justice. Ask:"],["ul.bullet",["li",["span.label","•"],["p","Is there any way for the demands of justice to be erased or dismissed? (No. When God’s laws are broken, justice requires punishment. The demands of justice must somehow be met.)"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p38"},"Help students understand that it would be unjust to erase the consequences that justice demands. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.25"},"Alma 42:25"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","According to Alma, what would happen if the consequences of sin were removed and justice was left unsatisfied?"]]],[".sidebar box-decor box-right",{"id":"f474","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.f474"},["h3","Invite students to ponder a question"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p41"},"Asking a question that requires students to think before responding stimulates their desire to know the answer and causes them to look deeper into the scriptures or into their personal experience for understanding. Allow students time to think about the question before pointing them to the scriptures for an answer."]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p42"},"Ask students to ponder the following question before giving them the scripture reference to find the answer:"],["ul.bullet",["li",["span.label","•"],["p","If the demands of justice cannot be erased, then how can those who have sinned (each of us) ever have peace of conscience and be restored to the presence of God? (After giving students time to ponder the question, invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.15"},"Alma 42:15"],". It may be helpful to explain that the phrase “appease the demands of justice” means to pay the price, or suffer the punishment, that justice demands.)"]]],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.15"},"Alma 42:15"],", how is it possible that mercy can ever be extended to us?"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p45"},"Drawing upon the students’ responses, erase the phrase “Cut off from God’s presence” from the board and write",["span.emphasis","Atonement of Jesus Christ"],"and",["span.emphasis","Mercy."],"Under the scales, write the following truth:",["b",["span.emphasis","Jesus Christ’s Atonement satisfied the demands of justice so that mercy could be extended to us."]]],[".image",{"id":"f477","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.f477"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_099_02-scale2.gif"}]],["ul.bullet",["li",["span.label","•"],["p","What does it mean to you to know that the Savior would willingly suffer in your place so that you can have mercy extended to you?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p51"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.22-24"},"Alma 42:22–24"],"and look for what is required in order for mercy to be extended to us."],["ul.bullet",["li",["span.label","•"],["p","What is required for us to obtain mercy and avoid the full demands of justice? (When students have identified repentance as the means by which we obtain mercy, write the following principle on the board under the scales:",["b",["span.emphasis","If we repent, we will receive mercy through the Savior’s Atonement."]],"You might also want to suggest that they write it in their scriptures near",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.22-24"},"Alma 42:22–24"],".)"]]],["ul.bullet",["li",["span.label","•"],["p","What do you think the phrase “truly penitent” means? (Sincerely repentant.)"]],["li",["span.label","•"],["p","Why is it important for us to understand that the Savior suffered the punishments for our sins in our place?"]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p55"},"Explain that Jesus Christ is our Mediator. A mediator is one who stands between two parties to help resolve a conflict. Ask a student to read aloud the following statement by President Boyd K. Packer of the Quorum of the Twelve Apostles. Invite the class to listen for reasons why a third person is needed for mercy to be extended to the sinner:"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p56"},"“By eternal law, mercy cannot be extended save there be one who is both willing and able to assume our debt and pay the price and arrange the terms for our redemption."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p57"},"“Unless there is a mediator, unless we have a friend, the full weight of justice untempered, unsympathetic, must, positively must fall on us. The full recompense for every transgression, however minor or however deep, will be exacted from us to the uttermost farthing."],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p58"},"“But know this: Truth, glorious truth, proclaims there is such a Mediator. …"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p59"},"“Through Him mercy can be fully extended to each of us without offending the eternal law of justice. …"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p60"},"“The extension of mercy will not be automatic. It will be through covenant with Him. It will be on His terms, His generous terms” (“The Mediator,”",["span.emphasis","Ensign,"],"May 1977, 55–56)."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p61"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.29-31"},"Alma 42:29–31"],"silently, looking for what Alma desired for Corianton. (You may want to suggest that students mark what they find.)"],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to let justice and mercy and the Lord’s suffering “have full sway in your heart”?"]]],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p63"},"Invite students to write a brief lesson plan that shows how they might teach the concepts of justice and mercy to others. Encourage them to teach their families what they have learned today."],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p64"},"Remind students about Corianton’s concern regarding the fairness of the justice of God. You may want to testify that the Final Judgment will be fair and that we will ultimately get what we deserve, according to God’s justice and mercy. You may also want to point out that Corianton repented of his sins and had a positive impact on the growth of the Church (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49.30"},"Alma 49:30"],"). Ask students to ponder how they might need to proceed in their own repentance process."],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p65"},"Invite a few students to share their gratitude and testimony of the Savior’s willingness to atone for our sins and satisfy the demands of justice on our behalf. Share your testimony of the mercy and redemption available through the Savior’s atoning sacrifice."]]]],[".resources",[".box-decor",{"id":"f482","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.f482"},["h2","Commentary and Background Information"],[".topic",{"id":"t281","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.t281"},["h3","Alma 42:1. The justice of God"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p68"},"Elder D. Todd Christofferson of the Quorum of the Twelve Apostles taught that happiness can be found only through repentance:"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p69"},"“Real happiness lies not in denying the justice of God or trying to circumvent the consequences of sin but in repentance and forgiveness through the atoning grace of the Son of God” (“The Blessing of Scripture,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2010, 34)."]],[".topic",{"id":"t282","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.t282"},["h3","Alma 42:15. “God himself atoneth for the sins of the world”"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p71"},"To help students understand the reference to “God himself” atoning for our sins, read the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p72"},"“Christ is not only a mediator but also a judge. It is in that role of judge that we may find even greater meaning in [the] expression that ‘God himself’ will come down to redeem his people. It is as if the judge in that great courtroom in heaven, unwilling to ask anyone but himself to bear the burdens of the guilty people standing in the dock, takes off his judicial robes and comes down to earth to bear their stripes personally. Christ as merciful judge is as beautiful and wonderful a concept as that of Christ as counselor, mediator, and advocate” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 81)."]]],[".box-decor",{"id":"f483","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.f483"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t283","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.t283"},["h3","Alma 42. Video presentation"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-99.p75"},"To help students understand Jesus Christ’s role in extending mercy to sinners, show the video presentation “The Mediator,” which is found on",["span.emphasis","Book of Mormon DVD Presentations 1–19"],"(54011) and LDS.org. This video presentation could be used in place of the statement by President Boyd K. Packer in the lesson. If you choose to use the video, adjust your lesson plan to make sure you have enough time to finish the video and teach the principle of repentance and receiving mercy through the Savior’s Atonement."]]]]]]],"refs":null}
