{"id":137,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":137,"title":"Lesson 105: Alma 59–63","subtitle":"","short_title":"Lesson 105","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105"},[".heading",{"id":"head46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.head46"},[".titleNumber","Lesson 105"],["h1","Alma 59–63"]],[".bodyBlock",[".topic",{"id":"t326","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.t326"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p4"},"Captain Moroni rejoiced in Helaman’s success in regaining some of the Nephite cities that had been lost to the Lamanites. However, when he learned that the city of Nephihah had been captured by the Lamanites, he was angry at the government for neglecting to send reinforcements. In a letter to Pahoran, the chief judge, he lamented the suffering of the righteous and rebuked Pahoran for not supporting the cause of freedom. Unknown to Moroni, Pahoran had fled to the land of Gideon because of the rebellion of the Nephite king-men. Pahoran did not take offense at Moroni’s chastisement; rather, he rejoiced in Moroni’s love of liberty. The Lord strengthened the Nephites, and together, Moroni, Pahoran, and their people defeated the king-men and the Lamanites. After several years of war, the Nephites again experienced peace, and Helaman reestablished the Church."]],[".sidebar box-decor box-right",{"id":"f565","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.f565"},["h3","Lessons that cover several chapters"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p6"},"When a lesson covers several chapters in the scriptures, you do not need to give the same emphasis to everything in those chapters. You can summarize portions of the scripture block and then dedicate more time to portions of the block that are particularly relevant to your students."]],[".topic",{"id":"t327","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.t327"},["h2","Suggestions for Teaching"],[".topic",{"id":"t328","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.t328"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/59"},"Alma 59"]],["h4","The Nephites lose a stronghold, and Captain Moroni grieves because of the wickedness of the people"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p10"},"Before class, write on the board the following statement by President Ezra Taft Benson (from",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], 285):"],[".chalkboard",{"id":"f566","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.f566"},["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p11"},"“It is better to prepare and prevent than it is to repair and repent” (President Ezra Taft Benson)."]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p12"},"You may have quoted this statement as part of the lesson on",["a.scriptureRef",{"href":"/scriptures/bofm/alma/49"},"Alma 49–51"],". If you did, consider leaving blanks in place of some words when you write it on the board. Ask the students to fill in the blanks."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p13"},"Invite students to tell about times in their lives or in the lives of someone they know when preparation has helped prevent disappointment or sorrow."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p14"},"Remind students that in recent lessons they have studied chapters about battles between the Nephites and the Lamanites. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/59.5-11"},"Alma 59:5–11"],"silently, thinking about how the statement on the board relates to the situation described in these verses."],["ul.bullet",["li",["span.label","•"],["p","What seems to have enabled the Lamanites to defeat the city of Nephihah? (The wickedness of the people of Nephihah.)"]],["li",["span.label","•"],["p","What did you find in these verses that pertains to the statement written on the board?"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p17"},"If students do not mention the following statement in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/59.9"},"Alma 59:9"],", point it out to them: “It was easier to keep the city from falling into the hands of the Lamanites than to retake it from them.” You might want to suggest that students mark this statement in their scriptures. To help students think about how this truth applies in their lives, ask them to compare the cities in this account to themselves and the spiritual battles they face. Then ask one or more of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How does this truth relate to us? (Help students see that",["b","it is easier and better to remain faithful than it is to return to the faith after going astray."],")"]],["li",["span.label","•"],["p","Why is staying faithful in the Church easier than returning to the Church after a period of being less active?"]],["li",["span.label","•"],["p","Why is it easier to maintain a testimony than it is to regain a testimony after falling away?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p21"},"Invite students to ponder ways the adversary and his followers may be attacking them. Encourage them to write in notebooks or scripture study journals about what they will do to prepare for spiritual battles."]],[".topic",{"id":"t329","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.t329"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/60"},"Alma 60–62"]],["h4","Moroni falsely accuses Pahoran, who responds with love and respect"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p24"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/59.13"},"Alma 59:13"],"aloud. Make sure students understand that Moroni was angry because he thought the government was indifferent, or unconcerned, about the freedom of the people. In his anger, he wrote a letter to Pahoran, the chief judge in Zarahemla. Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/60.6-11"},"Alma 60:6–11"],"."],["ul.bullet",["li",["span.label","•"],["p","What did Captain Moroni accuse Pahoran of?"]],["li",["span.label","•"],["p","What emotions do you sense in Moroni’s accusations?"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p27"},"Write the following scripture reference on the board:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/alma/60.17-20,23-24"},"Alma 60:17–20, 23–24"],"."],"Invite students to read these verses silently. Encourage them to imagine how they would feel in Pahoran’s place."],["ul.bullet",["li",["span.label","•"],["p","In what ways might Captain Moroni’s accusations have been hurtful to Pahoran?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p29"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/60.33-36"},"Alma 60:33–36"],". Ask the class to follow along, looking for what Captain Moroni was prepared to do if Pahoran did not respond favorably to his requests. After allowing students to report what they have found, ask them to identify words or phrases in these verses that indicate Moroni’s reasons or motives for making his requests."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p30"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/61.1-5"},"Alma 61:1–5"],"silently to discover why Moroni had not received reinforcements."],["ul.bullet",["li",["span.label","•"],["p","What information did Pahoran share with Moroni?"]],["li",["span.label","•"],["p","What are some ways people respond when they are falsely accused of something?"]],["li",["span.label","•"],["p","Have you ever been wrongly accused of something? How did you feel about the accusations and the accuser?"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p34"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/61.9-10,15-18"},"Alma 61:9–10, 15–18"],"silently, looking for anything that reveals the greatness of Pahoran’s character. After sufficient time, call on a few students to share what they have found."],["ul.bullet",["li",["span.label","•"],["p","What lessons can we learn from the way Pahoran responded to Moroni’s accusations? (Help students identify the following principle:",["b","We can choose to not be offended by the words and actions of others."],"Other truths students might identify include that",["b","we should avoid making unkind judgments about others"],"and that",["b","when we unite in righteousness with others, we are stronger in our battles against evil."],"You may want to write these truths on the board.)"]],["li",["span.label","•"],["p","How can we choose not to be offended?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p37"},"Consider asking students if they are willing to share any experiences they have had in choosing not to be offended when people have said unkind or untrue things about them. You might also consider telling about an experience of your own. Testify of the importance of forgiving others for their words or actions against us. Encourage students to follow Pahoran’s example."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p38"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/62.1"},"Alma 62:1"],"aloud. Ask the class to identify how Moroni felt when he received Pahoran’s response."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p39"},"Explain that even though Captain Moroni was wrong in his accusations of Pahoran, he taught true principles that we can apply in our lives. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/60.23"},"Alma 60:23"],"aloud. Point out that Moroni’s words about cleansing the “inward vessel” can apply to anyone who needs to repent. Explain that a vessel is a container, such as a cup or bowl. Put dirt or mud on the inside and outside of a cup (if available, a clear cup works best). Ask students if they would like to drink from the cup. Clean the outside of the cup and ask if students would now feel comfortable drinking from it."],["ul.bullet",["li",["span.label","•"],["p","If we think of ourselves as vessels, what might it mean to cleanse the inward, or inner, vessel?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p41"},"Read the following statement by President Ezra Taft Benson:"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p42"},"“We must cleanse the inner vessel (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/60.23"},"Alma 60:23"],"), beginning first with ourselves, then with our families, and finally with the Church” (“Cleansing the Inner Vessel,”",["span.emphasis","Ensign,"],"May 1986, 4)."],["ul.bullet",["li",["span.label","•"],["p","Why is it important that we be clean on the inside (what people cannot see) as well as on the outside (what people can see)?"]],["li",["span.label","•"],["p","Why is it important to cleanse the inner vessel of our lives before we can be fully effective in the Lord’s kingdom?"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p45"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/62.1-38"},"Alma 62:1–38"],"by explaining that Captain Moroni brought a portion of his army to help Pahoran overthrow the king-men in Zarahemla. Then, with their united army and the help of other Nephite forces, Moroni and Pahoran retook the remaining cities that had been lost to the Lamanites. They drove the Lamanites from the land and established peace among the people."],["ul.bullet",["li",["span.label","•"],["p","What are some challenges that individuals and families might face after a time of war?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p47"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/62.39-41"},"Alma 62:39–41"],"silently to see how the Nephites were affected by the trials of war."],["ul.bullet",["li",["span.label","•"],["p","What principles can you identify in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/62.40-41"},"Alma 62:40–41"],"?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p49"},"As students discuss this question, they might respond with answers such as these:"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p50"},["b","Our righteous prayers can have a positive effect on our communities."]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p51"},["b","In times of adversity, some people humble themselves before God while others become hardened."]],["ul.bullet",["li",["span.label","•"],["p","Why do you think some people grow closer to the Lord when they face trials? Why do some people turn away from the Lord when they face trials? (Help students understand that in times of adversity, our choices determine whether we will grow closer to the Lord.)"]],["li",["span.label","•"],["p","As you have read the Book of Mormon chapters on war, what have they taught you about being a disciple of Jesus Christ in times of war or contention?"]]]],[".topic",{"id":"t330","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.t330"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/63"},"Alma 63"]],["h4","Many Nephites travel to the land northward"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p56"},"Summarize Mormon’s words in this chapter by explaining that many Nephites started to migrate northward, by land and by sea. Shiblon conferred the sacred records to Helaman. Captain Moroni died, and his son Moronihah led an army that drove back another Lamanite attack."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p57"},"You may want to conclude this lesson by telling about someone who has faced adversity and affliction and has chosen to have a soft heart and increased trust in God. Consider sharing a personal experience."]],[".topic",{"id":"t331","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.t331"},["h3","Alma Review"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p59"},"Take some time to help students review the book of Alma. Ask them to think about what they have learned from this book, both in seminary and in their personal scripture study. If needed, invite them to review some of the chapter summaries in Alma to help them remember. After sufficient time, invite several students to share their thoughts and feelings about something in the book that has impressed them."]]]],[".resources",[".box-decor",{"id":"f578","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.f578"},["h2","Commentary and Background Information"],[".topic",{"id":"t332","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.t332"},["h3","Alma 61. Responding to those who offend or hurt us"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p62"},"President James E. Faust of the First Presidency shared an account that illustrates the importance of not harboring ill feelings toward those who may try to offend or hurt us:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p63"},"“In the beautiful hills of Pennsylvania, a devout group of Christian people live a simple life without automobiles, electricity, or modern machinery. They work hard and live quiet, peaceful lives separate from the world. Most of their food comes from their own farms. The women sew and knit and weave their clothing, which is modest and plain. They are known as the Amish people."],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p64"},"“A 32-year-old milk truck driver lived with his family in their Nickel Mines community. He was not Amish, but his pickup route took him to many Amish dairy farms, where he became known as the quiet milkman. Last October he suddenly lost all reason and control. In his tormented mind he blamed God for the death of his first child and some unsubstantiated memories. He stormed into the Amish school without any provocation, released the boys and adults, and tied up the 10 girls. He shot the girls, killing five and wounding five. Then he took his own life."],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p65"},"“This shocking violence caused great anguish among the Amish but no anger. There was hurt but no hate. Their forgiveness was immediate. Collectively they began to reach out to the milkman’s suffering family. As the milkman’s family gathered in his home the day after the shootings, an Amish neighbor came over, wrapped his arms around the father of the dead gunman, and said, ‘We will forgive you.’ [In Joan Kern, “A Community Cries,”",["span.emphasis","Lancaster New Era,"],"Oct. 4, 2006, p. A8.] Amish leaders visited the milkman’s wife and children to extend their sympathy, their forgiveness, their help, and their love. About half of the mourners at the milkman’s funeral were Amish. In turn, the Amish invited the milkman’s family to attend the funeral services of the girls who had been killed. A remarkable peace settled on the Amish as their faith sustained them during this crisis."],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p66"},"“One local resident very eloquently summed up the aftermath of this tragedy when he said, ‘We were all speaking the same language, and not just English, but a language of caring, a language of community, [and] a language of service. And, yes, a language of forgiveness.’ [In Helen Colwell Adams, “After That Tragic Day, a Deeper Respect among English, Amish?”",["span.emphasis","Sunday News,"],"Oct. 15, 2006, p. A1.] It was an amazing outpouring of their complete faith in the Lord’s teachings in the Sermon on the Mount: ‘Do good to them that hate you, and pray for them which despitefully use you.’ [",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.44"},"Matthew 5:44"],".]"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p67"},"“The family of the milkman who killed the five girls released the following statement to the public:"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p68"},"“‘To our Amish friends, neighbors, and local community:"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p69"},"“‘Our family wants each of you to know that we are overwhelmed by the forgiveness, grace, and mercy that you’ve extended to us. Your love for our family has helped to provide the healing we so desperately need. The prayers, flowers, cards, and gifts you’ve given have touched our hearts in a way no words can describe. Your compassion has reached beyond our family, beyond our community, and is changing our world, and for this we sincerely thank you."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p70"},"“‘Please know that our hearts have been broken by all that has happened. We are filled with sorrow for all of our Amish neighbors whom we have loved and continue to love. We know that there are many hard days ahead for all the families who lost loved ones, and so we will continue to put our hope and trust in the God of all comfort, as we all seek to rebuild our lives.’ [“Amish Shooting Victims,” www.800padutch.com/amishvictims.shtml.]"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p71"},"“How could the whole Amish group manifest such an expression of forgiveness? It was because of their faith in God and trust in His word, which is part of their inner beings. They see themselves as disciples of Christ and want to follow His example."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p72"},"“Hearing of this tragedy, many people sent money to the Amish to pay for the health care of the five surviving girls and for the burial expenses of the five who were killed. As a further demonstration of their discipleship, the Amish decided to share some of the money with the widow of the milkman and her three children because they too were victims of this terrible tragedy” (“The Healing Power of Forgiveness,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2007, 67–68)."]],[".topic",{"id":"t333","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.t333"},["h3","Alma 62:41. Responding to adversity"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p74"},"Referring to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/62.39-41"},"Alma 62:39–41"],", President Boyd K. Packer of the Quorum of the Twelve Apostles taught:"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p75"},"“The same testing in troubled times can have quite opposite effects on individuals. …"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p76"},"“Surely you know some whose lives have been filled with adversity who have been mellowed and strengthened and refined by it, while others have come away from the same test bitter and blistered and unhappy” (“The Mystery of Life,”",["span.emphasis","Ensign,"],"Nov. 1983, 18)."],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p77"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles explained that we choose how we will respond to adversity:"],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p78"},"“Surely these great adversities are not without some eternal purpose or effect. They can turn our hearts to God. … Even as adversities inflict mortal hardships, they can also be the means of leading men and women to eternal blessings."],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p79"},"“Such large-scale adversities as natural disasters and wars seem to be inherent in the mortal experience. We cannot entirely prevent them, but we can determine how we will react to them. For example, the adversities of war and military service, which have been the spiritual destruction of some, have been the spiritual awakening of others. The Book of Mormon describes the contrast:"],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p80"},"“‘But behold, because of the exceedingly great length of the war between the Nephites and the Lamanites many had become hardened, because of the exceedingly great length of the war; and many were softened because of their afflictions, insomuch that they did humble themselves before God, even in the depth of humility’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/62.41"},"Alma 62:41"],")."],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p81"},"“I read of a similar contrast after the devastating hurricane that destroyed thousands of homes in Florida some years ago. A news account quoted two different persons who had suffered the same tragedy and received the same blessing: each of their homes had been totally destroyed, but each of their family members had been spared death or injury. One said that this tragedy had destroyed his faith; how, he asked, could God allow this to happen? The other said that the experience had strengthened his faith. God had been good to him, he said. Though the family’s home and possessions were lost, their lives were spared and they could rebuild the home. For one, the glass was half empty. For the other, the glass was half full. The gift of moral agency empowers each of us to choose how we will act when we suffer adversity” (“Adversity,”",["span.emphasis","Ensign,"],"July 1998, 7–8)."]],[".topic",{"id":"t334","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.t334"},["h3","Alma 63:4–10. Hagoth and his descendants"],["p.para",{"id":"p83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p83"},"Latter-day prophets have said that Hagoth’s people settled on the islands that are now known as New Zealand."],["p.para",{"id":"p84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p84"},"To Saints in New Zealand, President Joseph F. Smith said, “You brothers and sisters from New Zealand, I want you to know that you are from the people of Hagoth” (quoted by Spencer W. Kimball in Joseph Fielding McConkie and Robert L. Millet,",["span.emphasis","Doctrinal Commentary on the Book of Mormon,"],"vol. 3 [1991], 329)."],["p.para",{"id":"p85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p85"},"In the dedicatory prayer for the Hamilton New Zealand Temple, President David O. McKay said, “We express gratitude that to these fertile Islands Thou didst guide descendants of Father Lehi, and hast enabled them to prosper” (“Dedicatory Prayer Delivered by Pres. McKay at New Zealand Temple,”",["span.emphasis","Church News,"],"May 10, 1958, 2)."],["p.para",{"id":"p86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p86"},"President Spencer W. Kimball said: “It is reasonable to conclude that Hagoth and his associates were about nineteen centuries on the islands, from about 55",["span.small","B.C."],"to 1854 before the gospel began to reach them. They had lost all the plain and precious things which the Savior brought to the earth, for they were likely on the islands when the Christ was born in Jerusalem” (Temple View Area Conference Report, February 1976, 3; quoted in Joseph Fielding McConkie and Robert L. Millet,",["span.emphasis","Doctrinal Commentary on the Book of Mormon,"],"vol. 3, 329)."]]],[".box-decor",{"id":"f579","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.f579"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t335","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.t335"},["h3","Alma 61:9. Pahoran’s response to Moroni"],["p.para",{"id":"p89","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p89"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/61.9"},"Alma 61:9"],"aloud. Ask another student to read the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p90","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p90"},"“Pahoran might easily have resented Moroni and his message, but he chose not to take offense. …"],["p.para",{"id":"p91","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p91"},"“One of the greatest indicators of our own spiritual maturity is revealed in how we respond to the weaknesses, the inexperience, and the potentially offensive actions of others. A thing, an event, or an expression may be offensive, but you and I can choose not to be offended—and to say with Pahoran, ‘it mattereth not.’ …"],["p.para",{"id":"p92","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p92"},"“… If a person says or does something that we consider offensive, our first obligation is to refuse to take offense and then communicate privately, honestly, and directly with that individual. Such an approach invites inspiration from the Holy Ghost and permits misperceptions to be clarified and true intent to be understood” (“And Nothing Shall Offend Them,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2006, 91–92)."],["ul.bullet",["li",["span.label","•"],["p","What are some blessings of following this counsel from Elder Bednar?"]]],["p.para",{"id":"p94","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p94"},"Pahoran’s response to the letter from Moroni revealed the strength and goodness of his character. He was not easily offended. Read the following statement by President Thomas S. Monson:"],["p.para",{"id":"p95","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p95"},"“I am acquainted with a family which came to America from Germany. The English language was difficult for them. They had but little by way of means, but each was blessed with the will to work and with a love of God."],["p.para",{"id":"p96","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p96"},"“Their third child was born, lived but two months, and then died. Father was a cabinetmaker and fashioned a beautiful casket for the body of his precious child. The day of the funeral was gloomy, thus reflecting the sadness they felt in their loss. As the family walked to the chapel, with Father carrying the tiny casket, a small number of friends had gathered. However, the chapel door was locked. The busy bishop had forgotten the funeral. Attempts to reach him were futile. Not knowing what to do, the father placed the casket under his arm and, with his family beside him, carried it home, walking in a drenching rain."],["p.para",{"id":"p97","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-105.p97"},"“If the family were of a lesser character, they could have blamed the bishop and harbored ill feelings. When the bishop discovered the tragedy, he visited the family and apologized. With the hurt still evident in his expression, but with tears in his eyes, the father accepted the apology, and the two embraced in a spirit of understanding” (“Hidden Wedges,”",["span.emphasis","Ensign,"],"May 2002, 19)."],["ul.bullet",["li",["span.label","•"],["p","What blessings can come to people who, like this family, choose not to be offended? What can we learn from this account?"]]]]]]]]],"refs":null}
