{"id":104,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":104,"title":"Lesson 77: Alma 12","subtitle":"","short_title":"Lesson 77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77"},[".heading",{"id":"head13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.head13"},[".titleNumber","Lesson 77"],["h1","Alma 12"]],[".bodyBlock",[".topic",{"id":"t87","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.t87"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p4"},"After Amulek’s words brought Zeezrom “to tremble under a consciousness of his guilt” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.1"},"Alma 12:1"],"), Alma stood to expound on what Amulek had taught. Alma focused on truths that would help the people of Ammonihah repent of the hardness of their hearts and other sins. He emphasized the subtle snares of Satan, the judgments that befall the wicked, and the plan of redemption, which makes it possible for those who repent to be forgiven of their sins."]],[".topic",{"id":"t88","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.t88"},["h2","Suggestions for Teaching"],[".topic",{"id":"t89","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.t89"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.1-7"},"Alma 12:1–7"]],["h4","Alma exposes Zeezrom’s plan—and the plan of the adversary—to the people of Ammonihah"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p8"},"Follow the accompanying illustration to tie a slipknot, or snare, with a piece of rope or string. Demonstrate how a snare works by holding the loop in front of a piece of candy or food on a table or desk. Ask a student to reach through the snare for the food. When he or she does so, tighten the snare. (Be careful not to hurt the student.)"],[".image",{"id":"f126","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.f126"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_077_01-snare.gif"}]],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p9"},"Invite a student to review for the class how Zeezrom tried to catch Amulek in a snare (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.21-25"},"Alma 11:21–25"],"). Explain that after Amulek perceived Zeezrom’s intent and responded to him, Alma also stood to address Zeezrom and the people who were listening (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.1-2"},"Alma 12:1–2"],"). Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.3-6"},"Alma 12:3–6"],"silently, looking for words and phrases Alma used to describe Zeezrom’s tactics. (You may want to encourage students to mark these words and phrases.) Have them report what they find."],["ul.bullet",["li",["span.label","•"],["p","Whose plan was Zeezrom following?"]],["li",["span.label","•"],["p","What did Alma say were the devil’s intentions?"]],["li",["span.label","•"],["p","What enabled Alma to see through this plan?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p13"},"Invite students to state principles that summarize what they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.3"},"Alma 12:3"],"about how they can detect the deceptions of the adversary. Though students may use different words, they should identify the following principle:",["b","The Holy Ghost can help us recognize the deceptions of the adversary."],"You may want to remind students that in the previous lesson, they learned that when we rely on the Holy Ghost, we can overcome temptation. Explain that to overcome a temptation or deception, we must first recognize it and the harm it can cause us. Then we must do all we can to avoid it."],["ul.bullet",["li",["span.label","•"],["p","When has the Holy Ghost helped you recognize and avoid temptation? (After students have responded, you may also want to share an experience of your own.)"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p15"},"Give students a few minutes to write in notebooks or scripture study journals about how they can increase their sensitivity to the promptings of the Holy Ghost so they can recognize and avoid the snares of the adversary."]],[".topic",{"id":"t90","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.t90"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.8-18"},"Alma 12:8–18"]],["h4","Alma teaches about the final judgment of all mankind"],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p18"},"Ask students to think about careers they are interested in pursuing. Invite a few of them to talk about the career they are interested in. Ask them to estimate how much they might pay in tuition at a college, university, or trade school to gain the knowledge and skills required to become successful in that career. Invite a student to read the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles. Ask the class to listen for the “tuition” Elder Bednar said we must pay to receive spiritual knowledge."],[".img-left",{"id":"f129","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.f129"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-bednar.jpg"}]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p19"},"“Spiritual understanding … simply cannot be given to [us]. The tuition of diligence and of learning by study and also by faith must be paid to obtain and personally ‘own’ such knowledge. Only in this way can what is known in the mind also be felt in the heart” (“Watching with All Perseverance,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2010, 43)."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p20"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.7-8"},"Alma 12:7–8"],"aloud. Ask the class to follow along, looking for evidence that Zeezrom was beginning to pay the spiritual “tuition” needed to obtain spiritual knowledge. Invite students to explain what they see in these verses that indicates Zeezrom’s heart was beginning to change."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p21"},"Point out that Zeezrom asked Alma a question about resurrection. Rather than answer that question immediately, Alma taught him about gaining spiritual knowledge. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.9-11"},"Alma 12:9–11"],"aloud. Ask the class to look for what Alma taught Zeezrom about gaining spiritual knowledge. Explain that the “mysteries of God are spiritual truths known only by revelation … to those who are obedient to the gospel” (Guide to the Scriptures, “Mysteries of God,” scriptures.lds.org). (You may want to write this statement on the board. You might also suggest that students write it in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.9"},"Alma 12:9"],".)"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p22"},"Ask students to express in their own words what",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.9"},"Alma 12:9"],"teaches about what we must do to receive spiritual truth. (Students may use different words, but their answers should express that",["b","the Lord reveals spiritual truths to us according to the heed and diligence we give to His words."],"You might want to encourage students to write this principle in their scriptures near",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.9"},"Alma 12:9"],".)"],["ul.bullet",["li",["span.label","•"],["p","What is the relationship between the condition of our hearts and our ability to receive spiritual truth?"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p24"},"In",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.10-11"},"Alma 12:10–11"],", point out the contrasting consequences for those who do not harden their hearts against the truth and for those who do."],["ul.bullet",["li",["span.label","•"],["p","How does knowing these consequences influence your desire to seek greater spiritual knowledge?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p26"},"Explain that after Alma taught how we come to know spiritual truth, he answered the question Zeezrom had asked earlier. Ask students to restate Zeezrom’s question in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.8"},"Alma 12:8"],"in their own words. Invite them to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.12-15"},"Alma 12:12–15"],"silently, looking for what Alma taught Zeezrom about resurrection and judgment. While students are reading, write the following on the board:",["span.emphasis","We will be held accountable before God for our … , … , and …"]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p27"},"When students have finished reading, ask them to complete the sentence on the board:",["b",["span.emphasis","We will be held accountable before God for our thoughts, words, and actions."]]],["ul.bullet",["li",["span.label","•"],["p","How do you think this truth might have affected Zeezrom? (Have students turn to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.6"},"Alma 14:6"],"and 15:3 to find the answer.) Why do you think this truth had such a powerful impact on Zeezrom? (You may want to point out that Zeezrom was not concerned only about himself. He was concerned about the people he had led astray.)"]]],["ul.bullet",["li",["span.label","•"],["p","What kinds of thoughts, words, and actions do people struggle with that could condemn them if they do not repent? (To help students ponder and discuss how their choices of entertainment and media can influence their thoughts, words, and actions, you may want to refer to the counsel on entertainment and media in",["span.emphasis","For the Strength of Youth."],")"]],["li",["span.label","•"],["p","What difference will it make in your daily choices if you remember the truth written on the board?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p31"},"Point out the cross-reference to",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.30"},"Mosiah 4:30"],"in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.14"},"Alma 12:14"],", footnote 14",["span.emphasis","a,"],"and invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.30"},"Mosiah 4:30"],"aloud. (You might want to suggest that students mark this cross-reference.) If there is enough time, have students refer back to what they wrote about increasing their sensitivity to the promptings of the Holy Ghost. Invite them to add a few thoughts about how understanding their personal accountability before God influences their desire to recognize and avoid temptation."]],[".topic",{"id":"t91","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.t91"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.19-37"},"Alma 12:19–37"]],["h4","Alma explains how the plan of redemption helps us overcome the effects of the Fall"],[".img-left",{"id":"f134","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.f134"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_077_02-altar.jpg"}]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p34"},"Show students the picture Adam and Eve Kneeling at an Altar (",["span.emphasis","Gospel Art Book"],"[2009], no. 4). Explain that a man named Antionah, who was one of the chief rulers in Ammonihah, asked questions regarding what Alma and Amulek had taught about resurrection. He came to ask Alma how mankind could possibly become immortal. (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.20-21"},"Alma 12:20–21"],".)"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p35"},"Ask students how confident they would feel explaining to someone who is not a member of the Church how we can be redeemed from the Fall. To help them be prepared to teach this truth to someone else, have them search the verses in the following chart and write what they learn in the appropriate columns. (You may want to copy this chart on the board before class begins. Invite students to copy it in notebooks or scripture study journals.)"],[".chalkboard",{"id":"f135","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.f135"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Effects of the Fall (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.22,24"},"Alma 12:22, 24"],")"]],["th",{"colspan":"1","rowspan":"1"},["p.para","What God has done to bring about our redemption (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.24-25,28-33"},"Alma 12:24–25, 28–33"],")"]],["th",{"colspan":"1","rowspan":"1"},["p.para","What we must do to be redeemed (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.24,30,34,37"},"Alma 12:24, 30, 34, 37"],")"]]],["tr",["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]]]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p39"},"As students complete the chart, some of them may need your assistance. (One way to help students understand the scriptures is to point them to the footnotes. For example, the scripture references given in footnote 22",["span.emphasis","c"],"might help students understand what it means for all mankind to be lost and fallen.) When students have completed the chart, ask the following questions. (You may want to write these questions on the board before class so students can consider their answers as they fill in the chart.)"],[".sidebar box-decor box-right",{"id":"f136","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.f136"},["h3","Assist students individually"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p41"},"During a class assignment, quietly move around the classroom to assist students with the assignment or to help them stay on task. Doing so will give you an opportunity to strengthen relationships with individual students and better understand their needs."]],["ul.bullet",["li",["span.label","•"],["p","How does the Atonement of Jesus Christ allow us to overcome the effects of the Fall? (Because of the Atonement of Jesus Christ, we will all overcome physical death through resurrection. And through the Savior’s Atonement and our repentance, we can return to God from our “lost and fallen” state.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.24"},"Alma 12:24"],", what did Alma teach is the purpose of life? (He said that",["b","this life is a time for us to prepare to meet God."],"You might want to suggest that students mark phrases in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.24"},"Alma 12:24"],"that teach this truth.)"]]],["p.preamble","To help students apply what they have learned, ask questions like the following:"],["ul.bullet",["li",["span.label","•"],["p","How has knowing the purpose of life helped guide you?"]],["li",["span.label","•"],["p","How has your faith in Heavenly Father and Jesus Christ helped you prepare to meet Them?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p47"},"Conclude with your testimony that now is the time to prepare to meet God."]]]],[".resources",[".box-decor",{"id":"f139","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.f139"},["h2","Commentary and Background Information"],[".topic",{"id":"t92","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.t92"},["h3","Alma 12:24. “Probationary state”"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p50"},"In all scripture, the terms “probationary state” or “probationary time” appear only in the book of Alma (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.24"},"Alma 12:24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.4,10,13"},"42:4, 10, 13"],"). Elder L. Tom Perry of the Quorum of the Twelve Apostles described this probationary time:"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p51"},"“The main purpose of earth life is to allow our spirits, which existed before the world was, to be united with our bodies for a time of great opportunity in mortality. The association of the two together has given us the privilege of growing, developing, and maturing as only we can with spirit and body united. With our bodies, we pass through a certain amount of trial in what is termed a probationary state of our existence. This is a time of learning and testing to prove ourselves worthy of eternal opportunities. It is all part of a divine plan our Father has for His children” (“Proclaim My Gospel from Land to Land,”",["span.emphasis","Ensign,"],"May 1989, 14)."]],[".topic",{"id":"t93","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.t93"},["h3","Alma 12:32. Receiving commandments after receiving a knowledge of the plan"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p53"},"President Boyd K. Packer of the Quorum of the Twelve Apostles taught that knowledge of God’s plan helps us understand why we should keep the commandments. Speaking to teachers of youth, he said:"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p54"},"“Young people wonder ‘why?’—Why are we commanded",["span.emphasis","to do"],"some things, and why we are commanded",["span.emphasis","not"],"to do other things? A knowledge of the plan of happiness, even in outline form, can give young minds a ‘why.’ …"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p55"},"“Most of the difficult questions we face in the Church right now, and we could list them—abortion and all the rest of them, all of the challenges of who holds the priesthood and who does not—cannot be answered without some knowledge of the plan as a background."],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p56"},"“Alma said this, and this is, I think of late, my favorite scripture, although I change now and again: ‘God gave unto them",["span.emphasis","commandments, after"],"having made known unto them the",["span.emphasis","plan of redemption"],"’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.32"},"Alma 12:32"],"; emphasis added). …"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p57"},"“… If you are trying to give [students] a ‘why,’ follow that pattern: ‘God gave unto them commandments,",["span.emphasis","after"],"having made known unto them the plan of redemption” (“The Great Plan of Happiness” [address to CES religious educators, Aug. 10, 1993],",["a.urlRef",{"href":"http://si.lds.org"},["span.language","si.lds.org"]],")."]]],[".box-decor",{"id":"f140","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.f140"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t94","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.t94"},["h3","Alma 12:30–35. Faith, repentance, and “holy works”"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p60"},"Explain that if we exercise faith in Jesus Christ, repent of our sins, and continually strive to be engaged in “holy works” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.30"},"Alma 12:30"],"), we will be prepared to meet Heavenly Father and enter into His rest."],["ul.bullet",["li",["span.label","•"],["p","What are some “holy works” we can engage in that will help us prepare to meet God?"]]],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-77.p62"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.34-35"},"Alma 12:34–35"],". Ask the class to compare the outcome for those who repent to the outcome for those who do not repent. As students mention the concept of entering into the Lord’s rest, help them understand that this includes receiving a remission of our sins and ultimately means dwelling in the Lord’s presence (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.24"},"D&C 84:24"],")."],["ul.bullet",["li",["span.label","•"],["p","How does understanding these different outcomes motivate you to prepare now to meet God?"]]]]]]]]],"refs":null}
