{"id":107,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":107,"title":"Lesson 80: Alma 15–16","subtitle":"","short_title":"Lesson 80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80"},[".heading",{"id":"head16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.head16"},[".titleNumber","Lesson 80"],["h1","Alma 15–16"]],[".bodyBlock",[".topic",{"id":"t108","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.t108"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p4"},"After the Lord delivered Alma and Amulek from prison, they went to preach to the people in the city of Sidom. There they found the believers who had been cast out of Ammonihah, including Zeezrom, who was suffering physically and spiritually because of his sins. When Zeezrom declared his faith in Jesus Christ, Alma healed him and baptized him. Alma established the Church in Sidom, and then he returned with Amulek to Zarahemla. In fulfillment of Alma’s prophecy, the Lamanites destroyed the city of Ammonihah in one day. In addition, the Lamanites captured some of the Nephites from surrounding lands. Choosing to follow Alma’s prophetic guidance, the Nephite armies recovered the prisoners and drove the Lamanites from the land. During a period of peace, Alma, Amulek, and many others strengthened the Church throughout the land of the Nephites."]],[".topic",{"id":"t109","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.t109"},["h2","Suggestions for Teaching"],[".topic",{"id":"t110","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.t110"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15"},"Alma 15"]],["h4","Alma heals Zeezrom, establishes the Church in Sidom, and returns with Amulek to Zarahemla"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p8"},"To help students remember the main people and events recounted in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11"},"Alma 11–14"],", write the following words on the board:"],[".chalkboard",{"id":"f165","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.f165"},["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p9"},"Zeezrom"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p10"},"Onties"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p11"},"Fire"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p12"},"Alma"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p13"},"Amulek"],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p14"},"Ammonihah"]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p15"},"Give students one minute to try to use all the names and words on the board to summarize the events recounted in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11"},"Alma 11–14"],". (You might suggest that they refer to the chapter summaries for help.) After a few students have responded, erase all the words except",["span.emphasis","Zeezrom."]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p16"},"Explain that after leaving Ammonihah, Alma and Amulek came to Sidom, where they found the believers who had been cast out of Ammonihah, including Zeezrom. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.3-5"},"Alma 15:3–5"],"silently, looking for words and phrases that describe Zeezrom’s condition. As students report what they find, write their answers on the board under Zeezrom’s name."],["ul.bullet",["li",["span.label","•"],["p","Why do you think Zeezrom’s guilt led him to suffer both spiritually and physically? What do people in this condition need to do in order for their condition to change?"]],["li",["span.label","•"],["p","Whose help did Zeezrom seek? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.4"},"Alma 15:4"],".) Why do you think he sent for Alma and Amulek? (Answers may include that he trusted them and that he knew they were men of God and had priesthood authority.)"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p19"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.6-10"},"Alma 15:6–10"],". Ask the class to look for the words Alma said to help Zeezrom exercise faith in Jesus Christ and His Atonement."],["ul.bullet",["li",["span.label","•"],["p","Why do you think Zeezrom needed to exercise faith in Jesus Christ and His Atonement before he could be healed?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p21"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.11-12"},"Alma 15:11–12"],"silently to find out what happened to Zeezrom. When they have had sufficient time to read, erase all the words and phrases on the board under Zeezrom’s name."],["ul.bullet",["li",["span.label","•"],["p","What evidence do you see that Zeezrom repented and received the Lord’s mercy? (He was healed through faith in Jesus Christ, he was baptized, and he began to preach the gospel.)"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p23"},"Write the following principle on the board:",["b",["span.emphasis","Through our faith in Jesus Christ we can be healed and strengthened."]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p24"},"Point out that Alma, as a priesthood leader, did not draw attention to himself. His purpose in this conversation with Zeezrom was to help Zeezrom exercise faith in Jesus Christ and to receive mercy through the Atonement. To illustrate one way our priesthood leaders help us receive the blessings of the Atonement, read the following experience shared by Elder Jay E. Jensen of the Seventy:"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p25"},"“While serving as a bishop, I witnessed the blessings of the Atonement in the lives of Church members who committed serious transgressions. …"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p26"},"“A young single adult in our ward was dating a young woman. They allowed their affections to get out of control. He came to me for counsel and help. Based on what was confessed and the impressions of the Spirit to me, among other things, he was not permitted to partake of the sacrament for a time. We met regularly to ensure that repentance had happened, and, after an appropriate time, I authorized him to again partake of the sacrament."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p27"},"“As I sat on the stand in that sacrament meeting, my eyes were drawn to him as he now partook of the sacrament worthily. I witnessed arms of mercy, love, and safety encircling him as the healing of the Atonement warmed his soul and lifted his load, resulting in the promised forgiveness, peace, and happiness” (“Arms of Safety,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 49)."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p28"},"Testify that bishops and other priesthood leaders can help us receive the mercy and strength we need through the Atonement of Jesus Christ."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p29"},"To help students see that Church leaders serve groups of people and individuals, have them study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.13-18"},"Alma 15:13–18"],". Assign them to work in pairs. Ask one student in each pair to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.13-15,17"},"Alma 15:13–15, 17"],", looking for ways the people of Sidom were blessed through the ministry of Alma. Ask the other student in each pair to search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.16,18"},"Alma 15:16, 18"],", looking for ways Amulek was blessed through the ministry of Alma. After they have had sufficient time, invite them to explain to each other what they have found."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p30"},"Invite the partnerships to think of three to five ways that Church leaders today can help groups and individuals. Encourage students to think of their own responsibilities as leaders in their priesthood quorums and Young Women classes. Ask each partnership to share one of their ideas with the class."]],[".topic",{"id":"t111","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.t111"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.1-12"},"Alma 16:1–12"]],["h4","The Lamanites destroy Ammonihah but are unable to defeat the Nephites who follow Alma’s counsel"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p33"},"Ask students to think of a time when they felt surprised or suddenly frightened. You may want to ask one or two students to share their experiences. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.1-3"},"Alma 16:1–3"],"silently, looking for how the Nephites in Ammonihah were surprised and why some of them were likely frightened. Ask students to report what they find. (If necessary, help them see that the Lamanites suddenly attacked the city of Ammonihah and destroyed its inhabitants before the Nephites could raise up an army to go against them.)"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p34"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.4-6"},"Alma 16:4–6"],"aloud, and ask the class to identify where the righteous Nephites looked for guidance. Ask another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.7-8"},"Alma 16:7–8"],"aloud while the rest of the class looks for the result of the help they received."],["ul.bullet",["li",["span.label","•"],["p","How did Alma’s prophetic guidance help the Nephites?"]],["li",["span.label","•"],["p","What principles can we learn from this account? (Students may identify a variety of principles. Make sure they understand that",["b",["span.emphasis","as we seek and follow guidance from the Lord’s prophets, the Lord strengthens and protects us."]],"Write this principle on the board.)"]],["li",["span.label","•"],["p","How are youth blessed as they follow prophetic guidance? (To help students answer this question, consider having them turn to two or three sections in the",["span.emphasis","For the Strength of Youth"],"booklet. Invite them to answer this question regarding each section you choose.)"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p38"},"Ask students to think of experiences when prophetic guidance has helped them make correct choices in difficult situations. Invite a few students to share their experiences with the class. (Make sure they understand that they do not need to feel obligated to share experiences that are too personal or private.) You might also share an experience of your own. To reinforce the truth that the words of prophets are always fulfilled, you might point out that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.9-11"},"Alma 16:9–11"],"shows the fulfillment of Alma’s prophecy about the people of Ammonihah (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/9.12"},"Alma 9:12"],")."]],[".topic",{"id":"t112","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.t112"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.13-21"},"Alma 16:13–21"]],["h4","Alma, Amulek, and others build up the Church among the Nephites"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p41"},"As students finish studying",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16"},"Alma 16"],", encourage them to look for examples of the two principles you have written on the board. Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.13-15"},"Alma 16:13–15"],"by explaining that Alma and Amulek continued to preach the word of God throughout the land, with the assistance of others “who had been chosen for the work” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.15"},"Alma 16:15"],"). Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.16-21"},"Alma 16:16–21"],"silently, looking for the results of these efforts. After sufficient time, ask students to tell about what they have found. Ask them how these examples illustrate one or both of the two principles written on the board."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p42"},"Conclude the lesson by encouraging students to copy one of these principles in notebooks or scripture study journals. Invite them to write a summary of what they have learned today about that principle. Also ask them to write about how they plan to apply what they have learned."]],[".figure",{"id":"f170","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.f170"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p44"},"This lesson marks the midway point in this course. To help students reinforce their knowledge of scripture mastery passages, consider giving them a quiz or test to measure how familiar they are with the scripture mastery passages you have covered in class. You might prepare a simple verbal or written quiz, such as giving a clue from the seminary bookmark and letting students write the correct reference, or you might consider conducting a review of some of the passages students have memorized. You may want to tell students about the quiz or test in advance so they can prepare for it."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p45"},["span.emphasis","Note:"],"If you do not have time to use this activity as part of this lesson, you may use it on another day. For other review activities, see the appendix at the end of this manual."]]]],[".resources",[".box-decor",{"id":"f171","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.f171"},["h2","Commentary and Background Information"],[".topic",{"id":"t113","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.t113"},["h3","Alma 15:3–5. Physical suffering caused by spiritual disorders"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p48"},"While Zeezrom was repenting, his sins “did harrow up his mind until it did become exceedingly sore” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.3"},"Alma 15:3"],"). President Boyd K. Packer of the Quorum of the Twelve Apostles spoke of the reality of the physical suffering that can be caused by spiritual disorders:"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p49"},"“I [once] asked a doctor of family medicine how much of his time was devoted purely to correcting physical disorders. He has a large practice, and after thoughtfully considering, he answered, ‘Not more than 20 percent. The rest of the time I seem to be working on problems that very much affect the physical well-being of my patients but do not originate in the body.’"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p50"},"“‘These physical disorders,’ the doctor concluded, ‘are merely symptoms of some other kind of trouble.’"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p51"},"“In recent generations one after another of the major diseases has yielded to control or cure. Some very major ones still remain, but we now seem able to do something about most of them."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p52"},"“There is another part of us, not so tangible, but quite as real as our physical body. This intangible part of us is described as mind, emotion, intellect, temperament, and many other things. Very seldom is it described as spiritual."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p53"},"“But there is a",["span.emphasis","spirit"],"in man; to ignore it is to ignore reality. There are spiritual disorders, too, and spiritual diseases that can cause intense suffering."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p54"},"“The body and the spirit of man are bound together” (“The Balm of Gilead,”",["span.emphasis","Ensign,"],"Nov. 1977, 59)."]]],[".box-decor",{"id":"f172","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.f172"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t114","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.t114"},["h3","Alma 15:16–18. Alma ministers to Amulek"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p57"},"As you teach",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.16-18"},"Alma 15:16–18"],", help students understand why Amulek may have needed Alma’s ministry. Point out that less than six months had passed between the time Amulek was visited by an angel and the time he and Alma arrived in Zarahemla (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.6"},"Alma 10:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.23"},"14:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.19"},"15:19"],"). Using",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.16,18"},"Alma 15:16, 18"],"as a guide, have students review what Amulek had experienced during that short time. Ask students questions such as the following:"],["ul.bullet",["li",["span.label","•"],["p","Why do you think Amulek may have needed to be strengthened at this time?"]],["li",["span.label","•"],["p","What can we learn from Alma ministering to Amulek? (Help students understand that",["b","we can comfort and strengthen others by ministering to them in their tribulations."],")"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-80.p60"},"Have students think of someone—perhaps a family member or a person in their ward or branch—who is experiencing tribulation of some kind. Invite students to write a plan in notebooks or scripture study journals describing what they will do to help strengthen that person. Encourage them to carry out their plans."]]]]]]],"refs":null}
