{"id":95,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":95,"title":"Lesson 70: Alma 3–4","subtitle":"","short_title":"Lesson 70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70"},[".heading",{"id":"head4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.head4"},[".titleNumber","Lesson 70"],["h1","Alma 3–4"]],[".bodyBlock",[".topic",{"id":"t15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t15"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p4"},"After joining a Lamanite army, the Amlicites distinguished themselves from the Nephites by making red markings on their foreheads. The Amlicites and the Lamanites battled against the Nephites, and “thousands and tens of thousands” died in battle (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.26"},"Alma 3:26"],"). Following this battle, many Nephites humbled themselves and “were awakened to a remembrance of their duty” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.3"},"Alma 4:3"],"). About 3,500 were baptized and joined the Church. However, in the next year, many Church members became proud and began persecuting others. Concerned about this wickedness, Alma resigned from his duties as chief judge and continued to serve as the high priest over the Church. In this capacity, he planned to travel around the region, bearing pure testimony and calling the people to repentance."]],[".topic",{"id":"t16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t16"},["h2","Suggestions for Teaching"],[".topic",{"id":"t17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t17"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.1-19"},"Alma 3:1–19"]],["h4","The Nephites contend with the Amlicites and Lamanites"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p8"},"Divide the class into small groups. Give each group a piece of paper with the following words written on it:",["span.emphasis","clothes, hairstyles, earrings and jewelry, tattoos."],"Ask the groups to discuss what messages people might send, either intentionally or unintentionally, with these items."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p9"},"Remind students that the Amlicites separated from the Nephites and joined a Lamanite army (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/2"},"Alma 2"],"). Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.4"},"Alma 3:4"],"and identify how the Amlicites changed their appearance."],["ul.bullet",["li",["span.label","•"],["p","Whom did the Amlicites want to be “distinguished from”?"]],["li",["span.label","•"],["p","How might some people today distinguish themselves from the righteous through their outward appearance? (As students answer, be sure to make it clear that some people intentionally change their appearance to separate themselves from the righteous or to rebel against the standards of the Church. Others follow worldly trends without realizing that they are sending messages about themselves.)"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p12"},"Explain that when the Amlicites marked their foreheads to distinguish themselves from the Nephites, they showed that they had brought the Lamanites’ curse upon themselves. Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.14-19"},"Alma 3:14–19"],". Help the class analyze these verses by asking some or all of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What phrase in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.18"},"Alma 3:18"],"describes the Amlicites’ actions and attitude toward God? (“Open rebellion against God.”)"]],["li",["span.label","•"],["p","How did the Amlicites bring a curse “upon themselves”? (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.19"},"Alma 3:19"],")."]],["li",["span.label","•"],["p","What are some truths we can learn from these verses? (Answers may include that",["b","those who come out in open rebellion against God bring negative consequences upon themselves"],"and that",["b","if we are separated from God, it is because we have separated ourselves from Him."],")"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p16"},"To help students understand the importance of distinguishing themselves in righteous ways, ask the following question:"],["ul.bullet",["li",["span.label","•"],["p","What are some ways we can show through our dress and appearance that we are disciples of Jesus Christ? (If students struggle to answer this question, you may have them read the entry “Dress and Appearance” in",["span.emphasis","For the Strength of Youth"],"[2011], pages 6–8. Emphasize that our inward testimony of the gospel should influence our dress and appearance.)"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p18"},"Encourage students to show that they follow the Lord as they make daily choices, including choices about their dress and appearance. Emphasize that",["b","through our dress and appearance we can distinguish ourselves as disciples of Jesus Christ."]]],[".topic",{"id":"t18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t18"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.20-27"},"Alma 3:20–27"]],["h4","Thousands are killed in a battle between the Nephites and the Lamanites and Amlicites"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p21"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.20-25"},"Alma 3:20–25"],"by stating that the Nephites drove back the Lamanites, but both sides suffered thousands of casualties. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.26-27"},"Alma 3:26–27"],"aloud. Ask the class to listen for a lesson that Mormon wanted us to understand."],["ul.bullet",["li",["span.label","•"],["p","According to these verses, what reward comes to those who obey the Lord?"]],["li",["span.label","•"],["p","What consequence comes to those who do not follow the Lord?"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p24"},"As a summary, you may want to write the following principle on the board:",["b","We receive happiness or misery depending on whom we choose to obey."]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p25"},"Invite students to think about the blessings that come from choosing to follow the Lord."],["ul.bullet",["li",["span.label","•"],["p","What blessings have you received from the Lord as you have chosen to follow Him?"]]]],[".topic",{"id":"t19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t19"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.1-14"},"Alma 4:1–14"]],["h4","After a period of growth in the Church, members of the Church become proud and contend with one another"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p29"},"Write",["span.emphasis","humble"],"and",["span.emphasis","proud"],"on the board."],["ul.bullet",["li",["span.label","•"],["p","What does it mean to be humble? (To be humble is to be teachable and to recognize with gratitude our dependence on the Lord—to understand that we have constant need for His support.)"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p31"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.1-5"},"Alma 4:1–5"],". Ask the class to look for evidence that the Nephites became humble. As students explain what they have found, it may be helpful to point out that we do not need to endure a tragedy to become humble—we can choose to be humble."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p32"},"Point out that the description of the Nephites in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.6"},"Alma 4:6"],"is very different from the description in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.3-5"},"Alma 4:3–5"],". Point to the word",["span.emphasis","proud"],"on the board."],["ul.bullet",["li",["span.label","•"],["p","What does it mean to be proud? (Pride is the opposite of humility. People who are proud place themselves in opposition to each other and to God. They place themselves above those around them and follow their own desires rather than God’s will.)"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p34"},"Invite half of the class to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.6-8"},"Alma 4:6–8"],"silently and the other half of the class to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.9-12"},"Alma 4:9–12"],"silently. Ask both groups to identify the proud actions of some of the Nephites and how those actions affected others. After sufficient time, have both groups tell what they have found."],["ul.bullet",["li",["span.label","•"],["p","What do these verses teach about how pride influences the way we treat others?"]],["li",["span.label","•"],["p","What warning do you see in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.10"},"Alma 4:10"],"? (Make sure students understand that",["b","if we set an unrighteous example, our actions can hinder others from accepting the gospel."],")"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p37"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.13-14"},"Alma 4:13–14"],"aloud. Ask the class to look for examples of how some Nephites were humble even when others were proud."],["ul.bullet",["li",["span.label","•"],["p","What do these verses teach about how humility influences the way we treat others?"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p39"},"Emphasize that",["b","our decisions to be humble or proud affect us and others."],"Time permitting, invite students to write in notebooks or scripture study journals about experiences they have had that demonstrated the truth of this statement."]],[".topic",{"id":"t20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t20"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.15-20"},"Alma 4:15–20"]],["h4","Alma resigns as chief judge so he can devote his time to calling the people to repentance"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p42"},"Invite students to imagine that they are in Alma’s place. They are the chief judge, and many of the people have become proud and are persecuting those who remain humble."],["ul.bullet",["li",["span.label","•"],["p","What might you do to help the people change?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p44"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.15-19"},"Alma 4:15–19"],"aloud. Ask the class to look for what Alma chose to do."],["ul.bullet",["li",["span.label","•"],["p","What did Alma decide to do? (He decided to give up his position as chief judge so he could devote his time to teaching the people.)"]],["li",["span.label","•"],["p","What does the phrase “bearing down in pure testimony” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.19"},"Alma 4:19"],") suggest about how Alma would teach?"]],["li",["span.label","•"],["p","When have you heard people bear “pure testimony”? How have these experiences influenced you?"]],["li",["span.label","•"],["p","What truths can we learn from Alma’s example in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.19"},"Alma 4:19"],"?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p49"},"Students’ responses to this question may include the following:"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p50"},["b","Fulfilling our spiritual duties may require sacrifice."]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p51"},["b","Bearing pure testimony helps others draw closer to God."]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p52"},"Encourage students to look for Alma’s pure testimony as they read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5"},"Alma 5–16"],"in their personal study and as they discuss these chapters in upcoming lessons. Also encourage them to pay attention to the effect Alma’s testimony had on the people."],[".sidebar box-decor box-right",{"id":"f29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.f29"},["h3","Invite students to further discovery"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p54"},"From time to time, conclude a lesson by giving students something to look for in the scriptures. Such suggestions can help them focus their personal study and can help them gain understanding about how one chapter relates to another chapter or group of chapters."]]],[".figure",{"id":"f30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.f30"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p56"},"Introduce students to a few new scripture mastery passages, or review a few passages they already know. Prepare questions that will help them discover the principles in the passages. Invite them to write a goal in notebooks or scripture study journals about what they will do to better live by one of these principles. Give them a specific time frame to complete their goals, and ask them to prepare to report to a class member or the entire class when they have completed them."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p57"},["span.emphasis","Note:"],"If you do not have time to use this activity as part of this lesson, use it another day. For other review activities, see the appendix at the end of this manual."]]]],[".resources",[".box-decor",{"id":"f31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.f31"},["h2","Commentary and Background Information"],[".topic",{"id":"t21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t21"},["h3","Alma 3:4. Tattoos and body piercings"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p60"},"The Amlicites marked themselves so they could be “distinguished from the Nephites” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.4"},"Alma 3:4"],"). In our day, prophets have admonished young men and women to keep their bodies sacred by not marking themselves with tattoos or body piercings. President Gordon B. Hinckley said:"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p61"},"“I cannot understand why any young man—or young woman, for that matter—would wish to undergo the painful process of disfiguring the skin with various multicolored representations of people, animals, and various symbols. With tattoos, the process is permanent, unless there is another painful and costly undertaking to remove it. Fathers, caution your sons against having their bodies tattooed. They may resist your talk now, but the time will come when they will thank you. A tattoo is graffiti on the temple of the body. Likewise the piercing of the body for multiple rings in the ears, in the nose, even in the tongue."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p62"},"“Can they possibly think that is beautiful? … The First Presidency and the Quorum of the Twelve have declared that we discourage tattoos and also ‘the piercing of the body for other than medical purposes.’ We do not, however, take any position ‘on the minimal piercing of the ears by women for one pair of earrings’—one pair” (“Great Shall Be the Peace of Thy Children,”",["span.emphasis","Ensign,"],"Nov. 2000, 52)."]],[".topic",{"id":"t22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t22"},["h3","Alma 3:5. Following fashion trends"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p64"},"The Amlicites changed their appearance to look more like the Lamanites. Many Latter-day Saints today feel pressured to follow fashion trends so they can look more like people who are popular to the world. But some trends lead people to “disobey the prophet and, instead, follow the fads of the world” (“Questions and Answers,”",["span.emphasis","New Era,"],"Mar. 2006, 14; see also",["span.emphasis","For the Strength of Youth"],"[2011], 6–8)."],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p65"},"Elder M. Russell Ballard taught young men who hold the priesthood that some fashion trends diminish their ability to stand for truth:"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p66"},"“There is an entire subculture that celebrates contemporary gangs and their criminal conduct with music, clothing styles, language, attitudes, and behaviors. Many of you have watched as trendy friends have embraced the style as something that was ‘fashionable’ and ‘cool,’ only to be dragged into the subculture. …"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p67"},"“… I do not believe that you can stand for truth and right while wearing anything that is unbecoming one who holds the priesthood of God” (“Standing for Truth and Right,”",["span.emphasis","Ensign,"],"Nov. 1997, 38–39)."]],[".topic",{"id":"t23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t23"},["h3","Alma 3:6–17. The mark and the curse"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p69"},"As students study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3"},"Alma 3"],", they might have questions about the mark and the curse placed upon the Lamanites. You may want to explain that there is a difference between the mark and the curse. The mark placed upon the Lamanites was dark skin (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.6"},"Alma 3:6"],"). The purpose of this mark was to distinguish and separate the Lamanites from the Nephites (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.8"},"Alma 3:8"],"). The curse, which was more serious, was the state of being “cut off from the presence of the Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.20"},"2 Nephi 5:20"],"). The Lamanites and the Amlicites brought this curse upon themselves because of their rebellion against God (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.20"},"2 Nephi 5:20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.18-19"},"Alma 3:18–19"],"). Although dark skin was used in this instance as a mark of the curse placed upon the Lamanites, the Book of Mormon teaches that the Lord “denieth none that come unto him, black and white, bond and free, male and female; … all are alike unto God” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.33"},"2 Nephi 26:33"],"). The gospel of Jesus Christ is for everyone. The Church unequivocally condemns racism, including any and all past racism by individuals both inside and outside the Church. President Gordon B. Hinckley declared:"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p70"},"“No man who makes disparaging remarks concerning those of another race can consider himself a true disciple of Christ. Nor can he consider himself to be in harmony with the teachings of the Church. …"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p71"},"“Let us all recognize that each of us is a son or daughter of our Father in Heaven, who loves all of His children” (“The Need for Greater Kindness,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2006, 58). For additional help on this subject, see lesson 27."]],[".topic",{"id":"t24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t24"},["h3","Alma 4:9–12. “A great stumbling-block”"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p73"},"As some of the Nephite Church members became proud, their negative examples became a stumbling block to those who did not belong to the Church (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.9-12"},"Alma 4:9–12"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.11"},"Alma 39:11"],"). President Gordon B. Hinckley related the following story, which illustrates the consequences of bad examples and good examples:"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p74"},"“He was not a member of the Church. He and his parents were active in another faith."],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p75"},"“He recalls that when he was growing up, some of his LDS associates belittled him, made him feel out of place, and poked fun at him."],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p76"},"“He came to literally hate this Church and its people. He saw no good in any of them."],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p77"},"“Then his father lost his employment and had to move. In the new location, at the age of 17, he was able to enroll in college. There, for the first time in his life, he felt the warmth of friends, one of whom, named Richard, asked him to join a club of which he was president. He writes: ‘For the first time in my life someone wanted me around. I didn’t know how to react, but thankfully I joined. … It was a feeling that I loved, the feeling of having a friend. I had prayed for one my whole life. And now after 17 years of waiting, God answered that prayer.’"],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p78"},"“At the age of 19 he found himself as a tent partner with Richard during their summer employment. He noticed Richard reading a book every night. He asked what he was reading. He was told that he was reading the Book of Mormon. He adds: ‘I quickly changed the subject and went to bed. After all, that is the book that ruined my childhood. I tried forgetting about it, but a week went by and I couldn’t sleep. Why was he reading it every night? I soon couldn’t stand the unanswered questions in my head. So one night I asked him what was so important in that book. What was in it? … He started to read where he had stopped. He read about Jesus and about an appearance in the Americas. I was shocked. I didn’t think that the Mormons believed in Jesus.’ …"],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p79"},"“On a subsequent occasion this young man and his friend were traveling. Richard handed him a Book of Mormon and asked that he read it aloud. He did so, and suddenly the inspiration of the Holy Spirit touched him."],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p80"},"“Time passed and his faith increased. He agreed to be baptized. …"],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p81"},"“That is the end of the story, but there are great statements in that story. One is the sorry manner in which his young Mormon associates treated him."],["p.para",{"id":"p82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p82"},"“Next is the manner in which his newfound friend Richard treated him. It was totally opposite from his previous experience. It led to his conversion and baptism in the face of terrible odds” (“The Need for Greater Kindness,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2006, 59–60)."]],[".topic",{"id":"t25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.t25"},["h3","Alma 4:19. “Pure testimony”"],["p.para",{"id":"p84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p84"},"When Alma saw that he needed to reclaim the people by “bearing down in pure testimony against them” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.19"},"Alma 4:19"],"), he called the people to repentance. However, in our fast and testimony meetings, our testimonies should be simple declarations of our faith, not exhortations. President Spencer W. Kimball said:"],["p.para",{"id":"p85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-70.p85"},"“Do not tell others how to live. Just tell how you feel inside. That is the testimony. The moment you begin preaching to others, your testimony ended” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [1982], 138)."]]]]]]],"refs":null}
