{"id":113,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":113,"title":"Lesson 85: Alma 23–24","subtitle":"","short_title":"Lesson 85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85"},[".heading",{"id":"head22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.head22"},[".titleNumber","Lesson 85"],["h1","Alma 23–24"]],[".bodyBlock",[".topic",{"id":"t147","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.t147"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p4"},"Following his conversion, the king of the Lamanites proclaimed religious liberty among his people. This proclamation allowed Aaron and his brethren to preach the gospel and establish churches in Lamanite cities. Thousands of Lamanites were converted and never fell away. These converted Lamanites made a covenant to lay down their weapons of war, and they distinguished themselves from the unconverted Lamanites by calling themselves Anti-Nephi-Lehies. When the unconverted Lamanites attacked them, some of the Anti-Nephi-Lehies sacrificed their lives to keep their covenant."],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p5"},["span.emphasis","Note:"],"In lesson 83, you may have encouraged students to allow their testimonies and righteous examples to influence others, like a rock makes ripples in a pond. If you did, consider beginning this lesson by asking students to report on their efforts."]],[".sidebar box-decor box-right",{"id":"f234","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.f234"},["h3","Follow up on invitations"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p7"},"When teachers follow up on invitations and assignments given in previous lessons, students will come to understand and feel the importance of acting on divine principles and applying them in their lives outside of the classroom."]],[".topic",{"id":"t148","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.t148"},["h2","Suggestions for Teaching"],[".topic",{"id":"t149","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.t149"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23"},"Alma 23"]],["h4","Thousands of Lamanites are converted to the Lord"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p11"},"On the board, draw a picture of two people (simple stick figures will suffice). Then read the following statement by Elder Richard G. Scott of the Quorum of the Twelve Apostles. Ask the class to listen for Elder Scott’s descriptions of two different types of people."],[".img-left",{"id":"f235","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.f235"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scott.jpg"}]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p12"},"“Each of us has observed how some individuals go through life consistently doing the right things. They seem happy, even enthusiastic about life. When difficult choices are to be made, they seem to invariably make the right ones, even though there were enticing alternatives available to them. We know that they are subject to temptation, but they seem oblivious to it. Likewise, we have observed how others are not so valiant in the decisions they make. In a powerfully spiritual environment, they resolve to do better, to change their course of life, to set aside debilitating habits. They are very sincere in their determination to change, yet they are soon back doing the same things they resolved to abandon."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p13"},"“What is it that makes the difference in the lives of these two groups? How can you consistently make the right choices?” (“Full Conversion Brings Happiness,”",["span.emphasis","Ensign,"],"May 2002, 24)."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p14"},"Ask students how they might label the two figures on the board based on Elder Scott’s comments. Label one figure on the board",["span.emphasis","Faithful"],"and the other figure",["span.emphasis","Inconsistent."],"Ask students how they would answer the questions Elder Scott asked:"],["ul.bullet",["li",["span.label","•"],["p","What is it that makes the difference in the lives of these two groups?"]],["li",["span.label","•"],["p","How can you consistently make the right choices?"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p17"},"As the class studies",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23"},"Alma 23–24"],", encourage students to think about what motivates many members of the Church to remain true and faithful throughout their lives."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p18"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.1-5"},"Alma 23:1–5"],"by explaining that after the king of the Lamanites was converted, he sent a proclamation among the people declaring that they should allow Aaron and his brethren to preach the word of God throughout the land without obstruction and without being harmed. This proclamation made it possible for the missionaries to establish churches among the Lamanites. As a result, thousands of Lamanites were converted."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p19"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.6"},"Alma 23:6"],"aloud. Ask the class to follow along, looking for two things that helped bring about the conversion of the Lamanites. Invite students to report what they find."],["ul.bullet",["li",["span.label","•"],["p","Why do you think it was important that Ammon and his brethren taught the Lamanites “according to the spirit of revelation and of prophecy”?"]],["li",["span.label","•"],["p","What do you think it means that “the power of God work[ed] miracles” in the Lamanites?"]],["li",["span.label","•"],["p","When have you experienced the power of God helping you become converted? When have you seen the power of God working to help someone else become converted?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p23"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.6"},"Alma 23:6"],"again, identifying phrases that describe the Lamanites who believed the preaching of Ammon and his brethren. (Make sure students understand that these Lamanites were “converted unto the Lord,” not to the Church or to the missionaries who had taught them. Also ensure that students see that these people “never did fall away.” Write",["span.emphasis","Converted unto the Lord"],"and",["span.emphasis","Never did fall away"],"on the board under the figure labeled",["span.emphasis","Faithful."],")"],["ul.bullet",["li",["span.label","•"],["p","When we face difficult circumstances and adversity, why is it important that we be converted to the Lord rather than to other people or ideas?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p25"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.7,16-18"},"Alma 23:7, 16–18"],"silently, looking for words and phrases that give evidence of the Lamanites’ conversion. Ask students to report what they find. You might list these words and phrases on the board under the figure labeled",["span.emphasis","Faithful."],"To help students further analyze these verses, you may want to ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How was the people’s desire for a new name evidence that they had changed?"]],["li",["span.label","•"],["p","How might those who are converted today “be distinguished” from others?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.18"},"Alma 23:18"],", the converted Lamanites began to be industrious and to be friendly with the Nephites. When a person is trying to repent or change his or her life, how might it be helpful for him or her to associate with other people who are converted?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p29"},"Write the following words on the board:",["span.emphasis","Conversion means …"]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p30"},"Invite students to summarize what they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23"},"Alma 23"],"by completing the statement on the board. Students may use different words in their answers, but they should express the following truth:",["b","Conversion means changing and becoming a new person through the power of God."],"Complete the statement on the board."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p31"},"Refer students to the words",["span.emphasis","Faithful"],"and",["span.emphasis","Inconsistent"],"on the board. Encourage them to consider which of these terms best describes their level of conversion."]],[".topic",{"id":"t150","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.t150"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24"},"Alma 24"]],["h4","The Anti-Nephi-Lehies covenant never to take up weapons again"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p34"},"Invite students to silently consider if they have ever determined to avoid repeating a certain mistake or sin but later committed that mistake or sin again. Explain that if they have experienced this, they should continue trying to improve. As they study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24"},"Alma 24"],", they will learn truths that will help them."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p35"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.1-5"},"Alma 24:1–5"],"by explaining that the Amalekites and Amulonites, who were former Nephites, stirred many Lamanites up to anger against their king and the other Anti-Nephi-Lehies. In their anger, these Lamanites prepared to attack the Anti-Nephi-Lehies. At this time of strife, the king of the Anti-Nephi-Lehies died. The kingdom was conferred on one of his sons. Ammon gathered with the new king and with Lamoni and others to counsel together and determine how to defend themselves against the Lamanites."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p36"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.6"},"Alma 24:6"],"silently, looking for what the Anti-Nephi-Lehies determined they would not do. After students report what they have found, ask several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.7-10,12-14"},"Alma 24:7–10, 12–14"],". Have the class follow along, listening for all the ways the king of the Anti-Nephi-Lehies acknowledged that God had blessed them."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.9"},"Alma 24:9"],", what was one of the sins the Anti-Nephi-Lehies had previously committed?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.13"},"Alma 24:13"],", why did they refuse to fight in battle?"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p39"},"Divide the class into two groups. Invite the first group to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.11,15"},"Alma 24:11, 15"],", looking for phrases that indicate the efforts of the Anti-Nephi-Lehies to repent. Ask the second group to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.16-19"},"Alma 24:16–19"],", looking for what the Anti-Nephi-Lehies did to ensure that they would remain clean. After students have had enough time to read, invite them to share what they have found. You might use the following questions to bring out additional ideas:"],["ul.bullet",["li",["span.label","•"],["p","What do you think the king meant when he said, “It has been all that we could do … to repent”? (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.11"},"Alma 24:11"],"). (This phrase describes the great efforts and determination of the Anti-Nephi-Lehies to repent of their sins.)"]],["li",["span.label","•"],["p","The word",["span.emphasis","testimony"],"appears three times in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.15-16,18"},"Alma 24:15–16, 18"],". How did burying their weapons deep in the ground serve as a testimony? (It demonstrated to other people and to God that they had truly forsaken, or abandoned, their sins.)"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p42"},"Invite a student to read the following statement by President Spencer W. Kimball:"],[".img-left",{"id":"f242","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.f242"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-kimball.jpg"}]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p43"},"“In abandoning sin one cannot merely wish for better conditions. … He must be certain not only that he has abandoned the sin but that he has changed the situations surrounding the sin. He should avoid the places and conditions and circumstances where the sin occurred, for these could most readily breed it again. He must abandon the people with whom the sin was committed. He may not hate the persons involved but he must avoid them and everything associated with the sin” (",["span.emphasis","The Miracle of Forgiveness"],"[1969], 171–72)."],["ul.bullet",["li",["span.label","•"],["p","What did the Anti-Nephi-Lehies do to avoid conditions and people that might entice them to resume their former sins?"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p45"},"You might want to give students a moment to ponder whether there are any circumstances in their lives that they need to change in order to repent of and forsake a sin they have been struggling with."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p46"},"Write the following on the board:",["span.emphasis","If we … , God will …"]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p47"},"Ask students to review",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.10-18"},"Alma 24:10–18"],", looking for ways they might complete the statement on the board. (You may want to suggest that students write a statement like the following in their scriptures:",["b","If we do all we can to repent, God will take away our guilt and help us remain clean."],")"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p48"},"Refer students again to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.17"},"Alma 24:17"],"."],["ul.bullet",["li",["span.label","•"],["p","What are some examples of weapons of rebellion (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.7"},"Alma 23:7"],") that people might lay down or bury as they become converted to the Lord? (Help students see that weapons of rebellion could include sinful attitudes or actions that people must give up in order to be converted to the Lord.)"]]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p50"},"Invite a student to read the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f245","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.f245"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-holland.jpg"}]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p51"},"“It takes exactly as long to repent as it takes you to say ‘I’ll change’—and mean it. Of course there will be problems to work out and restitutions to make. You may well spend—indeed you had better spend—the rest of your life proving your repentance by its permanence” (“For Times of Trouble,”",["span.emphasis","New Era,"],"Oct. 1980, 11–12)."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p52"},"Ask students to explain actions a young man or young woman might take to avoid repeating each of the following sins: breaking the Word of Wisdom, viewing pornography, and being unkind to a sibling."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p53"},"Invite students to imagine how the Anti-Nephi-Lehies might have felt after they buried their weapons and then discovered that a Lamanite army was coming to attack them. Ask students to consider this situation as they read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.20-22"},"Alma 24:20–22"],"silently."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p54"},"Write the following truth on the board:",["span.emphasis",["b","As we keep our covenants, we can help others become converted."]],"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.23-27"},"Alma 24:23–27"],". Ask the class to follow along, looking for words or phrases that teach the principle written on the board."],["ul.bullet",["li",["span.label","•"],["p","How does this account influence your desire to keep your covenants?"]],["li",["span.label","•"],["p","What can we do to strengthen our desire and ability to keep the covenants we have made with the Lord?"]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p57"},"Invite students to share any experiences they have had with the principle on the board. Conclude by sharing your testimony of the principles taught in this lesson."]]]],[".resources",[".box-decor",{"id":"f247","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.f247"},["h2","Commentary and Background Information"],[".topic",{"id":"t151","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.t151"},["h3","Alma 23:17. “They called their names Anti-Nephi-Lehies”"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p60"},"“The Lamanites converted by the four sons of Mosiah and their missionary companions took upon themselves the name of ‘Anti-Nephi-Lehies.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.17"},"Alma 23:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.1-5"},"Alma 24:1–5"],".) The ‘Nephi-Lehi’ part of the title probably had reference to the lands of Nephi and Lehi (or the people then living in those lands) rather than to the descendants of Nephi or Lehi."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p61"},"“However, Dr. Hugh Nibley has found ‘a Semitic and common Indo-European root corresponding to anti that means “in the face of” or “facing,” as of one facing a mirror, and by extension either “one who opposes” or “one who imitates.”’ (Quoted in Eldin Ricks,",["span.emphasis","Book of Mormon Study Guide,"],"p. 63.) Thus the term ‘Anti-Nephi-Lehies’ might refer to those who imitate the teachings of the descendants of Nephi and Lehi” (Daniel H. Ludlow,",["span.emphasis","A Companion to Your Study of the Book of Mormon"],"[1976], 209–10)."]]],[".box-decor",{"id":"f248","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.f248"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t152","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.t152"},["h3","Alma 24:28–30. Falling away from righteousness leads to becoming more hardened"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-85.p64"},"Explain that as Mormon abridged the plates, he taught an important principle that appears at the end of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24"},"Alma 24"],". Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/24.28-30"},"Alma 24:28–30"],"silently, looking for this principle. Ask students to write a sentence in notebooks or scripture study journals that expresses the principle in their own words. Then invite them to report what they have written. In addition to what the students say, make sure the following principle is clear:",["b","If those who have been enlightened by the Spirit of God fall away from the truth, their condition will be worse than if they had never known the things of God."]]]]]]]],"refs":null}
