{"id":106,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":106,"title":"Lesson 79: Alma 14","subtitle":"","short_title":"Lesson 79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79"},[".heading",{"id":"head15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.head15"},[".titleNumber","Lesson 79"],["h1","Alma 14"]],[".bodyBlock",[".topic",{"id":"t103","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.t103"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p4"},"After hearing Alma and Amulek preach, some of the people in Ammonihah believed and repented. Most of the people were angry and sought to destroy Alma, Amulek, and those who believed in their words. Alma and Amulek were arrested, tried, and eventually imprisoned. The wicked people in Ammonihah cast out the men who believed and burned their wives, children, and scriptures while Alma and Amulek were forced to watch. After many days, the Lord delivered Alma and Amulek from prison and destroyed the wicked leaders of Ammonihah."]],[".topic",{"id":"t104","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.t104"},["h2","Suggestions for Teaching"],[".topic",{"id":"t105","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.t105"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.1-13"},"Alma 14:1–13"]],["h4","Alma and Amulek are imprisoned, and the believing Ammonihahites are cast out or burned"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p8"},"Invite students to think of challenges they have faced or are now facing. Then invite a student to read the following statement aloud:"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p9"},"“Adversity comes from different sources. You may at times face trials as a consequence of your own pride and disobedience. These trials can be avoided through righteous living. Other trials are simply a natural part of life and may come at times when you are living righteously. For example, you may experience trials in times of sickness or uncertainty or at the deaths of loved ones. Adversity may sometimes come because of others’ poor choices and hurtful words and actions."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p10"},"“Your success and happiness, both now and in the eternities, depend largely on your responses to the difficulties of life” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 8–9)."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p11"},"Explain that in today’s lesson, students will discuss an account of people who experienced severe trials. Most of these trials were inflicted by others. Encourage students to consider how the truths they will discuss in this lesson relate to them, no matter what trials they may face."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p12"},"Write the following on the board:"],[".chalkboard",{"id":"f155","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.f155"},["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p13"},"Alma and Amulek"],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p14"},"Zeezrom"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p15"},"Male converts"],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p16"},"Female converts and children"]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p17"},"Invite several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.1-10"},"Alma 14:1–10"],". Ask the class to follow along, looking for examples of the suffering experienced by the people listed on the board."],["ul.bullet",["li",["span.label","•"],["p","What did these people suffer? (List students’ answers on the board.)"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p19"},"Point out that when Amulek saw the suffering of the women and children, he wanted to exercise the power of the priesthood to save them. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.11"},"Alma 14:11"],"aloud, and ask the class to look for Alma’s response to Amulek’s request."],["ul.bullet",["li",["span.label","•"],["p","Why did the Lord permit these women and children to be burned? (You may need to explain that in this verse, the phrase “he doth suffer” means “he allows.” The Lord allowed the people to suffer so their deaths could stand as a witness against the people who killed them. See also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/60.13"},"Alma 60:13"],".)"]],["li",["span.label","•"],["p","According to Alma, how would the women and children be blessed for their trust in the Lord?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p22"},"You may need to emphasize that in this specific instance, it was the Lord’s will to allow the people to suffer. However, this is not always the case. Assure students that the Lord loves them and wants them to be happy and have peace in their lives. If they are being hurt or abused in any way, they should seek help from a parent or Church leader so they can resolve the problem."],["ul.bullet",["li",["span.label","•"],["p","What are some other reasons the Lord might permit us to suffer? (Answers may include that He wants us to understand the consequences of unwise decisions, that He wants us to develop patience, that He wants us to develop empathy for others who suffer, and that He wants us to understand that we need to rely on Him.)"]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p24"},"Write the following truth on the board:",["b",["span.emphasis","When we trust in the Lord, He strengthens us during our trials."]],"Then ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.12-13"},"Alma 14:12–13"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","How did Alma’s words show his trust in the Lord?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p26"},"You may want to ask a student to read the following statements by Elder Richard G. Scott of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f160","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.f160"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scott.jpg"}]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p27"},"“The example of Alma and Amulek is enlightening. While striving to do good among the people of Ammonihah, they were taken captive. Amulek trusted his more seasoned companion, Alma, who led him to greater confidence in the Lord. Forced to observe women and children consumed by fire, Amulek said, ‘Perhaps they will burn us also.’ Alma answered:",["span.emphasis","‘Be it according to the will of the Lord’"],"—a vital principle. ‘But … our work is not finished; therefore they burn us not’ [",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.12-13"},"Alma 14:12–13"],"; emphasis added]” (“To Be Healed,”",["span.emphasis","Ensign,"],"May 1994, 8)."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p28"},"“This life is an experience in profound trust—trust in Jesus Christ. … To trust means to obey willingly without knowing the end from the beginning (see",["a.scriptureRef",{"href":"/scriptures/ot/prov/3.5-7"},"Prov. 3:5–7"],"). To produce fruit, your trust in the Lord must be more powerful and enduring than your confidence in your own personal feelings and experience” (“Trust in the Lord,”",["span.emphasis","Ensign,"],"Nov. 1995, 17)."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p29"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.14-29"},"Alma 14:14–29"],", students will see more examples of Alma and Amulek trusting in the Lord. They will also see how the Lord strengthened them so they could do His work."]],[".topic",{"id":"t106","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.t106"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.14-29"},"Alma 14:14–29"]],["h4","God delivers Alma and Amulek from prison and destroys many wicked leaders of Ammonihah"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p32"},"Divide the class in half. Have one half of the class search",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.14-19"},"Alma 14:14–19"],"while the other half searches",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.20-25"},"Alma 14:20–25"],". Ask both groups to look for what Alma and Amulek suffered at the hands of the wicked leaders of Ammonihah. When students have had sufficient time to read, ask them to share what they have found. List their answers on the board under “Alma and Amulek.”"],["ul.bullet",["li",["span.label","•"],["p","Which of these trials would have been most difficult for you? Why?"]],["li",["span.label","•"],["p","When have you seen people suffer trials even though they were striving to be righteous?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p35"},"Invite students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.25-29"},"Alma 14:25–29"],". Ask the class to follow along, looking for what the Lord did to deliver Alma and Amulek from prison. To help students identify and understand principles in these verses, ask some or all of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Why were Alma and Amulek able to receive power and strength from the Lord? (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.26,28"},"Alma 14:26, 28"],".)"]],["li",["span.label","•"],["p","What principles can we learn from Alma and Amulek’s experience in prison? (Students’ answers may vary, but they should reflect the truth that",["b","if we call on the Lord in faith, He will strengthen us in our afflictions and deliver us in His way and in His own time."],"You may want to suggest that students mark phrases in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.26,28"},"Alma 14:26, 28"],"that emphasize this principle.)"]],["li",["span.label","•"],["p","What are some ways that people can exercise faith in Jesus Christ during difficult times?"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p39"},"Invite students to share experiences they have had when they have witnessed the strength that can come into our lives as we exercise faith in Jesus Christ and humbly wait upon Him. They may share their own experiences or experiences from the lives of people they know. You might also share an experience from your life or the life of someone you know."],[".sidebar box-decor box-right",{"id":"f163","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.f163"},["h3","Personal experiences"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p41"},"Students will benefit from hearing each others’ personal experiences. Encourage them to share experiences in a way that will invite the influence of the Holy Ghost and that will lead them to follow the Savior. Caution them not to share experiences that are too personal or private or that could lead to discomfort or embarrassment."]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p42"},"Conclude by testifying of the Lord’s power to give us strength and deliver us from trials in His own way and in His own time. Assure students that as we trust in the Lord’s will, He will increase our strength and power to endure difficulties."]]]],[".resources",[".box-decor",{"id":"f164","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.f164"},["h2","Commentary and Background Information"],[".topic",{"id":"t107","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.t107"},["h3","Alma 14:7–11. “The Lord receiveth them up unto himself”"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p45"},"Although we grieve at the deaths of the righteous, we rejoice in knowing of their rewards in the spirit world (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/40.12"},"Alma 40:12"],") and their final state in the celestial kingdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.50-70"},"D&C 76:50–70"],"). The Lord said, “Those that die in me shall not taste of death, for it shall be sweet unto them” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.46"},"D&C 42:46"],"). President Joseph F. Smith explained:"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p46"},"“It is true I am weak enough to weep at the death of my friends and kindred. I may shed tears when I see the grief of others. I have sympathy in my soul for the children of men. I can weep with them when they weep; I can rejoice with them when they rejoice; but I have no cause to mourn, nor to be sad because death comes into the world. … All fear of this death has been removed from the Latter-day Saints. They have no dread of the temporal death, because they know that as death came upon them by the transgression of Adam, so by the righteousness of Jesus Christ shall life come unto them, and though they die they shall live again. Possessing this knowledge, they have joy even in death, for they know that they shall rise again and shall meet again beyond the grave” (in Conference Report, Oct. 1899, 70)."],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p47"},"Elder Bruce R. McConkie of the Quorum of the Twelve Apostles taught:"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-79.p48"},"“Sometimes the Lord’s people are hounded and persecuted. Sometimes He deliberately lets His faithful saints linger and suffer, in both body and spirit, to prove them in all things, and to see if they will abide in His covenant, even unto death, that they may be found worthy of eternal life. If such be the lot of any of us, so be it” (“The Dead Who Die in the Lord,”",["span.emphasis","Ensign,"],"Nov. 1976, 108)."]]]]]]],"refs":null}
