{"id":136,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":136,"title":"Lesson 104: Alma 56–58","subtitle":"","short_title":"Lesson 104","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104"},[".heading",{"id":"head45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.head45"},[".titleNumber","Lesson 104"],["h1","Alma 56–58"]],[".bodyBlock",[".topic",{"id":"t321","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.t321"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p4"},"Helaman and Captain Moroni fought the Lamanites in different parts of the land. Helaman sent a letter to Moroni describing his army’s battles with the Lamanites and expressing his confidence in the faith of 2,060 stripling warriors who had joined his army. Helaman also described what his army did to win battles and to receive hope and strength during their afflictions."]],[".topic",{"id":"t322","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.t322"},["h2","Suggestions for Teaching"],[".topic",{"id":"t323","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.t323"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56"},"Alma 56"]],["h4","The armies of Antipus and Helaman are victorious over the strongest army of the Lamanites"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p8"},"Ask students if they have ever received a letter or message that strengthened them to endure a particular difficulty. Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56"},"Alma 56–58"],"contains the content of an epistle, or letter, that Helaman wrote to Captain Moroni during a difficult period in the war. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/59.1-2"},"Alma 59:1–2"],"silently to discover how Captain Moroni responded to the letter. Encourage students as they study the letter to identify reasons why Captain Moroni could rejoice despite the difficult circumstances he was in."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p9"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.2-17"},"Alma 56:2–17"],"by explaining that Helaman commanded a small army consisting of 2,000 sons of the Anti-Nephi-Lehies, or people of Ammon. These soldiers are often referred to as the 2,000 stripling warriors. (You may need to explain that the word",["span.emphasis","stripling"],"means young.) The parents of these young men had covenanted never to take up arms again. The young men, who were not bound by the same covenant, volunteered to defend their parents and other Nephites when they were threatened by a Lamanite army."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p10"},"Explain that Helaman led the 2,000 stripling warriors to the city of Judea to assist a Nephite army led by Antipus. The Lamanites had captured several Nephite cities and had greatly reduced Antipus’s army. Antipus rejoiced when Helaman and his soldiers arrived to help."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p11"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/53.17-21"},"Alma 53:17–21"],"silently, looking for words and phrases that describe the spiritual strength these young men brought to the army. As they read, copy the following diagram on the board. Invite several students to come to the board and write the words and phrases they have found under the heading “Before battle.”"],[".image",{"id":"f553","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.f553"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_104_01-person.gif"}]],["ul.bullet",["li",["span.label","•"],["p","What do you think Helaman might have meant when he described the 2,000 stripling warriors as “men of truth and soberness”? (You might want to explain that the word",["span.emphasis","soberness"],"denotes seriousness, calmness, and self-control.)"]],["li",["span.label","•"],["p","How can the traits listed on the board help us face spiritual battles and other challenges?"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p17"},"Briefly summarize the beginning of the stripling warriors’ first battle in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.29-43"},"Alma 56:29–43"],". Antipus used Helaman and his 2,000 warriors as a decoy to draw the strongest army of the Lamanites out of the city of Antiparah. Most of the Lamanite army left Antiparah to pursue Helaman’s army, giving Antipus’s army the opportunity to follow and attack them from behind. When the army of Antipus caught up with the Lamanite army, they attacked according to their plan. When the Lamanite army halted their pursuit of Helaman’s army, Helaman could not tell whether the Lamanite army was trying to lure his warriors into a trap or if the army of Antipus had engaged the Lamanites in battle at their rear. Helaman and his young soldiers had to decide whether to continue fleeing or attack the Lamanites."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p18"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.44-48"},"Alma 56:44–48"],"silently. Ask them to look for words and phrases that show evidence of how these young men acted in faith. Invite a few students to write what they find on the board under the heading “During battle.”"],["ul.bullet",["li",["span.label","•"],["p","What did these young men not doubt? (That God would deliver them.)"]],["li",["span.label","•"],["p","Why did they not doubt that God would deliver them?"]],["li",["span.label","•"],["p","How did the traits they had developed before the battle help them during the battle?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p22"},"Write the following truth on the board:",["b",["span.emphasis","When we act in faith, we can receive strength from God."]],"Invite students to look for evidence of this truth as they study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56"},"Alma 56"],"."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p23"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.49-53"},"Alma 56:49–53"],"by explaining that Helaman’s army found the army of Antipus in a difficult situation. Antipus and many of the army’s other leaders were dead, and the weary and confused Nephites were close to defeat."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p24"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.54-56"},"Alma 56:54–56"],"aloud. Ask the class to follow along, looking for how God blessed Helaman’s warriors because of their faith."],["ul.bullet",["li",["span.label","•"],["p","How do you think the spiritual attributes listed on the board contributed to the events recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.56"},"Alma 56:56"],"?"]],["li",["span.label","•"],["p","When have you or someone you know acted in faith and received strength from God in a difficult situation?"]]]],[".topic",{"id":"t324","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.t324"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57"},"Alma 57"]],["h4","Helaman and his stripling warriors retake the city of Cumeni and are preserved in battle"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p29"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57"},"Alma 57"],"is a continuation of Helaman’s letter to Captain Moroni. It begins with an account of the Nephites taking back two cities from the Lamanites. During this time, Helaman received 6,000 men to reinforce his army, along with 60 more sons of the people of Ammon. The Lamanites also received reinforcements and continued to fortify the cities they had captured."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p30"},"Point out that in one battle, the Lamanites were about to overpower the Nephites (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.18"},"Alma 57:18"],"). Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.19-22"},"Alma 57:19–22"],"silently, looking for the reason the Nephites were able to prevail."],["ul.bullet",["li",["span.label","•"],["p","Why were the Nephites able to prevail against the Lamanites?"]],["li",["span.label","•"],["p","Helaman said that his warriors “did obey and observe to perform every word of command with exactness” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.21"},"Alma 57:21"],"). What do you think this means? How was this obedience an expression of their faith?"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p33"},"To supplement students’ answers to these questions, read the following statement by Elder Russell M. Nelson of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f558","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.f558"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-nelson.jpg"}]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p34"},"“[You] will encounter people who pick which commandments they will keep and ignore others that they choose to break. I call this the cafeteria approach to obedience. This practice of picking and choosing will not work. It will lead to misery. To prepare to meet God, one keeps",["span.emphasis","all"],"of His commandments. It takes faith to obey them, and keeping His commandments will strengthen that faith” (“Face the Future with Faith,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2011, 34)."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p35"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.23-27"},"Alma 57:23–27"],"aloud. Ask the class to look for how the Lord preserved Helaman’s young soldiers and why He preserved them. To help them discuss what they find, ask these follow-up questions:"],["ul.bullet",["li",["span.label","•"],["p","Of his warriors, Helaman said, “Their minds are firm.” What do you think this means? Why do we need to keep our minds firm as we face challenges?"]],["li",["span.label","•"],["p","How did Helaman’s soldiers show that they “put their trust in God continually”?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p38"},"It may be helpful to explain that in some instances, the righteous will suffer or die, just as the stripling warriors suffered and just as some in the Nephite army were killed. However, God will always honor those who honor Him, and the righteous who die will be blessed."],["ul.bullet",["li",["span.label","•"],["p","What similarities do you see between the stripling warriors’ battles with their enemies and our battles with the adversary?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p40"},"Invite a student to read aloud the following statement by Elder M. Russell Ballard of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p41"},"“Today we are fighting a battle that in many ways is more perilous … than the battle between the Nephites and the Lamanites. Our enemy is cunning and resourceful. We fight against Lucifer, the father of all lies, the enemy of all that is good and right and holy. …"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p42"},"“… We battle literally for the souls of men. The enemy is unforgiving and relentless. He is taking eternal prisoners at an alarming rate. And he shows no sign of letting up."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p43"},"“While we are profoundly grateful for the many members of the Church who are doing great things in the battle for truth and right, I must honestly tell you it still is not enough. We need much more help. … We need you. Like Helaman’s 2,000 stripling warriors, … you too can be endowed with power to build up and defend His kingdom. We need you to make sacred covenants, just as they did. We need you to be meticulously obedient and faithful, just as they were” (“The Greatest Generation of Missionaries,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2002, 46–47)."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p44"},"Write the following on the board:",["span.emphasis","If we trust the Lord and obey Him with exactness, …"]],["ul.bullet",["li",["span.label","•"],["p","Based on what you have read about Helaman’s warriors, how would you complete this sentence? (Complete the sentence on the board according to students’ suggestions. For example, you might write the following truth:",["b",["span.emphasis","If we trust the Lord and obey Him with exactness, He will support us in our battles."]],")"]]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p46"},"Ask students to reflect on a time when they or someone they know obeyed with exactness in a difficult situation at school, at home, or in a social setting. Invite a few students to share their experiences. Ask them how the Lord helped them in the situation."],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p47"},"Give students time to write in notebooks or scripture study journals about what they will do to obey God’s commands “with exactness” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.21"},"Alma 57:21"],") and “put their trust in God continually” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.27"},"Alma 57:27"],")."]],[".topic",{"id":"t325","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.t325"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/58"},"Alma 58"]],["h4","The Nephite soldiers trust that God will preserve them in their adversity"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p50"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/alma/58"},"Alma 58"],"contains the end of Helaman’s epistle to Moroni. Helaman related how the Nephite armies encountered difficult circumstances that complicated the adverse conditions they already faced. Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/58.2,6-9"},"Alma 58:2, 6–9"],", and ask the class to identify those difficult circumstances (lack of provisions, lack of reinforcements, fear that they would be destroyed by their enemies)."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p51"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/58.10-12"},"Alma 58:10–12"],"silently, looking for answers to the following questions. (Write the questions on the board before class. Read the questions to the class before they read the scripture passage, and then review them after they have read. This will help students focus on how Helaman’s army responded in this difficult situation.)"],[".chalkboard",{"id":"f562","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.f562"},["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p52"},"What did the Nephites do when they faced this difficult situation?"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p53"},"How did the Lord respond to their sincere pleadings and prayers?"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p54"},"How did the Lord’s assurances help Helaman and his army?"]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p55"},"Invite students to summarize a truth they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/58.10-12"},"Alma 58:10–12"],". (Students may use different words, but make sure they identify the following principle:",["b","If we turn to God in times of difficulty, we can receive divine assurance that can strengthen our faith and give us hope."],")"],["ul.bullet",["li",["span.label","•"],["p","When has the Lord blessed you with peace and assurance during a difficult experience?"]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p57"},"Explain that the rest of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/58"},"Alma 58"],"recounts the Nephite army’s successful efforts to retake the cities that had been captured by the Lamanites (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/58.31"},"Alma 58:31"],"). Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/58.39-40"},"Alma 58:39–40"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","How did Helaman’s young warriors show their faith in God, despite the “many wounds” they received?"]],["li",["span.label","•"],["p","As you face challenges in life, how can you benefit from following the example of the sons of Helaman?"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/lesson-104.p60"},"Conclude by sharing your testimony of the principles taught in this lesson."]]]]]]],"refs":null}
