{"id":126,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":126,"title":"Home-Study Lesson: Alma 33–38 (Unit 19)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19"},[".heading",{"id":"head35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.head35"},[".titleNumber","Home-Study Lesson"],["h1","Alma 33–38 (Unit 19)"]],[".bodyBlock",[".figure",{"id":"f416","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.f416"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/alma/33"},"Alma 33–38"],"(unit 19) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t238","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.t238"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/33"},"Alma 33–35"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p7"},"Alma taught the Zoramites that we can worship God continually through prayer. Alma then taught that we receive Heavenly Father’s mercy, including forgiveness for our sins, because of the Atonement of Jesus Christ. Amulek taught the Zoramites that the infinite and eternal Atonement of Jesus Christ provides salvation for all mankind. Students also learned that in order to receive the full blessings of the Atonement, we must exercise faith unto repentance."]],[".topic",{"id":"t239","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.t239"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36"},"Alma 36"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p9"},"From Alma’s account of his conversion, students learned that sin can lead to great pain and regret. In addition, they learned that if we exercise faith in the Atonement of Jesus Christ, He will deliver us from the pain of our sins and fill us with joy. Like Alma, we can receive great joy as we seek to bring others to Christ."]],[".topic",{"id":"t240","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.t240"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37"},"Alma 37"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p11"},"Alma gave his son Helaman a charge to keep and preserve the sacred records. By studying Alma’s words, students learned that to bring about His eternal purposes, the Lord works by small and simple means. They also learned that if we obey the Lord’s commandments, we will prosper. Alma taught his son that we should learn in our youth to keep the commandments of God and that if we give heed to the words of Jesus Christ, they will direct us to receive eternal life."]],[".topic",{"id":"t241","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.t241"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/38"},"Alma 38"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p13"},"As students studied Alma’s counsel to Shiblon, they learned that as they begin in their youth to be steady and faithful in keeping the commandments, they can bring great joy to their parents. Alma testified to his sons that God delivers individuals from trials, troubles, and afflictions when they bear all things with patience and trust in Him. Alma also testified that to receive a remission of our sins and peace to our souls, we must cry unto the Lord for mercy. Finally, students learned that developing righteous attributes prepares us to teach and serve others."]]],[".topic",{"id":"t242","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.t242"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p15"},"Amulek taught the Zoramites that the Atonement is “infinite and eternal” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.10"},"Alma 34:10"],"). The students learned this truth in their weekly study, and this lesson will provide them with a further opportunity to understand and appreciate Jesus Christ’s Atonement."]],[".topic",{"id":"t243","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.t243"},["h2","Suggestions for Teaching"],[".topic",{"id":"t244","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.t244"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/33"},"Alma 33–35"]],["h4","Alma and Amulek teach the Zoramites about the Atonement of Jesus Christ"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p19"},"Ask: Why was Jesus Christ the only one who could atone for the sins of the world?"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p20"},"Remind students that, as part of their weekly assignments, they read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.10-14"},"Alma 34:10–14"],"and marked phrases that include the words",["span.emphasis","infinite"],"and",["span.emphasis","eternal."],"Ask a student to read these verses aloud, and then ask students to share the phrases they identified."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p21"},"Invite a student to read the following statement by Elder Russell M. Nelson of the Quorum of the Twelve Apostles to help them understand how the Atonement of Jesus Christ is infinite and eternal:"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p22"},"“His Atonement is infinite—without an end. It was also infinite in that all humankind would be saved from never-ending death. It was infinite in terms of His immense suffering. … It was infinite in scope—it was to be done once for all. And the mercy of the Atonement extends not only to an infinite number of people, but also to an infinite number of worlds created by Him. It was infinite beyond any human scale of measurement or mortal comprehension."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p23"},"“Jesus was the only one who could offer such an infinite atonement, since He was born of a mortal mother and an immortal Father. Because of that unique birthright, Jesus was an infinite Being” (“The Atonement,”",["span.emphasis","Ensign,"],"Nov. 1996, 35)."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p24"},"Ask: How do Amulek’s teachings and this explanation from Elder Nelson help us understand why Jesus Christ was the only one who could atone for the sins of the world?"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p25"},"Have students summarize what they have learned so far from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34"},"Alma 34"],"about the Atonement of Jesus Christ. Explain that an important principle we can learn from this section is that",["b","the infinite and eternal Atonement of Jesus Christ makes salvation possible for all mankind."]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p26"},"Write the following phrase on the board or on a piece of paper:",["span.emphasis","Imagine life without …"]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p27"},"Hold up an item that many young people value (such as a cell phone). Ask: What would life be like without this item?"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p28"},"Next, hold up a bottle or glass of water (or something else that is essential to sustain life). Ask: What would life be like without water?"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p29"},"After students have responded to these questions, complete the statement on the board:",["span.emphasis","Imagine life without the Atonement of Jesus Christ."]],["p.preamble","Ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How do you imagine people look at life if they do not know of Jesus Christ or if they do not believe there is a God?"]],["li",["span.label","•"],["p","How do you imagine life would be different for you without the Atonement of Jesus Christ? (Give students a moment to ponder this question before asking for responses.)"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p33"},"Explain that Amulek taught the Zoramites that they needed to repent in order to bring the blessings of the Atonement into their lives (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.15-17"},"Alma 34:15–17"],"). Ask students if they have ever delayed repenting because they were afraid to confess their sins or were afraid they weren’t strong enough to change. Then ask: Why is it dangerous to delay repentance?"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p34"},"Invite students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.30-35"},"Alma 34:30–35"],", looking for what Amulek taught about why we should not delay repentance. Discuss these verses by asking the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Look at",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.32"},"Alma 34:32"],". Why should we repent today? (As students answer, help them to understand this principle:",["b","This life is the time for us to prepare to meet God."],")"]],["li",["span.label","•"],["p","Look at",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.33"},"Alma 34:33"],". What is the purpose of this life? What will happen to those who procrastinate repentance?"]],["li",["span.label","•"],["p","Look at",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.31"},"Alma 34:31"],". What promise is given to those who repent now?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p38"},"Read the following statement by President Boyd K. Packer of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p39"},"“You need not know everything before the power of the Atonement will work for you. Have faith in Christ; it begins to work the day you ask!” (”Washed Clean,”",["span.emphasis","Ensign,"],"May 1997, 10.)"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p40"},"Ask: What does this statement by President Packer teach you? Why is it helpful to you?"]],[".topic",{"id":"t245","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.t245"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36"},"Alma 36"]],["h4","Alma counsels his son Helaman"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p43"},"Your students studied Alma’s counsel to his son Helaman, recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36"},"Alma 36"],", and learned about the joy that Alma felt as he sincerely repented of his sins. The students were asked to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.19-22"},"Alma 36:19–22"],"and then write in their scripture study journals what these verses taught them about the power of the Atonement (day 2, assignment 3). Invite a few students to share what they wrote. Conclude with your own testimony of the Atonement of Jesus Christ and the joy that comes from repentance."]],[".topic",{"id":"t246","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.t246"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39"},"Alma 39–44"],")"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-19.p45"},"Ask students to think about how a concerned and loving parent might correct a son or daughter who committed serious sexual transgressions. Alma was faced with this situation and taught important truths to his son Corianton, who sinned while serving a mission."]]]]]]],"refs":null}
