{"id":102,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":102,"title":"Home-Study Lesson: Alma 5–10 (Unit 15)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15"},[".heading",{"id":"head11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.head11"},[".titleNumber","Home-Study Lesson"],["h1","Alma 5–10 (Unit 15)"]],[".bodyBlock",[".figure",{"id":"f105","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.f105"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5"},"Alma 5–10"],"(unit 15) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of your students."],[".topic",{"id":"t70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.t70"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.1-36"},"Alma 5:1–36"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p7"},"As students studied Alma’s sermon to the people of Zarahemla, they discovered that when we believe in the word of God and exercise faith in Jesus Christ, we can experience a mighty change of heart. As students answered Alma’s questions, they also learned that by experiencing a change of heart, we prepare ourselves to receive a place in the kingdom of heaven."]],[".topic",{"id":"t71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.t71"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.37-62"},"Alma 5:37–62"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p9"},"As students studied the second half of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5"},"Alma 5"],", they learned these principles: If we follow the voice of the Lord (the Good Shepherd), we will be gathered into His kingdom. We can know for ourselves, through the Holy Ghost, that Jesus Christ is the Redeemer of mankind."]],[".topic",{"id":"t72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.t72"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/6"},"Alma 6–7"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p11"},"By studying",["a.scriptureRef",{"href":"/scriptures/bofm/alma/6"},"Alma 6"],", students learned that in the Nephites’ day and in our day the Church is established for the welfare of all people. From Alma’s sermon to the people in Gideon, students learned that Jesus Christ suffered to save us from sin and death and to help us through the challenges of mortality. They also learned that by living the principles of the gospel, we follow the path to the kingdom of God."]],[".topic",{"id":"t73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.t73"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8"},"Alma 8–10"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p13"},"By studying about Alma’s willingness to return to the people of Ammonihah after they had rejected him, students learned that when we respond quickly to the word of the Lord, He helps us obey His commandments. Alma called the people to repentance and taught them of the need to prepare for the Savior’s coming. From Amulek’s experience with an angel, students learned that when we hear and obey the Lord’s call, blessings come to us and to others."]]],[".topic",{"id":"t74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.t74"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p15"},"In this lesson, seek to help students focus on principles that can lead to a change of heart. Look for ways to help them rely on the word of God and increase their testimonies of the Savior."]],[".topic",{"id":"t75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.t75"},["h2","Suggestions for Teaching"],[".topic",{"id":"t76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.t76"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.1-36"},"Alma 5:1–36"]],["h4","Alma teaches that a mighty change of heart is required to enter the kingdom of heaven"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p19"},"Write the word",["span.emphasis","change"],"on the board or on a piece of paper. Ask students to share examples of ways people may change, such as in their appearance, behavior, or attitude. Invite them to explain what might cause people to make these changes."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p20"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.14"},"Alma 5:14"],"and identify the three questions that Alma asked the people in Zarahemla to consider. Consider inviting a few students to describe what is meant by a “mighty change in your hearts.”"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p21"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.3-7"},"Alma 5:3–7"],"and identify what Alma told the people of Zarahemla that helped prepare their hearts to change."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p22"},"Alma told the people of Zarahemla about the conversion of his father and others, as well as their deliverance from captivity. Ask: How do you think learning about these experiences helped the people prepare to experience a change of heart? (You may want to remind students that they wrote an answer to this question in the lesson for day 1 in their student study guides.)"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p23"},"Ask if a student would be willing to share an experience that led to a change in his or her heart. You may wish to share an experience of your own. You may also want to remind students of the statement by Elder D. Todd Christofferson (in the lesson for day 1 in the student study guide). Explain that for most people, the mighty change in our hearts happens gradually as we learn and grow in the gospel."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p24"},"Ask students to look at the “",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5"},"Alma 5"],"Spiritual Cardiogram” chart in the lesson for day 1 in the student study guide. Invite them to review some of the scriptures in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5"},"Alma 5"],"that are in the chart. Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Which of Alma’s questions are particularly meaningful to you?"]],["li",["span.label","•"],["p","How can these questions help a person experience a change of heart?"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p27"},"Explain to students that the Savior greatly desires that all people come to Him and experience a mighty change of heart so they can receive eternal life. Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.33-36"},"Alma 5:33–36"],"aloud. Ask:"],["ul.bullet",["li",["span.label","•"],["p","What is the Lord inviting us to do?"]],["li",["span.label","•"],["p","What are the rewards for accepting His invitation?"]]]],[".topic",{"id":"t77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.t77"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.43-52"},"Alma 5:43–52"]],["h4","Alma tells how he gained a testimony and teaches about repentance"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p32"},"Explain that to encourage the people of Zarahemla to seek a change of heart, Alma bore his testimony and explained how he received it. From his counsel, we can learn how to gain or strengthen our testimonies. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.45-48"},"Alma 5:45–48"],"silently. Ask them to identify what Alma said he knew. Also ask them to identify Alma’s answers to the question “And how do ye suppose that I know of their surety?”"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p33"},"Ask students to share what they learned, and write their answers on the board. Also write this principle:",["b",["span.emphasis","We can know for ourselves through the Holy Ghost that Jesus Christ is the Redeemer of mankind."]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p34"},"Help students understand that someday their testimonies will be challenged by someone or something. This may have already happened. Alma’s counsel offers us a way to stand firm and strong in spite of challenges to our testimonies. Consider telling about a time when you faced a challenge to your testimony and overcame it or a time when someone you know faced such a challenge. You could also share an experience from a general conference address or a Church magazine article. You might also invite a student to share such an experience."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p35"},"Explain that Alma went on to teach the people about repentance. You may want to have a student read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.50"},"Alma 5:50"],"and the statement by Elder Dallin H. Oaks found in unit 15, day 2 of the student study guide. Ask students to share their ideas about why we should live each day as if we were preparing to meet the Lord."]],[".topic",{"id":"t78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.t78"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7"},"Alma 7–10"]],["h4","Alma teaches in Gideon and Ammonihah"],[".figure",["p.preamble","Present the following situations and ask students to keep them in mind as they review Alma’s teachings to the people of Gideon:"],["ol.number",["li",["span.label","1."],["p.para","A young woman understands that the Atonement can help her overcome sins, but she has been diagnosed with a serious disease and does not think the Atonement can help."]],["li",["span.label","2."],["p.para","A young man struggles as his parents get a divorce, but he does not seek the Savior’s help."]],["li",["span.label","3."],["p.para","A young woman struggles to control her short temper. She has not considered how the Atonement can help her."]]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p42"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-13"},"Alma 7:11–13"],"and review the conditions that the Savior was willing to “take upon” Himself for our benefit. Invite a few students to summarize what these verses teach about the Atonement of Jesus Christ. Also encourage students to look at the chart showing some of the conditions we suffer in mortality (in the lesson for day 3 in the student study guide)."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p43"},"Explain to students that through the power of the Atonement, the pain and bitterness of life’s sufferings can be lifted from us. Be sure students understand this principle:",["b","Jesus Christ suffered to save us from sin and death and to help us through the challenges of mortality."]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p44"},"Invite students to share what they would say to the young men and women in the three situations you presented. Ask: How can Alma’s teachings about the Atonement apply to these situations?"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p45"},"Remind students of the three pictures and scripture references about Alma in Ammonihah (in the lesson for day 4 in the student study guide), which they studied and wrote captions for. You may want to ask a few students to share the captions they wrote about Alma’s experience with the angel. Ask students to share their feelings about how this experience relates to the following principle:",["b","When we respond quickly to the word of the Lord, He helps us obey His commandments."]]],[".topic",{"id":"t79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.t79"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11"},"Alma 11–16"],")"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-15.p47"},"Ask students to think about the following questions as they prepare to study next week’s assignment: How would you feel if you were forced to watch innocent people be killed because of their faith in Jesus Christ and His gospel? How do you think Alma and Amulek felt watching this occur? What did they say to each other when they saw this happening? What did they do?"]]]]]]],"refs":null}
