{"id":114,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":114,"title":"Home-Study Lesson: Alma 17–24 (Unit 17)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17"},[".heading",{"id":"head23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.head23"},[".titleNumber","Home-Study Lesson"],["h1","Alma 17–24 (Unit 17)"]],[".bodyBlock",[".figure",{"id":"f249","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.f249"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–24"],"(unit 17) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t153","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.t153"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–18"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p7"},"From the example of Ammon and his brethren teaching the Lamanites, students learned that by searching the scriptures, praying, and fasting, we can receive the Holy Ghost and teach others with power. Ammon’s service to King Lamoni also taught an important aspect of missionary service—that when we set good examples, the Lord can make us instruments in His hands. Students were able to see that Ammon’s service to Lamoni prepared the Lamanite ruler and others to accept the gospel. King Lamoni’s conversion teaches that when we understand our need for the Savior, we will desire to repent."]],[".topic",{"id":"t154","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.t154"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19"},"Alma 19–20"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p9"},"Students learned that Ammon’s testimony and righteous example helped turn Lamoni’s father to the Lord. They also learned that our loving actions can lead others to soften their hearts and seek to know the truth."]],[".topic",{"id":"t155","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.t155"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/21"},"Alma 21–22"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p11"},"The account of Aaron’s missionary labors helped students see that if we faithfully persist through our trials, the Lord will help us do His work. Aaron helped King Lamoni’s father understand that he could receive salvation only through the merits of Jesus Christ. Like the king, we must be willing to forsake all our sins in order to be spiritually changed and born of God."]],[".topic",{"id":"t156","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.t156"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23"},"Alma 23–24"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p13"},"The thousands of Lamanites who accepted the gospel demonstrated that conversion is a spiritual change—becoming a new person through the power of God. Through the example of the Lamanites who became the Anti-Nephi-Lehies, students learned that if we do all we can to repent, God will take away our guilt and help us remain clean. The conversion of the Lamanites indicates that we can help others become converted when we are faithful."]]],[".topic",{"id":"t157","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.t157"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p15"},"The four sons of King Mosiah chose to decline the opportunities and luxuries at home so they could preach the gospel among the Lamanites. The accounts of these four missionaries illustrate how students can prepare to effectively teach the gospel of Jesus Christ to others."]],[".topic",{"id":"t158","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.t158"},["h2","Suggestions for Teaching"],[".topic",{"id":"t159","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.t159"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–22"]],["h4","Ammon and his brethren teach two Lamanite kings"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p19"},"Before class, write the following incomplete statement on the board or on a piece of paper:",["span.emphasis","“The single most important thing you can do to prepare for a call to serve [a mission] is to …”"]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p20"},"Invite a few students to tell what it was like when they saw a family member or a friend return from faithfully serving a full-time mission. Then ask the students: How was the person different after his or her mission? What do you think caused the change?"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p21"},"Ask students how they might complete the statement on the board. After students respond, share with them how Elder David A. Bednar of the Quorum of the Twelve Apostles completed the statement: “The single most important thing you can do to prepare for a call to serve [a mission] is to",["span.emphasis","become"],"a missionary long before you",["span.emphasis","go"],"on a mission” (“Becoming a Missionary,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2005, 45)."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p22"},"Ask: In what ways can young men and young women follow Elder Bednar’s counsel and become missionaries before they serve full-time missions?"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p23"},"Share the following statement by President Thomas S. Monson:"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p24"},"“Missionary service is a priesthood duty—an obligation the Lord expects of us who have been given so very much. Young men, I admonish you to prepare for service as a missionary. Keep yourselves clean and pure and worthy to represent the Lord. Maintain your health and strength. Study the scriptures. Where such is available, participate in seminary or institute. Familiarize yourself with the missionary handbook",["span.emphasis","Preach My Gospel."]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p25"},"“A word to you young sisters: while you do not have the same priesthood responsibility as do the young men to serve as full-time missionaries, you also make a valuable contribution as missionaries, and we welcome your service” (“As We Meet Together Again,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2010, 6)."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p26"},"Write the following on the board:",["span.emphasis","The Lord will bless us with the Holy Ghost and power to teach His word as we …"]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p27"},"Divide the class into four groups. Assign each group one of the following scripture passages:",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.1-4"},"Alma 17:1–4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.9-13"},"Alma 17:9–13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.19-25"},"Alma 17:19–25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.1-9"},"18:1–9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17.26-30"},"Alma 17:26–30"],". (Adapt this activity if you have a small class.)"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p28"},"Invite students to read their assigned passages silently, looking for what the sons of Mosiah did that blessed them with the Spirit and with power as they taught the gospel. Explain that when students are done, you will ask them to share what they discovered and how they would complete the sentence on the board."],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p29"},"After sufficient time, invite a person from each group to explain what the sons of Mosiah did and how group members would complete the principle on the board. Students’ answers may include the following: search the scriptures, fast and pray, be patient, set a good example, trust in the Lord, genuinely serve others, and love others as your brothers and sisters. As students share their answers, list them on the board. Ask students to explain how they think each action or characteristic could help an individual share the gospel more effectively."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p30"},"If any of your students were converted to the gospel after being taught by full-time missionaries, you may want to ask them to share how they felt as they were learning the gospel."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p31"},"Remind students that after Ammon defended the king’s flock, King Lamoni was astonished at Ammon’s power as well as his obedience and faithfulness in fulfilling the king’s commands (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.8-10"},"Alma 18:8–10"],"). Lamoni was prepared to hear the message Ammon had come to share with him. Invite students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.24-29"},"Alma 18:24–29"],". Ask the class to look for how Ammon built on Lamoni’s understanding of God so he could prepare Lamoni to understand true doctrine."],["p.preamble","Ask students the following questions:"],["ul.bullet",["li",["span.label","•"],["p","If you had a conversation about God with a friend of another faith, how could you use beliefs you both share, as Ammon did? How might this effort help your friend?"]],["li",["span.label","•"],["p","What other gospel topics could you talk about with your friends to open opportunities to share the gospel with them?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p35"},"Remind students that King Lamoni became receptive to hearing about the gospel of Jesus Christ, as did his father. Ask one student to read aloud",["a.scriptureRef",{"href":"/scriptures/bofm/alma/18.39-41"},"Alma 18:39–41"],"—Lamoni’s response to learning about Jesus Christ. Ask another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.14-18"},"Alma 22:14–18"],"—Lamoni’s father’s response. Invite the class to follow along in their scriptures and to look for the similarity in the responses of these men."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p36"},"Ask: What did both men want to do when they learned about Jesus Christ?"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p37"},"Explain that Lamoni and his father were touched by the Spirit through the teachings of missionaries. As a result, they wanted the blessings of the gospel and were willing to give up their sins and repent. Remind students of the truth they studied this week:",["b","We must be willing to forsake all our sins in order to be spiritually changed and born of God."]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p38"},"Invite a student to read aloud the statement by Elder Dallin H. Oaks found in their study guide: “The gospel of Jesus Christ challenges us to change. ‘Repent’ is its most frequent message, and repenting means giving up all of our practices—personal, family, ethnic, and national—that are contrary to the commandments of God. The purpose of the gospel is to transform common creatures into celestial citizens, and that requires change” (“Repentance and Change,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2003, 37)."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p39"},"Invite students to think about their lives and consider if they need to forsake any sins in order to be spiritually changed, as Lamoni and his father were. Conclude by sharing your encouragement and testimony that as we are willing to give away our sins, the Lord will help us change and grow."]],[".topic",{"id":"t160","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.t160"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/25"},"Alma 25–32"],")"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-17.p41"},"Ask students to consider this question: What would you say to someone who is an anti-Christ? In the next unit, students will learn how Alma handled the questions and ridicule of Korihor, who was an anti-Christ. In addition, they will learn more about faith as they read about how Alma and others worked to teach the apostate Zoramites, who were perverting the ways of the Lord."]]]]]]],"refs":null}
