{"id":138,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":138,"title":"Home-Study Lesson: Alma 45–63 (Unit 21)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21"},[".heading",{"id":"head47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.head47"},[".titleNumber","Home-Study Lesson"],["h1","Alma 45–63 (Unit 21)"]],[".bodyBlock",[".figure",{"id":"f582","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.f582"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45"},"Alma 45–63"],"(unit 21) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t336","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.t336"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45"},"Alma 45–49"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p7"},"Alma explained to his son Helaman that the Lord cannot look upon sin with the least degree of allowance. By comparing the battles of the Nephites with their own battles, students learned the following truths: When we are valiant in keeping the commandments as Captain Moroni did, God will strengthen and bless us. Satan seeks to destroy us, and he entices us by degrees to lower our standards."]],[".topic",{"id":"t337","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.t337"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50"},"Alma 50–52"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/54"},"54–55"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p9"},"Though the Nephites prospered for a time after Amalickiah’s departure, Moroni continued to prepare the people for future attacks. The example of the Nephites during difficult circumstances helped students understand that faithfulness to God brings happiness, even amid turmoil—yet division and contention can destroy our peace. Students also learned that as we stand firm for what is right, we can prevent evil influences from gaining power over us."]],[".topic",{"id":"t338","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.t338"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/53"},"Alma 53"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56"},"56–58"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p11"},"During some of the most difficult times of the war, Helaman led an army of young men who were of the people of Ammon. These stripling warriors showed that when we act in faith, we can receive strength from God. Students learned from the example of these valiant warriors that if we trust the Lord and obey Him with exactness, He will support us in our battles. Despite the many wounds they received and the many hardships they endured, the Nephite army and the stripling warriors demonstrated that if we turn to God in times of difficulty, we can receive divine assurance that can strengthen our faith and give us hope."]],[".topic",{"id":"t339","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.t339"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/59"},"Alma 59–63"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p13"},"Because of internal rebellion, the Nephites lost several cities; this showed students that it is easier and better to remain faithful than it is to return to the faith after going astray. Moroni prematurely accused the chief judge Pahoran of neglecting his duties, and students learned from Pahoran’s response that we can choose to not be offended by the words and actions of others. In addition, students learned that when we unite in righteousness with others, we are stronger in our battles against evil, as demonstrated by Moroni and Pahoran."]]],[".topic",{"id":"t340","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.t340"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p15"},"Because this lesson covers 19 chapters of the book of Alma, you will not be able to teach or emphasize all of the historical context and all of the doctrines and principles students learned throughout the week. The following teaching suggestions give students an opportunity to apply the truths they learned from studying the Nephite battles to the battles in their own lives. Prayerfully study the scriptures for this lesson so you can be inspired to emphasize the truths that students need to focus on during class."]],[".topic",{"id":"t341","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.t341"},["h2","Suggestions for Teaching"],[".topic",{"id":"t342","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.t342"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45"},"Alma 45–63"]],["h4","By trusting in God and following inspired leaders, the Nephites are able to defeat the Lamanites"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p19"},"Write the following statement by President Ezra Taft Benson on the board before class:",["span.emphasis","“From the Book of Mormon we learn how disciples of Christ live in times of war”"],"(“The Book of Mormon—Keystone of Our Religion,”",["span.emphasis","Ensign,"],"Nov. 1986, 7)."],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p20"},"Ask students to name some wars that have been fought by the country in which they live. Then ask them to name some challenges people may face during a war."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p21"},"Ask: Why might it be difficult to be a disciple of Jesus Christ during a war?"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p22"},"Invite students to think about the wars they studied about during the past week, as recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45"},"Alma 45–63"],". You may want to encourage them to quickly review some of the chapter summaries for",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45"},"Alma 45–63"],". Invite them to name some challenges the Nephites faced during their wars."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p23"},"Remind students that even if we never fight in a physical war, we are all engaged in a spiritual war. Invite a student to read the following statement by President Henry B. Eyring of the First Presidency, who described the spiritual war in which we are currently engaged. You may want to provide a copy for each student."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p24"},"“You are enlisted in the Lord’s army in the last dispensation. This is not a time of peace. That has been so since Satan arrayed his forces against our Heavenly Father’s plan in the premortal existence. We don’t know the details of the combat then. But we know one result. Satan and his followers were cast down into the earth. And since the creation of Adam and Eve, the conflict has continued. We have seen it intensify. And the scriptures suggest that the war will become more violent and the spiritual casualties on the Lord’s side will mount” (“Man Down!”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2009, 63)."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p25"},"Refer students to the statement by President Benson on the board. Tell them that whether we are talking about physical war or spiritual war, the statement is true. Explain that studying the lives of disciples who lived during the wars in Book of Mormon times can help us develop qualities that will be important in our own spiritual battles."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p26"},"Write the following names and scripture references on the board, or prepare them as a handout. Ask students to choose one of these individuals or groups to study. Try to have at least one student study each person or group."],[".image",{"id":"f583","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.f583"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_U21_handout.gif"}]],[".chalkboard",{"id":"f584","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.f584"},[".figure",["ol.number",["li",["span.label","1."],["p.para","Moroni—",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.11-21"},"Alma 46:11–21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.7-17"},"48:7–17"]]],["li",["span.label","2."],["p.para","Helaman—",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.19-20"},"Alma 48:19–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.2-9"},"56:2–9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/58.4-12,32-37"},"58:4–12, 32–37"]]],["li",["span.label","3."],["p.para","The 2,060 stripling warriors—",["a.scriptureRef",{"href":"/scriptures/bofm/alma/53.16-22"},"Alma 53:16–22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.47-56"},"56:47–56"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.19-27"},"57:19–27"]]],["li",["span.label","4."],["p.para","Pahoran—",["a.scriptureRef",{"href":"/scriptures/bofm/alma/50.39-40"},"Alma 50:39–40"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/51.1-7"},"51:1–7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/61.1-21"},"61:1–21"]]]]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p31"},"Give students several minutes to study as many scriptures as possible about the individual or group they chose. Ask them to be prepared to teach the following ideas to the class (you may want to write these on the board or put them on a handout as well):"],["ul.bullet",["li",["span.label","•"],["p","An event from the life of this person or group that shows the people were true disciples of the Savior."]],["li",["span.label","•"],["p","One or more qualities of this person or group that helped them remain valiant during the war with the Lamanites."]],["li",["span.label","•"],["p","One gospel principle we can learn from this person or group that can strengthen us in our spiritual battles today."]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p35"},"Invite as many students as possible to share what they learned with the class. You may want to ask students to write the gospel principles they learned on the board."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p36"},"Consider asking the following questions to help students apply what they learned from their study of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45"},"Alma 45–63"],":"],["ul.bullet",["li",["span.label","•"],["p","Think about the qualities of a disciple of Jesus Christ that you saw in the people who lived during the wars with the Lamanites. Which of these qualities would you most like to develop in your life? Why?"]],["li",["span.label","•"],["p","What are some spiritual battles that we face today? How can the examples of these disciples of the Savior help you have faith and courage as you face these battles?"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p39"},"You may want to share one of your favorite passages from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/45"},"Alma 45–63"],". Testify that the principles we learn from these chapters can help us be true disciples of Jesus Christ during the spiritual warfare of the last days."]],[".topic",{"id":"t343","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.t343"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/1"},"Helaman 1–9"],")"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-21.p41"},"Tell students that the first chapter of Helaman records the death of three chief judges. Tell them they will find answers to the following questions: How did the judges die? What miracle happened to Nephi and Lehi when they were in prison? Whose voice did they hear? Tell students that the prophet Nephi was able to solve a murder through the power of prophecy."]]]]]]],"refs":null}
