{"id":96,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":96,"title":"Home-Study Lesson: Mosiah 26–Alma 4 (Unit 14)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14"},[".heading",{"id":"head5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.head5"},[".titleNumber","Home-Study Lesson"],["h1","Mosiah 26–Alma 4 (Unit 14)"]],[".bodyBlock",[".figure",{"id":"f32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.f32"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26"},"Mosiah 26"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4"},"Alma 4"],"(unit 14) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of your students."],[".topic",{"id":"t26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.t26"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26"},"Mosiah 26"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p7"},"By studying about a generation of Nephites who did not develop testimonies of the gospel, students discovered that to develop and maintain a testimony, we need to feast on the word of God, pray in faith, and obey the Lord’s commandments. From Alma’s efforts to help others repent, students learned that the Lord will forgive those who repent in the sincerity of their hearts."]],[".topic",{"id":"t27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.t27"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27"},"Mosiah 27"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p9"},"As students studied the conversion of Alma the Younger and the sons of Mosiah, they learned the following three gospel truths: The Lord responds to our faithful prayers for others yet still allows them their agency; each of us must be born again through the Atonement of Jesus Christ; and to truly repent, a person must do everything possible to repair the damage he or she has done. Students recorded in their scripture study journals how they have been changed through the Atonement."]],[".topic",{"id":"t28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.t28"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28"},"Mosiah 28–29"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p11"},"As students studied about the desire of the sons of Mosiah to preach the gospel to the Lamanites, they learned that as our conversion deepens, our desire to share the gospel increases. They also wrote about experiences they have had that helped them want to share the gospel. Students read about the Nephites’ change in government and learned that citizens have a duty to uphold righteous laws and leaders."]],[".topic",{"id":"t29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.t29"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1"},"Alma 1–4"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p13"},"By studying the examples of humble Nephites, students learned that when we live the gospel, we can have peace in our lives, even if we are persecuted. As they read about the rebellion of the Amlicites, they discovered that we receive happiness or misery depending on whom we choose to obey. Alma was an example of someone who chose to obey the Lord. His unwavering devotion to calling the prideful Nephites to repentance helped students see that the Lord’s servants bear testimony and call sinners to repent."]]],[".topic",{"id":"t30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.t30"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p15"},"This lesson allows students to review principles of repentance and ponder our need to be changed through the Atonement of Jesus Christ—as were Alma the Younger and the sons of Mosiah. Pray for guidance to know how you can best help students to seek this change in their lives."]],[".topic",{"id":"t31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.t31"},["h2","Suggestions for Teaching"],[".topic",{"id":"t32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.t32"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26"},"Mosiah 26"]],["h4","Alma receives inspiration about how to judge those who commit serious sins"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p19"},"To begin this lesson, invite a student to read the chapter summary at the beginning of",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26"},"Mosiah 26"],". Read the following situations to the class. Ask students to think about what they might do to help the person in each situation."],[".figure",["ol.number",["li",["span.label","1."],["p.para","A young woman has committed a serious sin, but she is afraid to speak with her bishop."]],["li",["span.label","2."],["p.para","A young man has a desire to repent, but he does not know how."]],["li",["span.label","3."],["p.para","A young woman repeats a sin she has previously committed, and she worries that the Lord will no longer forgive her."]],["li",["span.label","4."],["p.para","A young man decides to repent, but he refuses to forgive someone who has offended him."]]]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p24"},"Write the following scripture reference on the board:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.21-23,29-31"},"Mosiah 26:21–23, 29–31"],"."],"Explain to students that these verses record the Lord’s revelation to Alma about people who had committed serious sins. Invite students to read these verses and identify at least one principle that may help one of the individuals described in the preceding list. Ask several students to share their answers with the class. You may also want to share an answer and your testimony of a principle about repentance found in",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26"},"Mosiah 26"],"."],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p25"},"Remind students that they planned to apply one of the principles they learned from",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26"},"Mosiah 26"],"in their own efforts to repent. Encourage them to follow through with their plans."]],[".topic",{"id":"t33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.t33"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27"},"Mosiah 27–28"]],["h4","Alma the Younger and the sons of Mosiah repent and are born again"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p28"},"To give students an example of someone who experienced a mighty change of heart, invite a few of them to take turns reading aloud the following experience shared by Elder Keith K. Hilbig of the Seventy:"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p29"},"“[A young elder serving in Eastern Europe] and his companion had found and taught a middle-aged man named Ivan. … Their investigator came from a difficult background, as was reflected in his well-used clothing, ragged beard, and hesitant demeanor. Life had been harsh and unkind to him."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p30"},"“Without any prior religious training, Ivan had much to overcome. Practices not in harmony with the restored gospel had to be set aside. New principles needed to be accepted and then incorporated. Ivan wanted to learn, and he prepared himself diligently for his baptism and confirmation. His clothing remained threadbare and his beard ragged, but he had taken the first steps. Shortly after Ivan’s baptism, the missionary was transferred. He hoped that he might again cross paths with Ivan."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p31"},"“Six months later the mission president reassigned the young elder to his former branch. Surprised but eager to return, the elder, with a new companion, came early to sacrament meeting his first Sunday back in the branch. …"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p32"},"“The elder recognized nearly everyone in the small congregation. However, he searched in vain among the faces for the man he and his companion had taught and baptized six months earlier. There arose within the elder a sense of disappointment and sadness. …"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p33"},"“The elder’s fears and reflections were interrupted by the approach of an unfamiliar man who was rushing forward to embrace the missionary. The clean-shaven man had a confident smile and an obvious goodness radiating from his countenance. Wearing a white shirt and a carefully knotted tie, he was on his way to prepare the sacrament for the small gathering that Sabbath morning. Only when the man began to speak did the elder recognize him. It was the new Ivan, not the former Ivan they had taught and baptized! The elder saw embodied in his friend the miracle of faith, repentance, and forgiveness; he saw the reality of the Atonement."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p34"},"“… [Ivan] had experienced a ‘change of heart’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.26"},"Alma 5:26"],") sufficient both to be baptized and to press forward in the continuing process of conversion” (“Experiencing a Change of Heart,”",["span.emphasis","Ensign,"],"June 2008, 29–31)."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p35"},"Ask: What evidence in the story shows how Ivan had changed? (Be sure that it is clear that the outward changes Ivan made were indications of a deeper change inside of him.)"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p36"},"Remind students that",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27"},"Mosiah 27"],"describes another experience of change through the Atonement. Invite a student to stand in front of the class and summarize",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27"},"Mosiah 27"],". If it is available, the student could also display the picture Conversion of Alma the Younger (",["span.emphasis","Gospel Art Book"],"[2009], no. 77). Ask another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.24-26"},"Mosiah 27:24–26"],". Then ask the class to identify who must be changed through the Atonement, or “born of God.” As students answer, they should express understanding of the following truth:",["b","Each of us must be born again through the Atonement of Jesus Christ."]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p37"},"Ask: How have you seen someone change for the better through the Atonement of Jesus Christ?"],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p38"},"Invite students to ponder the questions that the missionary in the story asked himself after his reunion with Ivan: “‘How much of a “change of heart” have",["span.emphasis","I"],"experienced in the past six months?’ … ‘Have",["span.emphasis","I"],"been “born again”?’” (quoted in Keith K. Hilbig, “Experiencing a Change of Heart,” 31)."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p39"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.24,28"},"Mosiah 27:24, 28"],", looking for what Alma did and what the Lord did that brought about the change in Alma. Ask them to explain why they believe that the individual and the Lord must both participate in a mighty change of heart."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p40"},"Remind students that they filled in a chart with phrases that showed the difference in Alma before and after his change of heart (in the lesson for day 2). In assignment 2 for day 2, students wrote in their scripture study journals one phrase from the “After” column that they hoped would describe them throughout their lives and explained why. Invite several students to share what they wrote. Testify that a mighty change of heart is possible for us through the Atonement of Jesus Christ."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p41"},"Ask students to ponder how they have been changed through the Atonement of Jesus Christ. Invite them to share their thoughts, if they desire. You may also want to share how you have been changed through the Atonement."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p42"},"Encourage students to work toward experiencing a change of heart so they can grow closer to the Lord and allow the Atonement to make a difference in their lives."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p43"},"Copy the following chart on the board before class, or make a copy of it for each student:"],[".chalkboard",{"id":"f34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.f34"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.32-37"},"Mosiah 27:32–37"]]],["th",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28.1-4"},"Mosiah 28:1–4"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","How did Alma and the sons of Mosiah change?"],["p.para","What principle did you learn from these verses?"],["p.para","Why do you think making restitution is an important part of repentance?"]],["td",{"colspan":"1","rowspan":"1"},["p.para","How did the sons of Mosiah change?"],["p.para","What principle did you learn from these verses?"],["p.para","What experiences in your life have led you to want to share the gospel with others?"]]]]]],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p52"},"Ask half of the class to answer the questions in the first column of the chart and the other half to answer the questions in the second column. Have each student work individually. Invite a few students from each group to report their answers."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p53"},"Invite students to ponder how they might make restitution for their sins and increase their desire to share the gospel with others."]],[".topic",{"id":"t34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.t34"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/29"},"Mosiah 29"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1"},"Alma 4"]],["h4","God blessed the Nephites who remained righteous in times of persecution"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p56"},"Remind students that the first chapters of Alma describe times of trouble and persecution for the righteous Nephites. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.25,27"},"Alma 1:25, 27"],"silently. Ask them to identify what these Nephites did during a time of persecution."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p57"},"Point out that the Lord blessed the righteous Nephites so that they prospered more than those who were wicked (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/1.29-32"},"Alma 1:29–32"],"). Ask students to strive to follow the example of these faithful Nephites as they encounter difficulties in their lives."]],[".topic",{"id":"t35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.t35"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5"},"Alma 5–10"],")"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-14.p59"},"How do you know if you have been born again? What does it mean to be born again? As students study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5"},"Alma 5–10"],", they will find some questions they can ask themselves to evaluate if they have been born again and experienced a mighty change of heart. In addition, they will gain a greater understanding of the depth and power of the Atonement."]]]]]]],"refs":null}
