{"id":108,"parent_id":93,"book_id":23520,"content_id":1,"language_id":1,"display_order":108,"title":"Home-Study Lesson: Alma 11–16 (Unit 16)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16"},[".heading",{"id":"head17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.head17"},[".titleNumber","Home-Study Lesson"],["h1","Alma 11–16 (Unit 16)"]],[".bodyBlock",[".figure",{"id":"f174","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.f174"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11"},"Alma 11–16"],"(unit 16) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t115","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.t115"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11"},"Alma 11"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p7"},"Through the example of Amulek contending with Zeezrom, students learned that when we rely on the Holy Ghost, we can overcome temptation. In teaching Zeezrom and the people of Ammonihah, Amulek emphasized the following doctrines regarding the role of the Savior: True faith in Jesus Christ is a beginning to the process of redemption from our sins. Through the Atonement of Jesus Christ, all will be resurrected and judged according to their works."]],[".topic",{"id":"t116","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.t116"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12"},"Alma 12"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p9"},"Like Amulek, Alma taught Zeezrom and the people of Ammonihah. He explained the intentions of the devil and declared that Zeezrom was in the devil’s power. Alma and Amulek exemplified that the Holy Ghost can help us recognize the temptations of the adversary. Alma helped the people understand that the Lord reveals spiritual truths to us according to the heed and diligence we give to His words. He also taught of the Final Judgment, explaining that we will be held accountable before God for our words, works, and thoughts. He stressed that mortality is a time for us to prepare to meet God."]],[".topic",{"id":"t117","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.t117"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13"},"Alma 13"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p11"},"Alma reminded Zeezrom and the people that God ordained priesthood holders from the foundation of the world. Men who exercise great faith and choose righteousness receive the Melchizedek Priesthood to bring others to God. Students learned about Melchizedek and his people and reflected on this truth: As we respond humbly to the invitation to repent, the Holy Ghost will lead us into the rest of the Lord."]],[".topic",{"id":"t118","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.t118"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14"},"Alma 14–16"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p13"},"Students read about innocent women and children dying at the hands of wicked men. They pondered prophetic statements teaching that the Lord permits the righteous to suffer at the hands of the wicked so that His judgments may be just. Students observed in the lives of Alma and Amulek that when we trust in the Lord, He strengthens us during our trials. If we call upon Him in faith, He will strengthen us in our afflictions and deliver us in His way and His own time."]]],[".topic",{"id":"t119","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.t119"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p15"},"As Alma and Amulek began teaching the people of Ammonihah, they met with opposition. After they explained several eternal truths, many people “began to repent, and to search the scriptures” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.1"},"Alma 14:1"],"). The accounts in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11"},"Alma 11–16"],"illustrate the sacrifice people are willing to make for their testimony of the truth. These chapters also provide evidence that when the wicked “cast out the righteous,” the Lord will smite them “by famine, and by pestilence, and by the sword” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.23"},"Alma 10:23"],"). Alma and Amulek warned the people of Ammonihah that if they failed to repent, the judgments of God would come upon them. Rejecting the call to repent, the people of Ammonihah were later destroyed by a Lamanite army."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p16"},"This lesson will focus on",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14"},"Alma 14–15"],". In addition, you may want to teach or review truths from the other chapters assigned this week."]],[".topic",{"id":"t120","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.t120"},["h2","Suggestions for Teaching"],[".topic",{"id":"t121","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.t121"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14"},"Alma 14–15"]],["h4","God blesses those who trust Him in their afflictions"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p20"},"Consider beginning today’s lesson by mentioning current incidents in which innocent people have suffered because of the choices of others. Or you might ask students to share examples from the scriptures of righteous people who were persecuted because of their testimonies of the gospel. After discussing a few examples, invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.7-11"},"Alma 14:7–11"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/60.13"},"Alma 60:13"],"."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p21"},"Ask: What reasons are given in these verses for why the righteous are sometimes allowed to suffer at the hands of the wicked? (One truth students learned while studying this part of",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14"},"Alma 14"],"is that",["b","the Lord permits the righteous to suffer at the hands of the wicked so that His judgments may be just."],")"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p22"},"Explain that God’s justice and mercy extend beyond death to hold accountable those who have sinned and to extend mercy to the righteous. Then share the following statement by President James E. Faust of the First Presidency:"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p23"},"“All this suffering might indeed be unfair if everything ended at death, but it doesn’t. Life is not like a one-act play. It has three acts. We had a past act, when we were in the premortal existence; and now we have a present act, which is mortality; and we will have a future act, when we return to God. … We were sent into mortality to be tested and tried [see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.25"},"Abraham 3:25"],"]. …"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p24"},"“Our past and present sufferings cannot, as Paul said, ‘be compared with the glory which shall be revealed in us’ [",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.18"},"Romans 8:18"],"] in the eternities. ‘For after much tribulation come the blessings. Wherefore the day cometh that ye shall be crowned with much glory’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.4"},"D&C 58:4"],"]. So tribulation is useful in the sense that it is helpful to get into the celestial kingdom. …"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p25"},"“It’s not so much what happens to us but how we deal with what happens to us” (“Where Do I Make My Stand?”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2004, 19–20)."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p26"},"Explain that suffering and tribulation can help us attain exaltation by solidifying our faith. Remaining faithful during trials and difficulties shows absolute trust in God and His plan, thus strengthening our faith and our ability to endure to the end."],["p.preamble","Ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How can having a testimony of the plan of salvation, including premortal and postmortal life, ease the suffering we experience in mortality?"]],["li",["span.label","•"],["p","Considering what you studied this week in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14"},"Alma 14–15"],", in what ways are the righteous blessed in their afflictions?"]],["li",["span.label","•"],["p","In times of affliction, how can we show that we trust God?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p31"},"Have students compare the question Alma asked in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.26"},"Alma 14:26"],"with the question Joseph Smith asked in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.3"},"Doctrine and Covenants 121:3"],". Then ask: According to",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.26"},"Alma 14:26"],", how were Alma and Amulek able to overcome their afflictions?"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p32"},"Explain that when the Prophet Joseph Smith was unjustly imprisoned in Missouri, he asked the question recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.3"},"Doctrine and Covenants 121:3"],". Unlike Alma and Amulek, he was not immediately delivered from prison. What can we learn from God’s answer to his prayer? (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-9"},"D&C 121:7–9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.4-9"},"122:4–9"],".) The following truth was emphasized this week in students’ personal study:",["b","If we call on the Lord in faith, He will strengthen us in our afflictions and deliver us in His way and in His own time."]],["p.preamble","Ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How has the Lord helped you when you have experienced trials?"]],["li",["span.label","•"],["p","What helps you submit to His will and accept His timing?"]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p36"},"Help students understand that both Zeezrom and Amulek trusted God in their afflictions and were rewarded according to His will and in His own time."],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p37"},"Instruct half of the class to read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.5-12"},"Alma 15:5–12"],"and identify information about Zeezrom that shows his growing trust in the Lord. Instruct the other half to study",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.16,18"},"Alma 15:16, 18"],"and identify information about what Amulek sacrificed to serve the Lord."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p38"},"Encourage students to trust in the Lord and accept His will and timing when hardships and afflictions come upon them. Assure them that God extends His power and influence in a variety of miraculous and personal ways."]],[".topic",{"id":"t122","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.t122"},["h3","Scripture Mastery Review"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p40"},"This lesson marks the midway point in the Book of Mormon seminary curriculum. To reinforce students’ efforts to learn and understand the scripture mastery passages, consider giving them a quiz to measure how familiar they are with the 13 passages they have studied so far. This could be a simple verbal or written quiz, giving students a clue from the bookmark and letting them write the reference down, or it could be a review of some of the passages they have memorized. The length of this lesson may allow time for the quiz to be given this week, or you could announce that there will be an upcoming quiz so that students can prepare."]],[".topic",{"id":"t123","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.t123"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–24"],")"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/alma/unit-16.p42"},"The sons of Mosiah go to preach to a wicked and ferocious people. At first they suffer many afflictions, but as they preach the gospel to the Lamanites, miracles occur. Note how Ammon’s loyalty to God and the king brings about much righteousness."]]]]]]],"refs":null}
