{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":11,"title":"Approaching Leadership Cheerfully","subtitle":"","short_title":"Lesson 9","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.head1"},[".titleNumber","Lesson 9"],["h1","Approaching Leadership Cheerfully"],[".intro","“Therefore, dearly beloved … , let us cheerfully do all things that lie in our power” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.17"},"D&C 123:17"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p5"},"We should approach leadership cheerfully."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.f1"},["ol.number",["li",["span.label","1."],[".para","Church and family leaders should lead with “good cheer, optimism, and courage.”"]]]]],[".topic",["h2","Concept 1. Church and Family Leaders Should Lead With “Good Cheer, Optimism, and Courage.”"],[".topic",["h3","Commentary"],["div",{"id":"p10","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p10"},["span.emphasis","Be of good cheer"],"means “have a happy or brave disposition or attitude.” This phrase appears several times in the scriptures. For example, on the eve of His birth, the Lord said to the distraught Nephi: “Lift up your head and",["span.emphasis","be of good cheer;"],"for behold, the time is at hand, and on this night shall the sign be given, and on the morrow come I into the world, to show unto the world that I will fulfil all that which I have caused to be spoken by the mouth of my holy prophets” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/1.13"},"3 Nephi 1:13"],"; italics added)."],["div",{"id":"p11","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p11"},"Jesus used the words",["span.emphasis","be of good cheer"],"to encourage a man sick with palsy, and then added, “thy sins be forgiven thee” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.2"},"Matthew 9:2"],"). Later the Lord spoke these words to calm His disciples who became afraid after seeing Jesus walk on water, and added, “It is I; be not afraid” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/14.27"},"Matthew 14:27"],")."],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p12"},"Elder Harold B. Lee, who was then a member of the Quorum of the Twelve, said: “The Master closed his last recorded sermon prior to his crucifixion with the words: ‘These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],".)” (in Conference Report, Apr. 1966, 68)."],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p13"},"In 1831 the Lord reassured the Saints, “Be of good cheer, little children; for I am in your midst, and I have not forsaken you;"],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p14"},"“And inasmuch as you have humbled yourselves before me, the blessings of the kingdom are yours” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.36-37"},"D&C 61:36–37"],"; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.6"},"D&C 68:6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.18"},"78:18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.4"},"112:4"],")."],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p15"},"Elder Marvin J. Ashton, who was a member of the Twelve, said: “We need to lead with good cheer, optimism, and courage if we are to move onward and upward” (in Conference Report, Oct. 1974, 56; or",["span.emphasis","Ensign,"],"Nov. 1974, 41). President Gordon B. Hinckley wrote: “I am suggesting that as we go through life, we ‘accentuate the positive.’ I am asking that we look a little deeper for the good, that we still our voices of insult and sarcasm, that we more generously compliment and endorse virtue and effort” (",["span.emphasis","Standing for Something: Ten Neglected Virtues That Will Heal Our Hearts and Homes"],"[2000], 101)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p17"},"Ask several students to describe the disposition of a Church or family leader who has affected their life for good. Point out that effective leaders are almost always positive or cheerful when they are with other people. Ask students how the leaders who influenced them demonstrated their positive or cheerful approach."],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p18"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/61.36"},"Doctrine and Covenants 61:36"],"and help students understand that the Lord wants all of us to “be of good cheer.”"],"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.17-35"},"2 Nephi 4:17–35"],". Discuss questions such as:",["ul.bullet",["li",["span.label","•"],[".para","What reasons did Nephi have for not being cheerful?"]],["li",["span.label","•"],[".para","What reasons did he have for being cheerful?"]],["li",["span.label","•"],[".para","Which set of reasons do you find more compelling? Why?"]],["li",["span.label","•"],[".para","How do you think Nephi’s attitude as expressed in these verses affected his leadership?"]],["li",["span.label","•"],[".para","How can we follow Nephi’s example in our own leadership?"]]],["div",{"id":"p25","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p25"},"Write the words",["span.emphasis","Cheerful"],"and",["span.emphasis","Fearful"],"on the board. Discuss reasons leaders today might have for not being cheerful (such as fear, stress, health problems, failures, wars, natural disasters, problems at school or work, inactivity of loved ones or friends). Discuss reasons leaders today might have for being cheerful (such as the kindness of others, beauty, the “good news” of Jesus Christ’s atoning sacrifice, the achievements of others, our potential as children of Heavenly Father). Point to the words on the board and state, “You can choose what kind of leader you want to be.”"],["div",{"id":"p26","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p26"},"Divide your class into small groups. Ask each group to identify two or three things leaders might do to be more cheerful in their leadership. Have each group share its suggestions with the class. These might include:"],["ul.bullet",["li",["span.label","•"],[".para","“Cease to sleep longer than is needful; retire to thy bed early, that ye may not be weary; arise early, that your bodies and your minds may be invigorated” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.124"},"D&C 88:124"],")."]],["li",["span.label","•"],[".para","Exercise appropriately and eat a balanced diet."]],["li",["span.label","•"],[".para","Enjoy uplifting music."]],["li",["span.label","•"],[".para","Study the scriptures and other good books."]],["li",["span.label","•"],[".para","Learn to forgive people who offend you, and forget the offense."]],["li",["span.label","•"],[".para","Practice the Golden Rule."]],["li",["span.label","•"],[".para","Be more grateful. Count your blessings and thank Heavenly Father for them."]],["li",["span.label","•"],[".para","Treat people with kindness and courtesy."]],["li",["span.label","•"],[".para","Be active in your ward."]],["li",["span.label","•"],[".para","Develop a healthy and appropriate sense of humor."]]],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p37"},"Encourage students to have “good cheer” as they lead."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p39"},"Elder Joseph B. Wirthlin"],["div",{"id":"p40","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p40"},"Of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p41","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p41"},["span.emphasis","“Lessons Learned in the Journey of Life,”"],"Ensign,",["span.emphasis","Dec. 2000, 6–13"]]],["div",{"id":"p42","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p42"},"It is not hard for me to remember when I was in college. I loved many things about college life: I loved learning. I loved the comradery. And I loved football."],["div",{"id":"p43","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p43"},"I had always dreamed of playing football at the university level, and during my freshman, sophomore, and junior years, I wore a crimson uniform and played running back."],["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p44"},"At that time, the world tottered on the brink of chaos. Opposing political forces roiled and ground against each other. Tension mushroomed. Nations chafed against each other. It was as though the entire world groaned in a burgeoning rumble, a volcano that had to erupt, that ultimately would erupt. Before it was over, every nation, every people felt the effects of those dark days."],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p45"},"I remember the day my father came to me. It was just after the 1936 football season had ended."],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p46"},"“Joseph,” he said, “do you want to go on a mission?”"],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p47"},"I told him I did."],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p48"},"“Then you must go now,” he said. “If you wait any longer, you’ll never go.”"],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p49"},"I didn’t want to believe him. I wanted to pursue my dream of continuing to play football and to graduate from the university. If I were to accept a mission call, I would have to give up everything. In those days a mission call was 30 months long, and I knew if I accepted, there was a good chance I would never play football again—perhaps I would not even be able to graduate."],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p50"},"But I also knew what my father had said was true. My bishop was Marion G. Romney (1897–1988), who later became a member of the First Presidency of the Church. He had spoken with me before about serving a mission, and I went to tell him that now was the time."],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p51"},"A few months later I stepped aboard the",["span.emphasis","SS Manhattan"],"and began a long voyage that would take me into the heart of the world crisis. My mission call was to the German-Austrian Mission."],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p52"},"My first field of labor was in Salzburg, Austria. The mission was shorthanded, and not long after I arrived, my companion was transferred to another district in the mission. Soon I found myself alone in Salzburg, a young missionary in a strange, new country."],["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p53"},"One other thing was happening that I haven’t mentioned: a large army of Hitler’s Third Reich was gathering just over the border, not 20 miles from Salzburg. Everywhere you went you could sense a mounting tension in the air. No one knew if tomorrow would be the day the panzer tanks would flood across the border."],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p54"},"I remember those days well. I don’t suppose there has been a time in my life when I felt more discouraged, more lost. The mission was a difficult one; no one seemed to have time for me or the message I brought. I wondered if there would ever be enough members in that city to make a ward."],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p55"},"Six weeks I was alone. Six weeks I waited for a companion. Six weeks I wondered about what I might be doing had I stayed in Salt Lake City and continued my studies."],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p56"},"Even though the days and nights seemed at the time to be never ending, they eventually passed. A senior companion arrived, and we did the best we could under the circumstances to serve the Lord."],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p57"},"That year as Christmas Day approached, my companion and I decided we would walk to Oberndorf, a little village nestled in the beautiful Bavarian Alps. You may know that the beauty and majesty of this little village is what inspired Joseph Mohr in 1818 to write the wonderful hymn “Silent Night” (",["span.emphasis","Hymns,"],"no. 204)."],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p58"},"On Christmas Eve we walked to the village and sat quietly for a while in a small, humble church, listening to the beautiful organ music. A crisp, clear winter night enveloped us as we began our return trip. We walked under a canopy of stars and across the smooth stillness of new-fallen snow. Perhaps it was a night not unlike the one that inspired an assistant priest to write the lyrics to one of the most beloved hymns in all of Christendom more than a hundred years earlier."],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p59"},"As we walked, my companion and I talked of our hopes and dreams. We talked of our goals and what we wanted to have happen in our lives. The more we talked, the more serious we became about achieving the things we talked about. As we walked under the light of a full moon, we both made serious resolutions."],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p60"},"I committed that night that I would not waste my time. I would renew my efforts to serve the Lord. I made up my mind that I would magnify any callings I received in the Lord’s kingdom."],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p61"},"That was also the evening I made up my mind about whom I would marry. I didn’t know her name, but I had in my mind the type of person she would be—one who lived the gospel and who was strong spiritually. I even described her to my companion—that she would be five foot five, that she would have blue eyes, and that she would have blonde hair. Sister Wirthlin fits all of the description that I made of her at that time without knowing her. And so that night was important to me."],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p62"},"Two and one-half years passed, and before I knew it, I was home again. I remember hearing someone mention a name: Elisa Rogers, a young woman who was in charge of a university dance at the Hotel Utah. There was something special about that name. I decided I ought to meet her."],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p63"},"I remember the first time I saw her. As a favor for a friend of mine, I had gone to her home to pick up her sister. Elisa opened the door, and I stared. There she was, beautiful, five foot five, blue eyes, blonde hair."],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p64"},"She must have had a feeling also, because she said to me, “I know who you was.”"],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p65"},"She quickly realized she had made a grammatical error. To fully appreciate that, you have to remember that she was an English major."],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p66"},"Even after all of these years, she has remembered the embarrassment of that moment. Of course, my retelling this story doesn’t make matters better, but I trust she will forgive me."],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p67"},"Six decades have intervened since that Christmas Eve in Oberndorf when I made those resolutions. Much has happened in the intervening years. My premonitions about playing football were right; I never played again. But I did graduate from the university. Even so, I’ve never regretted serving a mission and committing myself to serving the Lord. By doing so, my life has been filled with adventure, spiritual experiences, and joy that surpasses understanding."],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p68"},"Many of you may be at a time in your lives when perhaps you are feeling a little discouraged or alone. Perhaps you feel a little lost, maybe even a little afraid. Everyone has felt this way at one time or another. Everyone has wondered if his or her life will ultimately be a happy one."],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p69"},"More than two millennia ago, Aristotle suggested that everyone who lives has the same basic objective: to be happy (see",["span.emphasis","Nicomachean Ethics,"],"bk. 1, chaps. 4, 7). After 80 years of living, I’ve begun to pick up a few ideas about what it is that makes people happy and successful. I’d like to tell you five things that, if you will take them seriously and apply them to your own life, will bring you happiness, success, fulfillment, and the obtaining of an inheritance in the celestial kingdom."],[".topic",["h3","Have faith in Heavenly Father"],["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p71"},"First, have faith in your Heavenly Father. He knows who you are. He listens to you when you pray. He loves you. He is mindful of you. He wants the best for you."],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p72"},"After serving for a time in Salzburg, I was transferred to Zürich, Switzerland. While I was there, Brother Julius Billeter, a member of the Church, approached me. He was a professional genealogist, and he told me he had seen quite a few Wirthlin names in his work. He offered to research my family lines. I wrote home, and my father thought it was a wonderful opportunity, so we hired him to begin."],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p73"},"A year later he handed me a book. It was 14 inches long, 18 inches wide, and weighed 13½ pounds. It was filled with nearly 6,000 names of my ancestors. It was a priceless volume that I treasured. Just before my missionary release, I packed the precious book in a steamer trunk along with some of my other possessions and shipped it home. I prayed that it would arrive safely and that the precious family history would not be lost."],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p74"},"I arrived home before the trunk. Weeks passed. Still no trunk. I began to worry that the irreplaceable book had been lost. Six months after I had arrived in Salt Lake City, I received a call from the Union Pacific depot. A trunk had arrived for me. I rushed down to retrieve it, but when I saw it, my heart sank. The lock on the trunk had been broken."],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p75"},"I pried up the lid, and when I looked inside, my heart fell further. Everything had been soaked with seawater. What is more, I could tell someone had rifled through my belongings. Some things were missing."],["div",{"id":"p76","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p76"},"I gingerly removed the layers of clothing, searching for my precious book. When I reached it, my heart overflowed with joy. Not only was it there, but the papers were completely dry! I know the book was preserved through divine intervention."],["div",{"id":"p77","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p77"},"The Savior asked, “Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father."],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p78"},"“But the very hairs of your head are all numbered."],["div",{"id":"p79","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p79"},"“Fear ye not therefore, ye are of more value than many sparrows” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.29-31"},"Matt. 10:29–31"],")."],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p80"},"By the same token, if saving a book from seawater can be worthy of heavenly attention, how much more will your Heavenly Father be aware of your life and your needs?"],["div",{"id":"p81","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p81"},"On one occasion President Thomas S. Monson made this statement to me: “There is a guiding hand above all things. Often when things happen, it’s not by accident. One day, when we look back at the seeming coincidences of our lives, we will realize that perhaps they weren’t so coincidental after all.”"],["div",{"id":"p82","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p82"},"The Lord knows your trials. He knows your victories. And if you will “trust in the Lord with all thine heart; and lean not unto thine own understanding [but] in all thy ways acknowledge him, … he shall direct thy paths” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/3.5-6"},"Prov. 3:5–6"],")."]],[".topic",["h3","Set righteous goals"],["div",{"id":"p84","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p84"},"Second, set righteous goals. Many things will compete for your attention as you pursue your course through life. There will be endless distractions. People and things will call to you, singing the siren songs of wealth, pleasure, and power."],["div",{"id":"p85","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p85"},["span.emphasis","Success"],"is a seductive word. Thousands of books have been written on the subject. They promise money, freedom, leisure, and luxury. Thousands of people have provided as many surefire formulas for building wealth. For example, a three-step process for getting rich is attributed to J. Paul Getty: “Get up early. Work hard. Strike oil.”"],["div",{"id":"p86","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p86"},"Other perhaps more utilitarian formulas advocate variations on a singular theme: You must focus all your thoughts, feelings, and actions on your goals. You must want your goal with all the passion of your heart. You must focus every thought on your goal. You must concentrate all your energy into achieving your goal."],["div",{"id":"p87","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p87"},"Of course, when applied to righteous ends, these methods may be of great worth. The problem is that in most cases the search for wealth, pleasure, and power leads to a place that may seem at first glance to be desirable, but the closer you get, the more you see it for what it is. The price for worldly success too often comes at the price of your birthright. Those who make that bargain will one day feel as Esau, who, after realizing what he had lost, “cried with a great and exceeding bitter cry” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/27.34"},"Gen. 27:34"],")."],["div",{"id":"p88","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p88"},"Another trap we often fall into when we become obsessed with success is that we credit the strength of our arm and power of our thought and forget the Lord, who has blessed and prospered us."],["div",{"id":"p89","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p89"},"Moses told the children of Israel that one day, “when thou hast eaten and art full, and hast built goodly houses, …"],["div",{"id":"p90","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p90"},"“And when thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all that thou hast is multiplied; …"],["div",{"id":"p91","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p91"},"“And thou say in thine heart, My power and the might of mine hand hath gotten me this wealth. …"],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p92"},"“And it shall be, if thou do at all forget the Lord thy God, and walk after other gods, and serve them, and worship them, I testify against you this day that ye shall surely perish” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.12,13,17,19"},"Deut. 8:12, 13, 17, 19"],")."],["div",{"id":"p93","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p93"},"Do you think you can use the money you have earned in this life as currency in the next? Put your Heavenly Father first in your life. Commit to follow Him and obey His commandments and strive every day to become more Christlike. Focus your efforts on obtaining heavenly riches. To do otherwise will ultimately end in disappointment and sorrow."],["div",{"id":"p94","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p94"},"I am reminded of the Savior’s parable of the man who worked hard to build wealth. He had so many goods that he did not have a place big enough to hold them. So he built great barns where he could store them. His idea was that as soon as he had a safe place for all his resources, he could then retire and lead a life of leisure—eating, drinking, and being merry."],["div",{"id":"p95","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p95"},"But just as he finished his buildings, “God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/12.20"},"Luke 12:20"],")."],["div",{"id":"p96","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p96"},"A sobering question the Savior asked those of His day echoes through the centuries to ours: “For what is a man profited, if he shall gain the whole world, and lose his own soul?” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.26"},"Matt. 16:26"],")."],["div",{"id":"p97","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p97"},"Is money necessarily evil? The Book of Mormon prophet Jacob answered this question. He taught his people to “think of your brethren like unto yourselves, and be familiar with all and free with your substance, that they may be rich like unto you."],["div",{"id":"p98","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p98"},"“But before ye seek for riches, seek ye for the kingdom of God."],["div",{"id":"p99","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p99"},"“And after ye have obtained a hope in Christ ye shall obtain riches, if ye seek them; and ye will seek them for the intent to do good—to clothe the naked, and to feed the hungry, and to liberate the captive, and administer relief to the sick and the afflicted” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.17-19"},"Jacob 2:17–19"],")."],["div",{"id":"p100","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p100"},"Moses told people of his day, “If there be among you a poor man of one of thy brethren within any of thy gates in thy land … , thou shalt not harden thine heart, nor shut thine hand from thy poor brother” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/15.7"},"Deut. 15:7"],")."]],[".topic",["h3","Work to accomplish your goals"],["div",{"id":"p102","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p102"},"Third, once you have established righteous goals, work with all your might to accomplish them. In the words of Elder David O. McKay (1873–1970), when he was in the Quorum of the Twelve Apostles: “Let us … realize that the",["span.emphasis","privilege to work"],"is a gift, that",["span.emphasis","power"],"to work is a blessing, that",["span.emphasis","love"],"to work is success” (in Conference Report, Oct. 1909, 94; emphasis in original)."],["div",{"id":"p103","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p103"},"Work is therapy for the soul. The gospel of Jesus Christ is the gospel of work. I believe that much idleness we experience comes from misunderstanding the Atonement of the Lord. We cannot simply sit around and do nothing and expect to be successful in spiritual or temporal things. We need to do all that is in our power to accomplish our goals, and the Lord will make up the difference."],["div",{"id":"p104","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p104"},"Remember the words of President Gordon B. Hinckley: “The major work of the world is not done by geniuses. It is done by ordinary people, with balance in their lives, who have learned to work in an extraordinary manner” (“Our Fading Civility,” BYU commencement address, 25 Apr. 1996, 15)."],["div",{"id":"p105","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p105"},"Let me tell you about a remarkable individual who took responsibility for his life and made something of himself, despite humble beginnings. His name is Dr. Ben Carson. Dr. Carson was born and raised in the poor slums of Detroit. He grew up in a home that had no father. His mother took the responsibility on her shoulders of raising a family, and she passed this sense of responsibility on to her son."],["div",{"id":"p106","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p106"},"Dr. Carson said his mother would often say to her children, “Do you have a brain?” If they answered yes, she would follow up with, “Then you could have thought your way out of that situation. It doesn’t matter what Johnny or Mary or anybody else did. You have a brain, so think your way out of problems.”"],["div",{"id":"p107","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p107"},"Dr. Carson related:"],["div",{"id":"p108","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p108"},"“I began to understand that I was in control, that I could go anywhere I wanted to go, and that I could do anything I wanted to do. The only person who really determined or limited my success was me. Once I understood that, the whole victim mentality went right out the window. I realized I didn’t have to sit around and wait for anybody to do anything for me” (“Seeing the Big Picture: An Interview with Ben Carson, M.D.,”",["span.emphasis","Saturday Evening Post,"],"July/Aug. 1999, 50–51)."],["div",{"id":"p109","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p109"},"Dr. Carson didn’t sit around and wait for somebody else to do something for him. He took control of his life. He studied hard in school and did well—well enough to go on and become a doctor. He eventually rose to become the director of pediatric neurosurgery at Johns Hopkins Children’s Center in Baltimore, a world-famous hospital. In 1987 Dr. Carson performed the first successful operation to separate Siamese twins who were attached at the back of the head."],["div",{"id":"p110","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p110"},"Socrates said, “The gods sell us all good things at the price of our labor” (Xenophon,",["span.emphasis","Recollections of Socrates,"],"bk. 2, chap. 1, sec. 20)."],["div",{"id":"p111","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p111"},"President Gordon B. Hinckley echoed that sentiment: “There is no substitute under the heavens for productive labor. It is the process by which dreams become realities. It is the process by which idle visions become dynamic achievements."],["div",{"id":"p112","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p112"},"“It is work that spells the difference in life. It is stretching our minds and utilizing the skills of our hands that lift us from mediocrity” (in “Pres. Hinckley Shares 10 Beliefs with Chamber,”",["span.emphasis","Church News,"],"31 Jan. 1998, 3)."]],[".topic",["h3","Magnify your callings"],["div",{"id":"p114","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p114"},"Fourth, magnify your callings and be faithful members of the Church. When we go to church, we surround ourselves with others who share our commitment to obey the commandments and follow the Savior."],["div",{"id":"p115","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p115"},"Some mistake the Church for a place where perfect people gather to say perfect things, think perfect thoughts, and feel perfect feelings. May I quickly dispel such a thought? The Church is a place where imperfect people gather to help and strengthen each other as we strive to return to our Heavenly Father. Every one of us will travel a different road in mortality. We will each progress at different rates. Temptations that afflict your brother may not trouble you at all."],["div",{"id":"p116","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p116"},"Never look down on those who are less perfect than you. Never be upset because someone can’t speak as well as you, can’t lead as well as you, can’t serve as well as you, can’t sew or hoe or glow as well as you."],["div",{"id":"p117","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p117"},"The Church is a mutual improvement society with the goal to help every son and daughter of God to return to His presence. One way you can measure your value in the kingdom of God is to ask yourself, “How well am I doing in helping others reach their potential? Do I support others in the Church, or do I tear them down?” If you’re tearing others down, you are tearing down the kingdom of God. If you are building others, you are building the kingdom."],["div",{"id":"p118","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p118"},"Another test of your worth in the kingdom is to ask yourself if you are actively engaged in magnifying your calling in the Church. When you magnify your calling, you don’t merely go through the motions; you challenge yourself to serve in the place you are called with all your heart, might, mind, and strength."],["div",{"id":"p119","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p119"},"If you do not have a calling in the Church, will you go to your bishop and tell him you are anxious to serve, willing to put your shoulder to the wheel?"],["div",{"id":"p120","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p120"},"As you faithfully serve, the Lord will be with you, and you will feel His Spirit and sense His guiding hand."],["div",{"id":"p121","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p121"},"A number of years ago in general conference, President Boyd K. Packer of the Quorum of the Twelve Apostles told the story of Joseph Millett, a little-known member of the Church."],["div",{"id":"p122","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p122"},"He lived in the early days of the Church and came across the plains with other faithful members to tame a desert and to find a new home. In those first years, food was often scarce. Winters were particularly difficult, and often the days stretched further than the food that was stored."],["div",{"id":"p123","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p123"},"Joseph Millett wrote in his journal: “One of my children came in and said that Brother Newton Hall’s folks was out of bread, had none that day."],["div",{"id":"p124","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p124"},"“I divided our flour in a sack to send up to Brother Hall. Just then Brother Hall came."],["div",{"id":"p125","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p125"},"“Says I, ‘Brother Hall, are you out of flour?’"],["div",{"id":"p126","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p126"},"“‘Brother Millett, we have none.’"],["div",{"id":"p127","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p127"},"“‘Well, Brother Hall, there is some in that sack. I have divided and was going to send it to you. Your children told mine that you was out.’"],["div",{"id":"p128","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p128"},"“Brother Hall began to cry. He said he had tried others, but could not get any. He went to the cedars and prayed to the Lord, and the Lord told him to go to Joseph Millett."],["div",{"id":"p129","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p129"},"“‘Well Brother Hall, you needn’t bring this back. If the Lord sent you for it you don’t owe me for it.’ …"],["div",{"id":"p130","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p130"},"“You can’t tell how good it made me feel to know that the Lord knew there was such a person as Joseph Millett” (Diary of Joseph Millett, holograph, Historical Department Archives, The Church of Jesus Christ of Latter-day Saints; cited in Boyd K. Packer, “A Tribute to the Rank and File of the Church,”",["span.emphasis","Ensign,"],"May 1980, 63)."],["div",{"id":"p131","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p131"},"This is a wonderful feeling—to know that the Lord trusts and loves you enough to want to use you in blessing the lives of others. Brothers and sisters, your Heavenly Father wants to use you for the same purpose. As you magnify your callings and go about doing good, I promise you the Lord will shower upon your heads blessings of satisfaction and joy so great that you will not have room enough to receive them."]],[".topic",["h3","Enjoy the journey"],["div",{"id":"p133","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p133"},"Fifth, enjoy the journey. The people of God are a joyful people. We understand there are times for sobriety, reverence, and devotion; we also understand that we possess the joyful principles of eternal life."],["div",{"id":"p134","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p134"},"We have so much to smile about, be happy about, yes, even to laugh about."],["div",{"id":"p135","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p135"},"So many of us are always waiting to be happy. “If only I could graduate, if only I could afford a car, if only I could get married. …” For too many, happiness is just over the horizon, never reachable. Every time we climb one hill, happiness beckons just beyond the next."],["div",{"id":"p136","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p136"},"It is a terrible thing always to be waiting for tomorrow, always depending on tomorrow, always excusing our todays because we are sure that only in the future will we possess the things that will fulfill us."],["div",{"id":"p137","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p137"},"Don’t wait for tomorrow. Don’t wait for the right job, the right house, the right salary, the right dress size. Be happy today. Be happy now."],["div",{"id":"p138","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p138"},"Abraham Lincoln said, “Most folks are about as happy as they make their minds up to be” (in John Cook, comp.,",["span.emphasis","The Book of Positive Quotations"],"[1997], 7)."],["div",{"id":"p139","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p139"},"Make up your mind to be happy—even when you don’t have money, even when you don’t have a clear complexion, even when you don’t have the Nobel Prize. Some of the happiest people I know have none of these things the world insists are necessary for satisfaction and joy. Why are they happy? I suppose it is because they don’t listen very well. Or they listen too well—to the things their hearts tell them. They glory in the beauty of the earth. They glory in the rivers and the canyons and the call of the meadowlark. They glory in the love of their families, the stumbling steps of a toddler, the wise and tender smile of the elderly."],["div",{"id":"p140","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p140"},"They glory in honest labor. They glory in the scriptures. They glory in the presence of the Holy Ghost."],["div",{"id":"p141","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p141"},"One thing I know for certain: the time we have here goes by far too quickly. Don’t waste any more time sitting on the bench watching life pass you by."],["div",{"id":"p142","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p142"},"Can I give you one other piece of advice? Be willing to laugh at yourself. When Elder Matthew Cowley (1897–1953) was first called into the Quorum of the Twelve Apostles, President J. Reuben Clark (1871–1961) invited him into his office and counseled with him about his new assignment. President Clark was one of the great leaders and thinkers of the Church. He left a post as the United States ambassador to Mexico to accept a position in the First Presidency of the Church. He was a man long accustomed to bearing the weight of heavy responsibility."],["div",{"id":"p143","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p143"},"As the meeting between Elder Cowley and President Clark drew to a close, President Clark said, “Now, my boy, kid [President Clark called all the members of the Quorum of the Twelve ‘kid’]—Now, kid, don’t forget rule six.” Elder Cowley asked, “What’s rule six?” President Clark said, “Don’t take yourself too darn seriously.” Elder Cowley asked, “What are the other five?” President Clark said, “There aren’t any” (",["span.emphasis","Matthew Cowley Speaks"],"[1954], 132–33)."],["div",{"id":"p144","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p144"},"Some people take themselves so seriously that they think they cannot feel complete until they find themselves. Some abandon family, occupation, and education in this quest to discover who they are."],["div",{"id":"p145","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p145"},"George Bernard Shaw said, “Life isn’t about finding yourself. Life is about creating yourself.” Don’t worry about searching for who you are; focus your energies on creating the kind of person you want to be! You will discover that as you pursue that journey you will not only find yourself, but chances are you will be pleasantly surprised and proud of the person you find along the way."],["div",{"id":"p146","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p146"},"Do not procrastinate a minute longer. Every moment is precious. Determine now that you will make of your lives something remarkable!"],["div",{"id":"p147","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p147"},"Not long ago I had the opportunity to return with Sister Wirthlin to the place where I began my mission. My assignment was to organize the Salzburg Austria Stake. In a way it was a coming home for me. I remembered the days that I walked those cobblestone streets and wondered if there ever would be enough members to form a small ward. And here I was, years later, organizing a stake. My heart filled to overflowing as I looked over that congregation of faithful members and as I remembered the time I spent there."],["div",{"id":"p148","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p148"},"As I look back on it now, I wonder if those times of trial and loneliness weren’t instrumental in strengthening my character and heightening my desire to succeed. Those times of seeming failure may have been some of the most instrumental of my life, because they prepared me for greater things to come."],["div",{"id":"p149","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p149"},"While there, I traveled with my wife to Oberndorf. We walked the same road my companion and I had walked so many years before. And there, before the majestic mountains and pristine beauty of that small Bavarian village, I related to her once again of the silent night when I described to my companion the woman I would marry."],["div",{"id":"p150","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p150"},"The resolutions I made on that holy night in Oberndorf, Austria, have been a guiding force throughout my life. Although I still have much to learn and to accomplish, I’ve done my best to have faith in God; I’ve done my best to focus on the things that are important in life; I’ve done my best to work hard at righteous tasks; I’ve done my best to magnify the callings I’ve received in the Church; and I’ve done my best to enjoy the journey."],["div",{"id":"p151","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p151"},"May you do the same as you create of your lives something worthy of your divine heritage."],["div",{"id":"p152","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p152"},"I testify that the purpose of my mission in far-off Europe is the same now as it was then: to testify that we have a loving Heavenly Father and also His Beloved Son, Jesus Christ, who gave us the great Atonement. I testify that Joseph Smith was a prophet of God who received the fulness of the everlasting gospel and who established the Lord’s Church on the earth in these latter days. I bear witness that Gordon B. Hinckley is our prophet, seer, and revelator today."],["div",{"id":"p153","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/approaching-leadership-cheerfully.p153"},"As you pursue righteous desires, the Lord will be with you and will direct your paths. He wants you to be happy and successful. He wants you to come unto Him. May you find peace and joy in your journey throughout life."]],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","Do you agree with Aristotle’s view that the object of life is to be happy? Explain your answer."]],["li",["span.label","•"],[".para","According to Elder Wirthlin, what are “five things that, if you will take them seriously and apply them to your own life, will bring you happiness, success, fulfillment, and … an inheritance in the celestial kingdom”?"]],["li",["span.label","•"],[".para","Make a personal list of things that bring you joy and happiness. Explain how these things might help you maintain a positive or cheerful attitude as a leader."]],["li",["span.label","•"],[".para","Find a scripture that brings you cheer."]]]]]]]],"refs":null}
