{"id":19,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":19,"title":"Conducting Successful Meetings","subtitle":"","short_title":"Lesson 17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.head1"},[".titleNumber","Lesson 17"],["h1","Conducting Successful Meetings"],[".intro","“And their meetings were conducted by the church after the manner of the workings of the Spirit, and by the power of the Holy Ghost; for as the power of the Holy Ghost led them whether to preach, or to exhort, or to pray, or to supplicate, or to sing, even so it was done” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.9"},"Moroni 6:9"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p5"},"The purpose of Church and family meetings should be to help people become more Christlike."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.f1"},["ol.number",["li",["span.label","1."],[".para","We hold Church and family meetings to help people achieve worthy goals and come unto Jesus Christ."]],["li",["span.label","2."],[".para","We can learn to plan and conduct effective meetings."]]]]],[".topic",["h2","Concept 1. We Hold Church and Family Meetings to Help People Achieve Worthy Goals and Come Unto Jesus Christ."],[".topic",["h3","Commentary"],["div",{"id":"p11","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p11"},"During His mortal ministry, Jesus Christ met often with His disciples and others (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.1"},"Matthew 5:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/2.2"},"Mark 2:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/4.14-15"},"Luke 4:14–15"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/6.3"},"John 6:3"],"). He also met with His followers in Book of Mormon lands after His Resurrection (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12"},"3 Nephi 12"],"). In our dispensation He instructed Joseph Smith that the Saints should “meet together often” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.55"},"D&C 20:55"],")."],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p12"},"Bishop Robert L. Simpson, who was then a Counselor in the Presiding Bishopric, said: “As we strive to know God the Father and his son, Jesus Christ, we must familiarize ourselves with the standard works of the church; we must attend the meetings as outlined by our modern-day prophets, that our hearts and minds might be filled with the teachings of truth and the spirit of testimony as borne by others and, from time to time, by ourselves, as we are called on or feel so inclined. Thus we build a testimony, a conviction that God is” (",["span.emphasis","The Powers and Responsibilities of the Priesthood,"],"Brigham Young University Speeches of the Year [31 Mar. 1964], 3)."],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p13"},"President Spencer W. Kimball taught: “Avoid the tendency to crowd too many meetings in on the Sabbath day. When holding your regular meetings, make them as spiritual and effective as possible. Meetings need not be hurried nor rushed, for they can be planned in a manner that permits their sacred purposes to be accomplished without difficulty” (in Conference Report, Apr. 1981, 62; or",["span.emphasis","Ensign,"],"May 1981, 45)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p15"},"Ask students: Why do we have so many meetings in the Church and with our families? In what ways are some meetings more effective than others?"],["div",{"id":"p16","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p16"},"Read the following statement by President Ezra Taft Benson: “Faithful attendance at Church meetings brings blessings you can receive in no other way” (in Conference Report, Apr. 1986, 56; or",["span.emphasis","Ensign,"],"May 1986, 44). Ask students to list some of the important meetings in the Church and explain how attending these meetings can bring blessings."],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p17"},"Tell students that there are required meetings and meetings that are helpful but not required. There are meetings where we worship and meetings where we plan activities. There are formal meetings and informal meetings. There are meetings where the public is welcome and others that only those who meet a standard of worthiness may attend. Explain that the leaders who hold any of these meetings can use them to help people achieve worthy goals and come unto Christ (see the commentary). In planning and holding meetings and activities, leaders should be careful not to interfere with the home, which is the most effective place to teach and learn the gospel."]]],[".topic",["h2","Concept 2. We Can Learn to Plan and Conduct Effective Meetings."],[".topic",["h3","Commentary"],["div",{"id":"p20","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p20"},"Church leaders plan and conduct a variety of meetings. These can be for worship, instruction, or planning. Latter-day prophets teach that families should meet together weekly in a family home evening. Here parents and children encourage each other to live gospel principles and discuss family matters."],["div",{"id":"p21","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p21"},"An early step in planning a good meeting involves understanding its purpose. For example, a bishop who plans a sacrament meeting should understand that the purpose of this meeting is to take the sacrament, worship, learn the gospel, perform ordinances such as confirmation, take care of ward business, and strengthen members spiritually. Once leaders understand the purpose of a meeting, they can look for the best way to achieve it."],"Elder M. Russell Ballard of the Quorum of the Twelve gave the following counsel regarding meetings in general:",["ul.bullet",["li",["span.label","•"],[".para","“See that the written agenda … focuses mainly on people rather than programs.”"]],["li",["span.label","•"],[".para","“The purposes of the meeting should be clear, and it should start and end on time.”"]],["li",["span.label","•"],[".para","“Allow sufficient time to discuss people’s needs.”"]],["li",["span.label","•"],[".para","“After listening carefully and sincerely to [the] recommendations [of those present], make a decision or assignment that will result in a specific, measurable course of action.”"]],["li",["span.label","•"],[".para","“Make such decisions prayerfully.”"]],["li",["span.label","•"],[".para","Ask someone “to take responsibility for each assignment [and] to ‘return and report’ on an agreed-upon date.”"]],["li",["span.label","•"],[".para","“When an assignment is delegated, it should normally be communicated in terms of ‘what’ rather than ‘how’; that is, the person receiving it should be accountable for the result to be achieved rather than the specific methods to be used.”"]]],["div",{"id":"p30","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p30"},"(",["span.emphasis","Counseling with Our Councils: Learning to Minister Together in the Church and in the Family"],"[1997], 124–25.)"]],[".topic",["h3","Teaching Idea"],["div",{"id":"p32","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p32"},"Using the material in the commentary and your own experience, discuss how to plan and conduct effective Church and family meetings. Divide your class into small groups. Have each group design a one-page outline to help them plan and conduct meetings. Invite the groups to explain their designs."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p34","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p34"},"President Boyd K. Packer"],["div",{"id":"p35","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p35"},"Acting President of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p36","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p36"},"The Unwritten Order of Things,",["span.emphasis","Brigham Young University devotional, 15 Oct. 1996"]]],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p37"},"I speak to you today as a teacher. I reflect the influence of a teacher that I knew more than fifty years ago. As is often the case, the influence of that teacher did not center on the subject he taught. Dr. Schaefer was a professor of mathematics at Washington State University at Pullman, Washington. He was quite unimpressive in appearance. I don’t remember his first name, but I shall never forget the first thing he said the first day we met."],["div",{"id":"p38","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p38"},"It was during World War II. We were in pilot training and had been sent to the university for what we were told would be a crash course in meteorology, weather, navigation, physics, aerodynamics, and other technical subjects. We thought the title “",["span.emphasis","Crash"],"course” was not very encouraging to student pilots. The word",["span.emphasis","intense"],"would have been better."],["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p39"},"The pressure was enormous because those who failed the course would be washed out of the pilot program. I was in competition with cadets, many of whom had been to college; some of them had had some advanced training, while I had barely escaped from high school."],["div",{"id":"p40","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p40"},"Dr. Schaefer was to take us from basic mathematics through calculus in just a matter of weeks. I thought it was hopeless, until that first few minutes in the first class. He began the class with this announcement: “While many of you have had some college, even advanced courses in what we are to study, it will be my purpose to teach the beginners. I am asking those of you who know the subject to be patient while I teach the basics to those who do not.” Encouraged by what he said and more by how he taught, I was able to pass that course with reasonable ease. It might otherwise have been impossible."],["div",{"id":"p41","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p41"},"When I decided to become a teacher, Dr. Schaefer’s example inspired me to try to the best of my ability to teach basic, simple truths in the most understandable way. I have learned how very difficult it is to simplify."],["div",{"id":"p42","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p42"},"Years after the war, I returned to Washington State University and found Dr. Schaefer. He, of course, did not remember me. I was just one of many hundreds of cadets in his classes. I thanked him for what he had taught me. The math and calculus had long since faded away, but not his example as a teacher."],["div",{"id":"p43","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p43"},"So, following that example, today I want to tell you something about the Church. The things that I shall tell you are not explained in the scriptures, although they conform to the principles taught in the scriptures."],["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p44"},"A principle is an enduring truth, a law, a rule you can adopt to help you in making decisions. Generally principles are not spelled out in detail. That leaves you free to adapt and to find your way with an enduring truth, a principle, as an anchor."],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p45"},"The things I am going to tell you are not explained in our handbooks or manuals either. Even if they were, most of you don’t have handbooks—not the Melchizedek Priesthood or Relief Society handbooks and the others—because they are given only to the leaders."],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p46"},"I will be speaking about what I call the “unwritten order of things.” My lesson might be entitled “The Ordinary Things about the Church Which Every Member Should Know.” Although they are very ordinary things, they are, nevertheless, very important! We somehow assume that everybody knows all the ordinary things already. If you do know them, you must have learned them through observation and experience, for they are not written anywhere and they are not taught in classes. So, as we continue, if you are ones that know it all, be patient while I teach those who do not—and take a nap."],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p47"},"The basic foundation of knowledge and testimony never changes—the testimony that God the Father lives, that Jesus is the Christ, that the Holy Ghost inspires us, that there has been a restoration, that the fullness of the gospel and the same organization that existed in the primitive church have been revealed to us. Those things are taught everywhere and always—in our classes, the scriptures, the handbooks and the manuals—in everything we do."],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p48"},"The fundamental doctrine and instructions on the organization of the Church are likewise found in the scriptures. In addition, there is another source of knowledge relating to what makes the Church work: We learn from experience and observation. If you learn about these things that are not written down, the unwritten order of things, you will be better qualified to be a leader—and you are going to be a leader. The most important positions of leadership are in the home—the father, mother, wife, husband, older brother and sister."],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p49"},"Then, in the Church, positions of leadership and teaching opportunities are available as nowhere else on earth."],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p50"},"While the things I will talk about are not written, they are really quite easily learned. Just be alert to the unwritten order of things and take an interest in them, and you will find that you will increase your ability and your value to the Lord."],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p51"},"Before I give you a few samples of this unwritten order of things, let me remind you what the Lord said: “My house is a house of",["span.emphasis","order,"],"saith the Lord God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.18"},"D&C 132:18"],"; emphasis added). And he told his prophet: “See that all these things are done in",["span.emphasis","wisdom"],"and",["span.emphasis","order;"],"for it is not requisite that a man should run faster than he has strength. And again, it is expedient that he should be diligent, that thereby he might win the prize; therefore, all things must be done in",["span.emphasis","order”"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"],"; emphasis added)."],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p52"},"Paul told the Corinthians that “",["span.emphasis","all"],"things” were to “be done decently and in order” (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.40"},"1 Cor. 14:40"],"; emphasis added). We’ll return to that in a moment or two."],["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p53"},"The things I am going to tell you about are not so rigid that the Church will fall apart if they are not strictly observed all the time. But they do set a tone, a standard, of dignity and order and will improve our meetings and classwork; they will improve the activities. If you know them and understand them, they will greatly improve your life."],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p54"},"Our meetings should be conducted in such a way that members may be refreshed spiritually and remain attuned to the Spirit as they meet the challenges of life. We are to establish conditions under which members can, through inspiration, solve their own problems. There are simple things that help in that regard, and things that hinder. Alma taught “that by small and simple things are great things brought to pass; and small means in many instances doth confound the wise” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.6"},"Alma 37:6"],")."],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p55"},"I give as my first illustration of this unwritten order of things so simple a thing as this: The one who presides in a meeting should sit on the stand and sit close to the one conducting. It is a bit difficult to preside over a meeting from the congregation. The one who presides is responsible for the conduct of the meeting and has the right and the responsibility to receive inspiration and may be prompted to adjust or correct something that goes on in the meeting. That is true whether it be an auxiliary meeting presided over by the sisters or any of our meetings."],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p56"},"A new stake president sometimes will ask, “Must I sit on the stand in every meeting in the stake? May I not sit with my family?” I tell him, “While you preside, you are to sit on the stand.” I am tempted to say, but I don’t, “I can’t have that privilege; why should you?”"],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p57"},"Another example: If you watch the First Presidency, you will see that the first counselor always sits on the right of the president; the second counselor on the left. That is a demonstration of doing things “decently and in order,” as Paul told us. Ordinarily, but not always, if the presiding officer speaks, it will be at the end of the meeting. Then clarification or correction can be given. I have had that experience many times at the close of meetings, “Well, brother or sister somebody said such and such, and I’m sure they meant such and such.”"],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p58"},"Another illustration: We do not aspire to calls in the Church, nor do we ask to be released. We are called to positions in the Church by inspiration. Even if the call is presented in a clumsy way, it is not wise for us to refuse the call. We must presuppose that the call comes from the Lord. The fifth article of faith tells us that we “must be called of God, by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof.”"],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p59"},"If some circumstance makes it difficult for you to continue to serve, you are free to consult with the leader who called you. We do not call ourselves and we do not release ourselves. Sometimes a leader or a teacher enjoys the prominence of a presiding position so much that, even after serving for a long time, they do not want to be released. That is a sign that a release is timely."],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p60"},"We should do as we are called. We should accept the calls and accept a release by the same authority."],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p61"},"When President J. Reuben Clark was called as second counselor in the First Presidency after having served for many years as first counselor, he responded at the Solemn Assembly where the sustaining of the new First Presidency took place: “In the service of the Lord, it is not",["span.emphasis","where"],"you serve but how. In The Church of Jesus Christ of Latter-day Saints, one takes the place to which one is duly called, which place one neither seeks nor declines” [in Conference Report, Apr. 1951, p. 154; emphasis added]. The Church had been taught a very valuable lesson in the unwritten order of things."],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p62"},"I learned years ago that we do not choose where we serve—we just answer the call. Soon after our marriage, I was called as an assistant stake clerk. My bishop did not want to release me as Gospel Doctrine teacher. He told me that I had much more to offer as a teacher than in the very obscure assignment as assistant stake clerk. But he knew that, under the unwritten order of things, the stake president presided and that his call took precedence."],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p63"},"I cannot tell you all that I learned in that calling. I was able to see how a presidency works. I was the witness to revelation in the calling and the releasing of stake and ward officers. By watching our stake president, I learned by observation and experience many things that are not in the handbook. It was in that calling that I first met members of the Twelve and others of the Brethren as they came to conference. It was a time of training in the unwritten order of things."],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p64"},"I was on a plane once with President Kimball who, I think, served for 19 years as a stake clerk. A member that lived in the stake at that time was on the plane. He said to me, “If I’d known that our stake clerk was going to be President of the Church, I’d have treated him a lot better.”"],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p65"},"Brother Kimball was actually serving as second counselor in the stake presidency when the stake clerk moved. They called a clerk and that clerk moved. Brother Kimball had taken over the responsibility. Brother Melvin J. Ballard came to conference, and he said, “You shouldn’t have to be the second counselor and the stake clerk at the same time. You choose which you would rather be.”"],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p66"},"Brother Kimball was not used to having a choice. He wanted to have Brother Ballard tell him, but Brother Ballard said, “No, you choose.” So Brother Kimball said, “I have a typewriter. [Very few people had typewriters then.] I know the system. I think I can make a bigger contribution if I stay as the stake clerk.” And so it was."],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p67"},"In those days the stake clerk received a small stipend, a little monthly something or other, I suppose to buy supplies. A sister, who knew him well, wrote and said, “Spencer, I’m surprised at you—to take a calling just because there is money involved.” Then she said, “If you don’t change your attitude, within two months, you’ll apostatize from the Church.” Well, she was a little off in her timing!"],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p68"},"Now an example: On one occasion Elder Harold B. Lee presided over our stake conference. Between sessions we had lunch at the home of President Zundell. Donna and I arrived a little late because we had gone home to check on our young children. Elder Lee had come to the car to retrieve something from his car and was on the walk when we arrived. I am sure we were very visibly moved to be able to talk personally and to shake hands with an Apostle. He gestured toward the house and said, speaking of the stake presidency who were assembled there, “They are great men. Never fail to learn from men such as these.” And I had been taught something of the unwritten order of things by an Apostle."],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p69"},"There is so much you can learn by watching experienced leaders in the wards and stakes in which you live. There is so much you can learn by listening to the older brethren and sisters who have had a lifetime of experience in the school of the unwritten."],["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p70"},"Another illustration. There is an order of things as to where we go for counsel or blessings. It is simple—we go to our parents. When they are no longer available, if it is a blessing, then we may go to our home teacher. For counsel, you go to your bishop. He may choose to send you to his file leader—the stake president. But we do not go to the General Authorities. We do not write to them for counsel or suppose that someone in a more prominent position will give a more inspired blessing. If we could get this one thing taught in the Church, great power would rest upon us."],["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p71"},"President Joseph F. Smith taught that should there be sickness in a home and should there be present “apostles, or even members of the first presidency of the Church, … the father is there. It is his right and it is his duty to preside” (",["span.emphasis","Gospel Doctrine,"],"p. 286)."],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p72"},"There is one authorized “end run” around the bishop, the stake president, the General Authority, and everyone else in our line of authority. That is to our Father in Heaven in prayer. If we do that, we will in most instances solve our own problems."],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p73"},"Another principle: Revelation in the Church is vertical. It generally confines itself to the administrative or geographic boundaries or limitations assigned to the one who is called. For instance, a bishop who is trying to solve a problem will not get revelation by counseling with a bishop from another ward or stake to whom he is related or with whom he might work at the office."],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p74"},"My experience has taught me that revelation comes from above, not from the side. However more experienced or older or however more spiritual someone to the side may appear to be, it is better to go up through proper channels."],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p75"},"Principle: A prime attribute of a good leader is to be a good follower. In a meeting with bishops, a new and struggling bishop once asked me, “How do I get people to follow me? I have called nine sisters to be president of the Primary and none has accepted.” There was a good humor and pleasant spirit in the meeting which made it an ideal teaching moment. I answered that I doubted that he had “called” any of the nine sisters. He must only have asked or invited them."],["div",{"id":"p76","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p76"},"I told him that if he had earnestly prayed and counseled with his counselors as to who should preside over the Primary, the first sister would have accepted the call. Perhaps he might have discovered in the interview some reason why it was not advisable or timely for that sister to serve and excused her from serving. But surely not more than one or two. If that many sisters turned down the call, something was out of order—the unwritten order."],["div",{"id":"p77","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p77"},"Because there was such good spirit in the meeting, I said to him, “Bishop, I know something else about you. You’re not a good follower, are you? Aren’t you the one who is always questioning what the stake president asks of his bishops?” The other bishops in the room started to chuckle and nodded their heads—he was the one. He chuckled and said he supposed that was right. I said, “Perhaps the reason your members don’t follow their leader is because you don’t follow yours. An essential attribute of a leader in the Church is faithful and loyal followship. That is just the order of things—the unwritten order of things.”"],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p78"},"When I was a young man, Elder Spencer W. Kimball came to our conference and he told this experience. When he was a stake president in Safford, Arizona, there was a vacancy in the office of superintendent of Young Men in the stake, as the office was then called. He left his office one day, went a few steps down the street, and had a conversation with the owner of a business. He said, “Jack, how would you like to be superintendent of the stake Young Men’s organization?”"],["div",{"id":"p79","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p79"},"Jack replied: “Aw, Spencer, you don’t mean me.”"],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p80"},"Spencer replied, “Of course I do. You get along well with the youth.” He tried to convince him, but the man turned him down."],["div",{"id":"p81","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p81"},"Later in the day, after smoldering with his failure and finally remembering what Jacob had said in the Book of Mormon—“having first obtained mine errand from the Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.17"},"Jacob 1:17"],")—he returned to Jack. Calling him “brother” and by his last name, he said, “We have a vacancy in a stake office. My counselors and I have discussed it; we’ve prayed about it for some time. Sunday we knelt down together and asked the Lord for inspiration about who should be called to that position. We received the inspiration that you should be called. As a servant of the Lord, I am here to deliver that call.”"],["div",{"id":"p82","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p82"},"Jack said, “Well, Spencer, if you are going to put it that way. …”"],["div",{"id":"p83","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p83"},"“Well, I am putting it that way.”"],["div",{"id":"p84","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p84"},"You know the result. It helps to follow the proper order of things, even the unwritten order."],["div",{"id":"p85","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p85"},"I have on my desk a letter from a brother who is greatly bothered because he was not called to office properly. He accepted the call and is willing to serve, but he said his bishop did not consult his wife first and otherwise did not handle it properly."],["div",{"id":"p86","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p86"},"When I respond to him, I will try to teach him something of the unwritten order of things as it relates to being a little patient with how things are done in the Church. In the first section of the Doctrine and Covenants, the Lord admonished every man to “speak in the name of God the Lord, even the Savior of the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.20"},"D&C 1:20"],"). I think I’ll point out to him that he may one day be a bishop, overburdened with problems in the ward and with an extra burden of personal cares, and suggest that he give now what he would appreciate receiving then."],["div",{"id":"p87","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p87"},"Another point of order: Bishops should not yield the arrangement of meetings to members. They should not yield the arrangement for funerals or missionary farewells to families. It is not the proper order of things for members or families to expect to decide who will speak and for how long. Suggestions are in order, of course, but the bishop should not turn the meeting over to them. We are worried about the drift that is occurring in our meetings."],["div",{"id":"p88","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p88"},"Funerals could and should be the most spiritually impressive. They are becoming informal family reunions in front of ward members. Often the Spirit is repulsed by humorous experiences or jokes when the time could be devoted to teaching the things of the Spirit, even the sacred things."],["div",{"id":"p89","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p89"},"When the family insists that several family members speak in a funeral, we hear about the deceased instead of about the Atonement, the Resurrection, and the comforting promises revealed in the scriptures. Now it’s all right to have a family member speak at a funeral, but if they do, their remarks should be in keeping with the spirit of the meeting."],["div",{"id":"p90","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p90"},"I have told my Brethren in that day when my funeral is held, if any of them who speak talk about me, I will [rise] up and correct them. The gospel is to be preached. I know of no meeting where the congregation is in a better state of readiness to receive revelation and inspiration from a speaker than they are at a funeral. This privilege is being taken away from us because we don’t understand the order of things—the unwritten order of things—that relates to the administration of the Church and the reception of the Spirit."],["div",{"id":"p91","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p91"},"Our bishops should not give our meetings away. That is true of our missionary farewells. We’re deeply worried that they now have become kind of reunions in front of ward members. The depth of spiritual training and teaching which could go on is being lost. We have failed to remember that it is a sacrament meeting and that the bishop presides."],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p92"},"There are many things I could say about such matters as wearing Sunday best. Do you know what “Sunday best” means? It used to be the case. Now we see ever more informal, even slouchy, clothing in our meetings, even in sacrament meeting, that leads to informal and slouchy conduct."],["div",{"id":"p93","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p93"},"It bothers me to see on a sacrament meeting program that Liz and Bill and Dave will participate. Ought it not be Elizabeth and William and David? It bothers me more to be asked to sustain Buck or Butch or Chuck to the high council. I just say, Can’t we have the full names on that important record? There is a formality, a dignity, that we are losing—and it is at great cost. There is something to what Paul said about doing things “decently and in order.”"],["div",{"id":"p94","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p94"},"Well, there is so much I want to tell you about the unwritten order of things, but then these are things that you must learn for yourself. If we could only put you in the circumstance where you begin to observe, begin to get that training, then you will know how the Church is to operate and why it operates that way. You will find that it conforms to the principles which are outlined in the scriptures. If you will just “treasure up in your minds continually the words of life,” the Lord will bless you and give “you in the very hour” what you should say and what you should do (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.85"},"D&C 84:85"],"). Learn about this great pattern—the teachings that come to us from just watching and participating."],["div",{"id":"p95","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p95"},"Soon after Spain had been opened for the preaching of the gospel, I was in Barcelona. Two of the first missionaries sent to Spain were sent to Barcelona to open the city. They had appealed to President Smith Griffin for forty chairs. He was in Paris at the time, and he didn’t know why they wanted forty chairs when they had no members. He hesitated at the expense, but he thought he would encourage the missionaries. So he approved the forty chairs."],["div",{"id":"p96","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p96"},"When we arrived at the meeting hall, upstairs in a business building, the forty chairs were filled. There were people standing. The elders had arranged for their first convert, a middle-aged man who worked in a fish market, to conduct the meeting. We watched as they taught him what to do, sometimes standing up to whisper to him."],["div",{"id":"p97","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p97"},"Brother Byish nervously got through the meeting with their assistance. And then, as he stood to close, the Spirit of the Lord fell upon him and he preached with great power and at some length. It was an inspired testimony, an unforgettable moment. The two young elders, both converts from South America, had somehow learned something of the unwritten order of things. They were putting the Church in place in proper order in Barcelona. Now there are four stakes in that city."],["div",{"id":"p98","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p98"},"And so it goes. The Lord uses the ordinary Saints, the rank and file, to move his work along."],[".poetry",{"id":"f5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.f5"},[".stanza",[".line","Isn’t it strange that princes and kings"],[".line","And clowns that caper in sawdust rings"],[".line","And just plain folks like you and me"],[".line","Are builders for eternity?"]],[".stanza",[".line","To each is given a bag of tools,"],[".line","A shapeless mass and a book of rules,"],[".line","And each must build ere life has flown,"],[".line","A stumbling-block or a stepping stone."]],[".citationInfo",["div",{"id":"p107","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p107"},"—R. L. Sharpe, “Stumbling-Block or Stepping Stone”"]]],["div",{"id":"p108","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p108"},"The Church will move on, and it moves on just because the rank and file learn by observation, learn by teaching, learn by experience. Most of all, we learn because we are motivated by the Spirit. One day, of course, you who are young now will lead the Church. If in the intervening time you will learn and study the unwritten order of things, the power of the Lord will be upon you to the end that you might be the useful servant."],["div",{"id":"p109","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p109"},"I bear witness that this is His Church, The Church of Jesus Christ of Latter-day Saints, and, as the Lord said, that all “might speak in the name of God the Lord, even the Savior of the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.20"},"D&C 1:20"],")."],["div",{"id":"p110","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/conducting-successful-meetings.p110"},"I invoke his blessings upon you and bear witness to you in the name of Jesus Christ, amen."],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","How do we learn important things about the Church that are not in the scriptures or in Church manuals?"]],["li",["span.label","•"],[".para","Why do you think we are more valuable to the Lord’s work when we learn the “unwritten order of things”?"]],["li",["span.label","•"],[".para","Why should the person who presides over a meeting sit on the stand during the meeting?"]],["li",["span.label","•"],[".para","Why isn’t it proper for a leader in the Church to ask to be released from a calling?"]],["li",["span.label","•"],[".para","Why shouldn’t a bishop go to the bishop of another ward for counsel on how to solve a problem in his ward?"]],["li",["span.label","•"],[".para","Who should plan the sacrament meetings during which departing missionaries and their families speak? Why?"]]]]]]]],"refs":null}
