{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":14,"title":"Helping Others Become Anxiously Engaged","subtitle":"","short_title":"Lesson 12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.head1"},[".titleNumber","Lesson 12"],["h1","Helping Others Become Anxiously Engaged"],[".intro","“For behold, it is not meet that I should command in all things; for he that is compelled in all things, the same is a slothful and not a wise servant; wherefore he receiveth no reward."],[".intro","“Verily I say, men should be anxiously engaged in a good cause, and do many things of their own free will, and bring to pass much righteousness;"],[".intro","“For the power is in them, wherein they are agents unto themselves” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-28"},"D&C 58:26–28"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p7","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p7"},"Leaders may need to help those they serve become “anxiously engaged in a good cause.”"]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.f1"},["ol.number",["li",["span.label","1."],[".para","Leaders may need to encourage those they serve to become more Christlike and to help build the kingdom of God."]]]]],[".topic",["h2","Concept 1. Leaders May Need to Encourage Those They Serve to Become More Christlike and to Help Build the Kingdom of God."],[".topic",["h3","Commentary"],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p12"},"The role of Church and family leaders is to help people become more like Jesus Christ and build the kingdom of God. Ideally everyone would be “anxiously engaged” in these activities, doing “many things of their own free will” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.27"},"D&C 58:27"],"). In practice leaders often must provide some motivation."],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p13"},"To motivate means to encourage, inspire, activate, influence, prompt, or rouse someone to good works. See Elder Dallin H. Oaks’s list of motives people have for serving (",["a.crossRef",{"href":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p1"},"pp. 38–39"],"). Church and family leaders might appeal to some of these motives as they help people become anxiously engaged in applying gospel principles."],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p14"},"Elder Gene R. Cook, a member of the Seventy, wrote: “Love is a divine motivation; it motivates the Lord and thus must also motivate us. Particularly is that so in dealing with our families” (",["span.emphasis","Raising Up a Family to the Lord"],"[1993], 176)."],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p15"},"Leaders can often motivate those they lead simply by teaching them the truths of the gospel. Many of us are motivated to do good by our belief in Heavenly Father and His plan of salvation. Elder Marion G. Romney, who was then a member of the Quorum of the Twelve, taught: “A Latter-day Saint’s belief that the second advent of Christ is imminent should motivate him to follow with increased diligence the Lord’s revealed plans for the abolition of war and the elimination of poverty and pollution. It should stimulate his desire for education, particularly for knowledge of God and eternal life” (in “Gospel Forum,”",["span.emphasis","Ensign,"],"Jan. 1971, 16)."],["div",{"id":"p16","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p16"},"In a similar vein, leaders can motivate by encouraging those they lead to study the scriptures and the words of modern prophets. Elder Parley P. Pratt, who was a member of the Quorum of the Twelve, wrote:"],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p17"},"“At the age of seven years my mother gave me lessons to read in the Scriptures; I read of Joseph in Egypt,—his dreams, his servitude, his temptation and exaltation; his kindness and affection for his father and brethren. All this inspired me with love, and with the noblest sentiments ever planted in the bosom of man."],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p18"},"“I read of David and Goliath; of Saul and Samuel; of Samson and the Philistines—all these inspired me with hatred to the deeds of evil doers and love for good men and their deeds."],["div",{"id":"p19","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p19"},"“After this I read of Jesus and his Apostles; and O, how I loved them! How I longed to fall at the feet of Jesus; to worship him, or to offer my life for his."],["div",{"id":"p20","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p20"},"“At about twelve years of age I read of the first resurrection, as described by John the Apostle, in the 20th chapter of his Revelation; how they, martyrs of Jesus, and those who kept His commandments would live and reign with Christ a thousand years, while the rest of the dead lived not again till the thousand years were ended. O, what an impression this made on my mind; I retired to rest after an evening spent in this way; but I could not sleep. I felt a longing desire and an inexpressible anxiety to secure to myself a part in a resurrection so glorious” (",["span.emphasis","Autobiography of Parley P. Pratt"],"[1985], 2)."],["div",{"id":"p21","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p21"},"Building on these experiences with the Bible, Elder Pratt grew to become one of the great Church leaders of this dispensation."],["div",{"id":"p22","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p22"},"The Prophet Joseph Smith warned leaders against “unrighteous dominion” or the unrighteous use of authority (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.39"},"D&C 121:39"],"). “When we undertake to cover our sins, or to gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon the souls of the children of men, in any degree of unrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man. …"],["div",{"id":"p23","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p23"},"“No power or influence can or ought to be maintained by virtue of the priesthood, only by persuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;"],["div",{"id":"p24","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p24"},"“By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy, and without guile” (vv. 37, 41–42)."],["div",{"id":"p25","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p25"},"Leaders can use external rewards to motivate but should do so cautiously. An external reward is one not directly related to what is being rewarded, for example giving a person money for reading the scriptures. Such rewards can bring results, but if used unwisely, they can be detrimental to a person’s spiritual maturity. Lavish praise can come across as insincere or manipulative. External rewards can also diminish a person’s internal motivation."],["div",{"id":"f2","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.f2"},"Leaders can motivate by sharing stories and teachings of Jesus Christ. President Harold B. Lee, who was then a Counselor in the First Presidency, listed the following ways Jesus exemplified principles of good teaching, and they apply to leadership as well:",["ol.number",["li",["span.label","“1."],[".para","The Master had a true love of God and God’s children."]],["li",["span.label","“2."],[".para","He had a burning belief in his mission to serve and save mankind."]],["li",["span.label","“3."],[".para","He had a clear and sympathetic understanding of human beings and their vital needs."]],["li",["span.label","“4."],[".para","He was a constant, earnest student. He knew the ‘law and the prophets.’ He knew history and the social conditions of his time."]],["li",["span.label","“5."],[".para","He could discern truth and was uncompromising in upholding it."]],["li",["span.label","“6."],[".para","His simple language enabled him to reach and hold hearers from every class and condition."]],["li",["span.label","“7."],[".para","His creative skill made the lessons live for all time."]],["li",["span.label","“8."],[".para","He led people to hunger and thirst after righteousness."]],["li",["span.label","“9."],[".para","He inspired active goodness—a desire to apply the gospel in uplifting service."]],["li",["span.label","“10."],[".para","He demonstrated his faith by living it constantly and courageously” (“And Ye Shall Teach,”",["span.emphasis","Ensign,"],"Sept. 1971, 5)."]]]]],[".topic",["h3","Teaching Idea"],["div",{"id":"p38","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p38"},"Explain that leaders often need to help people mature in the gospel and learn to serve effectively in their callings. Discuss some of the motives we may have for serving, both as leaders and followers, and list them on the board. Invite students to rank them from least to most worthy, and discuss their reasons."],["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p39"},"Discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-46"},"Doctrine and Covenants 121:34–46"],". Identify motives and behaviors in these verses that constitute unrighteous dominion, as well as those that characterize righteous leadership. Stress the importance of being in tune with the Holy Ghost."],["div",{"id":"p40","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p40"},"Discuss some of the disadvantages of using external rewards to motivate people to live gospel principles."],["div",{"id":"p41","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p41"},"List ways Jesus Christ showed perfect leadership. Invite students to apply the positive traits discussed in these lessons in their leadership roles."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p43","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p43"},"Read or tell Elder Hugh B. Brown’s story of the currant bush from the Teacher Resources section below. Have students analyze the motives in Elder Brown’s life before and after this experience."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p45"},"Elder Hugh B. Brown"],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p46"},"Of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p47"},["span.crossRef",["span.emphasis","“The Currant Bush,”"]],"New Era,",["span.emphasis","Jan. 1973, 14–15; see also"],"New Era, Apr. 2001, 12–14"]],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p48"},"You sometimes wonder whether the Lord really knows what he ought to do with you. You sometimes wonder if you know better than he does about what you ought to do and ought to become. I am wondering if I may tell you a story that I have told quite often in the Church. It is a story that is older than you are. It’s a piece out of my own life, and I’ve told it in many stakes and missions. It has to do with an incident in my life when God showed me that",["span.emphasis","he knew best."]],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p49"},"I was living up in Canada. I had purchased a farm. It was run-down. I went out one morning and saw a currant bush. It had grown up over six feet high. It was going all to wood. There were no blossoms and no currants. I was raised on a fruit farm in Salt Lake before we went to Canada, and I knew what ought to happen to that currant bush. So I got some pruning shears and went after it, and I cut it down, and pruned it, and clipped it back until there was nothing left but a little clump of stumps. It was just coming daylight, and I thought I saw on top of each of these little stumps what appeared to be a tear, and I thought the currant bush was crying. I was kind of simpleminded (and I haven’t entirely gotten over it), and I looked at it, and smiled, and said, “What are you crying about?” You know, I thought I heard that currant bush talk. And I thought I heard it say this: “How could you do this to me? I was making such wonderful growth. I was almost as big as the shade tree and the fruit tree that are inside the fence, and now you have cut me down. Every plant in the garden will look down on me, because I didn’t make what I should have made. How",["span.emphasis","could"],"you do this to me? I thought you were the gardener here.” That’s what I thought I heard the currant bush say, and I thought it so much that I answered. I said, “Look, little currant bush, I",["span.emphasis","am"],"the gardener here, and I know what I want you to be. I didn’t intend you to be a fruit tree or a shade tree. I want you to be a currant bush, and some day, little currant bush, when you are laden with fruit, you are going to say, ‘Thank you, Mr. Gardener, for loving me enough to cut me down, for caring enough about me to hurt me. Thank you, Mr. Gardener.’”"],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p50"},"Time passed. Years passed, and I found myself in England. I was in command of a cavalry unit in the Canadian Army. I had made rather rapid progress as far as promotions are concerned, and I held the rank of field officer in the British Canadian Army. And I was proud of my position. And there was an opportunity for me to become a general. I had taken all the examinations. I had the seniority. There was just one man between me and that which for ten years I had hoped to get, the office of general in the British Army. I swelled up with pride. And this one man became a casualty, and I received a telegram from London. It said: “Be in my office tomorrow morning at 10:00,” signed by General Turner in charge of all Canadian forces. I called in my valet, my personal servant. I told him to polish my buttons, to brush my hat and my boots, and to make me look like a general because that is what I was going to be. He did the best he could with what he had to work on, and I went up to London. I walked smartly into the office of the General, and I saluted him smartly, and he gave me the same kind of a salute a senior officer usually gives—a sort of “Get out of the way, worm!” He said, “Sit down, Brown.” Then he said, “I’m sorry I cannot make the appointment. You are entitled to it. You have passed all the examinations. You have the seniority. You’ve been a good officer, but I can’t make the appointment. You are to return to Canada and become a training officer and a transport officer. Someone else will be made a general.” That for which I had been hoping and praying for ten years suddenly slipped out of my fingers."],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p51"},"Then he went into the other room to answer the telephone, and I took a soldier’s privilege of looking on his desk. I saw my personal history sheet. Right across the bottom of it in bold, block-type letters was written, “THIS MAN IS A MORMON.” We were not very well liked in those days. When I saw that, I knew why I had not been appointed. I already held the highest rank of any Mormon in the British Army. He came back and said, “That’s all, Brown.” I saluted him again, but not quite as smartly. I saluted out of duty and went out. I got on the train and started back to my town, 120 miles away, with a broken heart, with bitterness in my soul. And every click of the wheels on the rails seemed to say, “You are a failure. You will be called a coward when you get home. You raised all those Mormon boys to join the army, then you sneak off home.” I knew what I was going to get, and when I got to my tent, I was so bitter that I threw my cap and my saddle brown belt on the cot. I clinched my fists and I shook them at heaven. I said, “How could you do this to me, God? I have done everything I could do to measure up. There is nothing that I could have done—that I should have done—that I haven’t done. How could you do this to me?” I was as bitter as gall."],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p52"},"And then I heard a voice, and I recognized the tone of this voice. It was my own voice, and the voice said, “I am the gardener here. I know what I want you to do.” The bitterness went out of my soul, and I fell on my knees by the cot to ask forgiveness for my ungratefulness and my bitterness. While kneeling there I heard a song being sung in an adjoining tent. A number of Mormon boys met regularly every Tuesday night. I usually met with them. We would sit on the floor and have a Mutual Improvement Association. As I was kneeling there, praying for forgiveness, I heard their voices singing:"],[".poetry",{"id":"f5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.f5"},[".stanza",[".line","“It may not be on the mountain height"],[".line","Or over the stormy sea;"],[".line","It may not be at the battle’s front"],[".line","My Lord will have need of me;"],[".line","But if, by a still, small voice he calls"],[".line","To paths that I do not know,"],[".line","I’ll answer, dear Lord, with my hand in thine:"],[".line","I’ll go where you want me to go.”"]],[".citationInfo",["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p61"},"(",["span.emphasis","Hymns,"],"no. 75.)"]]],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p62"},"I arose from my knees a humble man. And now, almost fifty years later, I look up to him and say, “Thank you, Mr. Gardener, for cutting me down, for loving me enough to hurt me.” I see now that it was wise that I should not become a general at that time, because if I had I would have been senior officer of all western Canada, with a lifelong, handsome salary, a place to live, and a pension when I’m no good any longer, but I would have raised my six daughters and two sons in army barracks. They would no doubt have married out of the Church, and I think I would not have amounted to anything. I haven’t amounted to very much as it is, but I have done better than I would have done if the Lord had let me go the way I wanted to go."],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p63"},"I wanted to tell you that oft-repeated story because there are many of you who are going to have some very difficult experiences: disappointment, heartbreak, bereavement, defeat. You are going to be tested and tried to prove what you are made of. I just want you to know that if you don’t get what you think you ought to get, remember, “God is the gardener here. He knows what he wants you to be.” Submit yourselves to his will. Be worthy of his blessings, and you will get his blessings."],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","What were the factors that motivated Elder Brown to change his priorities?"]],["li",["span.label","•"],[".para","What principles can we draw from Elder Brown’s talk for our own lives?"]],["li",["span.label","•"],[".para","What attitudes help us allow the Lord to shape our lives?"]],["li",["span.label","•"],[".para","How can “an attitude of gratitude” help us be good leaders?"]]]]],[".sidebar",[".bio",["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p69"},"Sister Margaret D. Nadauld"],["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p70"},"Young Women General President"]],[".citationInfo",["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p71"},["span.emphasis","“The Joy of Womanhood,” in Conference Report, Oct. 2000, 14–17; or"],"Ensign,",["span.emphasis","Nov. 2000, 14–16"]]],[".topic",["h3","Faithful women have a glorious mission"],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p73"},"It is a remarkable blessing to be a daughter of God today. We have the fulness of the gospel of Jesus Christ. We are blessed to have the priesthood restored to the earth. We are led by a prophet of God who holds all of the priesthood keys. I love and honor President Gordon B. Hinckley and all of our brethren who bear the priesthood worthily."],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p74"},"I am inspired by the lives of good and faithful women. From the beginning of time the Lord has placed significant trust in them. He has sent us to earth for such a time as this to perform a grand and glorious mission. The Doctrine and Covenants teaches that even before we were born, we were among those who “received their first lessons in the world of spirits and were prepared to come forth in the due time of the Lord to labor in his vineyard for the salvation of the souls of men” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.56"},"D&C 138:56"],"). What a wonderful vision that gives us of our purpose on earth."],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p75"},"Where much is given, much is required. Our Heavenly Father asks His daughters to walk in virtue, to live in righteousness so that we can fulfill our life’s mission and His purposes. He wants us to be successful, and He will help us as we seek His help."]],[".topic",["h3","Women were given special qualities"],["div",{"id":"p77","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p77"},"That women were born into this earth female was determined long before mortal birth, as were the divine differences of male and female. I love the clarity of the teachings of the First Presidency and the Quorum of the Twelve in the proclamation on the family, where they state, “Gender is an essential characteristic of individual premortal, mortal, and eternal identity and purpose.”",["sup",["a",{"href":"fn_1"},"1"]],"From that statement we are taught that every girl was feminine and female in spirit long before her mortal birth."],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p78"},"God sent women to earth with some qualities in extra capacity. In speaking to young women, President Faust observed that femininity “is the divine adornment of humanity. It finds expression in your … capacity to love, your spirituality, delicacy, radiance, sensitivity, creativity, charm, graciousness, gentleness, dignity, and quiet strength. It is manifest differently in each girl or woman, but each … possesses it. Femininity is part of your inner beauty.”",["sup",["a",{"href":"fn_2"},"2"]]]],[".topic",["h3","Care for outward appearance"],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p80"},"Our outward appearance is a reflection of what we are on the inside. Our lives reflect that for which we seek. And if with all our hearts we truly seek to know the Savior and to be more like Him, we shall be, for He is our divine, eternal Brother. But He is more than that. He is our precious Savior, our dear Redeemer. We ask with Alma of old, “Have ye received his image in your countenances?” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.14"},"Alma 5:14"],")."],["div",{"id":"p81","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p81"},"You can recognize women who are grateful to be daughters of God by their outward appearance. These women understand their stewardship over their bodies and treat them with dignity. They care for their bodies as they would a holy temple, for they understand Paul’s teaching, “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.16"},"1 Corinthians 3:16"],")."],["div",{"id":"p82","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p82"},"Women who love God would never abuse or deface a temple with graffiti. Nor would they throw open the doors of that holy, dedicated edifice and invite the world to look on. How even more sacred is the body, for it was not made by man. It was formed by God. We are the stewards, the keepers of the cleanliness and purity with which it came from heaven. “If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/3.17"},"1 Corinthians 3:17"],")."],["div",{"id":"p83","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p83"},"Grateful daughters of God guard their bodies carefully, for they know they are the wellspring of life and they reverence life. They don’t uncover their bodies to find favor with the world. They walk in modesty to be in favor with their Father in Heaven, for they know He loves them dearly."]],[".topic",["h3","Minister to others"],["div",{"id":"p85","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p85"},"You can recognize women who are grateful to be daughters of God by their attitude. They know that the errand of angels is given to women, and they desire to be on God’s errand to love His children and minister to them, to teach them the doctrines of salvation, to call them to repentance, to save them in perilous circumstances, to guide them in the performance of His work, to deliver His messages.",["sup",["a",{"href":"fn_3"},"3"]],"They understand that they can bless their Father’s children in their homes and neighborhoods and beyond. Women who are grateful to be daughters of God bring glory to His name."]],[".topic",["h3","Magnify gifts"],["div",{"id":"p87","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p87"},"You can recognize women who are grateful to be daughters of God by their abilities. They fulfill their divine potential and magnify their God-given gifts. They are capable, strong women who bless families, serve others, and understand that “the glory of God is intelligence” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.36"},"D&C 93:36"],"). They are women who embrace enduring virtues in order to be all that our Father needs them to be. The prophet Jacob spoke of some of those virtues when he said their “feelings are exceedingly tender and chaste and delicate before God, which thing is pleasing unto God” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.7"},"Jacob 2:7"],")."]],[".topic",["h3","Reverence motherhood"],["div",{"id":"p89","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p89"},"You can recognize women who are grateful to be daughters of God by their reverence for motherhood, even when that blessing has been withheld from them for a time. In those circumstances, their righteous influence can be a blessing in the lives of children they love. Their exemplary teachings can echo the voice of a faithful home and resonate truth in the hearts of children who need another witness."],["div",{"id":"p90","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p90"},"Grateful daughters of God love Him and teach their children to love Him without reservation and without resentment. They are like the mothers of Helaman’s youthful army, who had such great faith and “had been taught by their mothers, that if they did not doubt, God would deliver them” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.47"},"Alma 56:47"],")."],["div",{"id":"p91","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p91"},"When you observe kind and gentle mothers in action, you see women of great strength. Their families can feel a spirit of love and respect and safety when they are near her as she seeks the companionship of the Holy Ghost and the guidance of His Spirit. They are blessed by her wisdom and good judgment. The husbands and children whose lives they bless will contribute to the stability of societies all over this world. Grateful daughters of God learn truths from their mothers and grandmothers and aunts. They teach their daughters the joyful art of creating a home. They seek fine educations for their children and have a thirst for knowledge themselves. They help their children develop skills that they can use in serving others. They know that the way they have chosen is not the easy way, but they know it is absolutely worth their finest efforts."],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p92"},"They understand what Elder Neal A. Maxwell meant when he said: “When the real history of mankind is fully disclosed, will it feature the echoes of gunfire or the shaping sound of lullabies? The great armistices made by military men or the peacemaking of women in homes and in neighborhoods? Will what happened in cradles and kitchens prove to be more controlling than what happened in congresses?”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p93","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p93"},"Daughters of God know that it is the nurturing nature of women that can bring everlasting blessings, and they live to cultivate this divine attribute. Surely when a woman reverences motherhood, her children will arise up and call her blessed (see",["a.scriptureRef",{"href":"/scriptures/ot/prov/31.28"},"Proverbs 31:28"],")."]],[".topic",["h3","Not like women of the world"],["div",{"id":"p95","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p95"},"Women of God can never be like the women of the world. The world has enough women who are tough; we need women who are tender. There are enough women who are coarse; we need women who are kind. There are enough women who are rude; we need women who are refined. We have enough women of fame and fortune; we need more women of faith. We have enough greed; we need more goodness. We have enough vanity; we need more virtue. We have enough popularity; we need more purity."],["div",{"id":"p96","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p96"},"Oh, how we pray that every young woman will grow up to be all the wonderful things she is meant to be. We pray that her mother and father will show her the right way. May daughters of God honor the priesthood and sustain worthy priesthood holders. May they understand their own great capacity for strength in the timeless virtues that some would scoff at in a modern, liberated world for women."]],[".topic",["h3","Understand and nourish potential"],["div",{"id":"p98","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p98"},"May mothers and fathers understand the great potential for good their daughters inherited from their heavenly home. We must nourish their gentleness, their nurturing nature, their innate spirituality and sensitivity, and their bright minds. Celebrate the fact that girls are different from boys. Be thankful for the position they have in God’s grand plan. And always remember what President Hinckley said: “Only after the earth had been formed, after the day had been separated from the night, after the waters had been divided from the land, after vegetation and animal life had been created, and after man had been placed on the earth, was woman created; and only then was the work pronounced complete and good.”",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p99","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p99"},"Fathers, husbands, young men, may you catch a vision of all that women are and can be. Please be worthy of God’s holy priesthood, which you bear, and honor that priesthood, for it blesses all of us."],["div",{"id":"p100","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.p100"},"Sisters, regardless of your age, please understand all that you are and must be, all that you were prepared to be in royal courts on high by God Himself. May we use with gratitude the priceless gifts we have been given for the lifting of mankind to higher thinking and nobler aspirations, I pray in the name of Jesus Christ, amen."]],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","List inspiring and positive expressions Sister Nadauld uses in her presentation (for example, “remarkable blessing,” “inspired by,” “wonderful vision”). What lesson can we as leaders learn from these expressions that we can apply in our communication with others?"]],["li",["span.label","•"],[".para","Compare the potential of positive and negative statements for motivating others."]],["li",["span.label","•"],[".para","According to Sister Nadauld, what are some aspects of the outward appearance of a righteous person? Why are they important for a leader?"]],["li",["span.label","•"],[".para","Why are these aspects more important than physical beauty?"]],["li",["span.label","•"],[".para","How can we help others become more aware of their divine potential?"]]]],[".bodyNotes",["h3","Notes"],["div",{"id":"fn1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.fn1"},["span.label","1."],["span.emphasis","Ensign,"],"Nov. 1995, 102."],["div",{"id":"fn2","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.fn2"},["span.label","2."],"“",["span.emphasis","Womanhood"],": The Highest Place of Honor,”",["span.emphasis","Ensign,"],"May 2000, 96."],["div",{"id":"fn3","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.fn3"},["span.label","3."],"See Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"2nd ed. (1966), 35."],["div",{"id":"fn4","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.fn4"},["span.label","4."],"In Conference Report, Apr. 1978, 14; or",["span.emphasis","Ensign,"],"May 1978, 10–11."],["div",{"id":"fn5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/helping-others-become-anxiously-engaged.fn5"},["span.label","5."],"“Our Responsibility to Our Young Women,”",["span.emphasis","Ensign,"],"Sept. 1988, 11."]]]]]],"refs":null}
