{"id":13,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":13,"title":"Honoring Priesthood and Womanhood","subtitle":"","short_title":"Lesson 11","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.head1"},[".titleNumber","Lesson 11"],["h1","Honoring Priesthood and Womanhood"],[".intro","“Ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light” (",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.9"},"1 Peter 2:9"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p5"},"Church and family leaders should work in harmony with priesthood principles."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.f1"},["ol.number",["li",["span.label","1."],[".para","The kingdom of God is governed by the priesthood."]],["li",["span.label","2."],[".para","We should honor the priesthood, and we should honor womanhood."]],["li",["span.label","3."],[".para","Leaders should respect those called to preside in the Lord’s kingdom."]]]]],[".topic",["h2","Concept 1. The Kingdom of God Is Governed by the Priesthood."],[".topic",["h3","Commentary"],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p12"},"President David O. McKay taught: “The greatest safeguard we have for unity and strength in the Church is found in the priesthood, by honoring and respecting it. Oh, my brethren—presidents of stakes, bishops of wards, and all who hold the priesthood—God bless you in your leadership, in your responsibility to guide, to bless, to comfort the people whom you have been appointed to preside over and to visit. Guide them to go to the Lord and seek inspiration so to live that they may rise above the low and the mean, and live in the spiritual realm” (in Conference Report, Oct. 1967, 6)."],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p13"},"Elder M. Russell Ballard, a member of the Quorum of the Twelve, explained: “Holding the priesthood is more than just a great blessing. It also carries with it significant responsibilities such as watching over the Church; honoring all women, especially our wives, our mothers, our daughters, our sisters; visiting the home of each member, exhorting each ‘to pray vocally and in secret and attend to all family duties’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.47"},"D&C 20:47"],"] and to ‘stand as witnesses of God at all times and in all things, and in all places’ [",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.9"},"Mosiah 18:9"],"]” (in Conference Report, Oct. 1997, 50–51; or",["span.emphasis","Ensign,"],"Nov. 1997, 37)."],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p14"},"Elder Russell M. Nelson of the Quorum of the Twelve testified: “To all mankind we proclaim these everlasting truths: ‘The Melchizedek Priesthood holds the right of presidency, and has power and authority over all the offices in the church in all ages of the world’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.8"},"D&C 107:8"],"). This power holds ‘the keys of all the spiritual blessings of the church’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.18"},"D&C 107:18"],"). May we fully honor that priesthood” (in Conference Report, Apr. 1993, 53; or",["span.emphasis","Ensign,"],"May 1993, 41)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p16","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p16"},"Invite two or three students who work for organizations (for example stores or companies) to describe how they are organized. How do the people in the organization get the authority to do their jobs?"],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p17"},"Ask how the Church is structured and where it received its authority."],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p18"},"Consider having a volunteer draw a diagram of how a ward, branch, or stake is organized. Have the volunteer explain the diagram. Or you could invite a returned missionary to describe how a mission is structured and the advantages of that organization for doing the Lord’s work."],"Ask:",["ul.bullet",["li",["span.label","•"],[".para","How do priesthood leaders at the different levels watch over the members?"]],["li",["span.label","•"],[".para","How successful would the Church be if priesthood authority were suddenly removed? Why?"]]],["div",{"id":"p22","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p22"},"Explain that from time to time the Lord inspires the Church’s leaders to make organizational changes to meet the needs of the expanding Church."]]],[".topic",["h2","Concept 2. We Should Honor the Priesthood, and We Should Honor Womanhood."],[".topic",["h3","Commentary"],["div",{"id":"p25","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p25"},"Elder Russell M. Nelson explained: “This is The Church of Jesus Christ of Latter-day Saints. He who stands at the head of His restored Church so ordered His priesthood ‘that every man might speak in the name of God the Lord, even the Savior of the world’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.20"},"D&C 1:20"],"). Remarkable! He chose to honor us with His priesthood. So we honor Him by honoring His priesthood—both its power and those who bear it. By so doing, men, women, and children throughout the world will be blessed. Honoring the priesthood fosters respect, respect promotes reverence, and reverence invites revelation” (in Conference Report, Apr. 1993, 49; or",["span.emphasis","Ensign,"],"May 1993, 38)."],["div",{"id":"p26","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p26"},"President N. Eldon Tanner, who was a Counselor in the First Presidency, said: “No man, young or old, who holds the priesthood of God can honor that priesthood without honoring and respecting womanhood. Any young man should be prepared to protect a woman’s virtue with his life, if necessary, and never be guilty of lusting after a woman or doing anything that would degrade her or cause her to lose her virtue. Every young woman has a perfect right to feel safe in going out with a young man holding the priesthood, knowing that he will respect and protect her in every way” (in Conference Report, Apr. 1973, 124; or",["span.emphasis","Ensign,"],"July 1973, 95)."],["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p27"},"President Spencer W. Kimball gave the following reminder: “Tonight I plan to speak to the priesthood brethren, assembled in hundreds of locations around the world, and remind them that ‘we have all been blessed with special women in our lives who have had a deep and lasting influence upon us. Their contribution has been and is important to us [brethren] and is something which will be of everlasting value to us.’ (See",["span.emphasis","Ensign"],", Nov. 1979,",["span.crossRef","p. 48"],".) I wish to emphasize that thought this morning. I cannot impress upon all of us too strongly the high place of honor and respect our wives, mothers, sisters, and daughters hold in The Church of Jesus Christ of Latter-day Saints” (in Conference Report, Oct. 1979, 6–7; or",["span.emphasis","Ensign,"],"Nov. 1979, 5)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p29","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p29"},"Ask the sisters what men should do to honor their priesthood, and discuss their answers. Ask the brethren how priesthood holders can honor womanhood."],["div",{"id":"p30","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p30"},"What blessings come to women because of priesthood authority? (Answers should include gospel ordinances.)"],["div",{"id":"p31","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p31"},"Have students read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-46"},"D&C 121:34–46"],"and list principles of leadership that apply to all Church and family leaders."]]],[".topic",["h2","Concept 3. Leaders Should Respect Those Called to Preside In the Lord’s Kingdom."],[".topic",["h3","Commentary"],["div",{"id":"p34","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p34"},"President David O. McKay counseled: “Recognize those who preside over you and, when necessary, seek their advice. The Savior himself recognized this authority on earth. You will remember the experience that Paul had just as he neared Damascus with papers in his pocket to arrest all who believed in Jesus Christ. A light suddenly shone about him, and he heard a voice saying, ‘Saul, Saul, why persecutest thou me?’"],["div",{"id":"p35","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p35"},"“And Saul said: ‘Lord, what wilt thou have me to do? And the Lord said unto him, Arise, and go into the city, and it shall be told thee what thou must do.’ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.4,6"},"Acts 9:4, 6"],".)"],["div",{"id":"p36","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p36"},"“He could have told Saul in a few words what he should do, but there was a branch of the Church in Damascus, presided over by a humble man named Ananias, and Jesus recognized that authority. …"],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p37"},"“Here is a lesson for all of us in this Church. Let us, too, recognize the local authority. The bishop may be a humble man. Some of you may think you are superior to him, and you may be, but he is given authority direct from our Father in heaven. Recognize it. Seek his advice and the advice of your stake president. If they cannot answer your difficulties or your problems, they will write to the General Authorities and get the advice needed. Recognition of authority is an important principle” (in Conference Report, Oct. 1967, 6–7)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p39"},"Ask if anyone has attended a general conference. If someone has, ask what the congregation does when the President of the Church enters. (They stand and become quiet until he takes his seat.) Why does the congregation respond this way?"],"Discuss the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Why would it be inappropriate to seek counsel from a friend’s priesthood leader in another ward or stake, rather than from your own?"]],["li",["span.label","•"],[".para","What lessons can we learn from Paul’s experience in",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.6"},"Acts 9:6"],"? (see the commentary)."]],["li",["span.label","•"],[".para","The stake president announces that a new bishop will be sustained in your ward next Sunday. You know several members of your ward you feel would make excellent bishops. To your surprise, the stake president calls a man you did not think of as a strong leader. What should you do? Why is it important to always sustain those the Lord calls?"]],["li",["span.label","•"],[".para","A friend of yours has a doctrinal question and plans to write a General Authority because he thinks that will be the best source for an answer. What is wrong with that plan?"]],["li",["span.label","•"],[".para","Why is the adage true: “A great leader is also a great follower”?"]]]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p47"},"Elder Russell M. Nelson"],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p48"},"Of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p49"},["span.emphasis","“Honoring the Priesthood,” in Conference Report, Apr. 1993, 49–53; or"],"Ensign,",["span.emphasis","May 1993, 38–41"]]],[".topic",["h3","Honoring the priesthood"],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p51"},"Brethren, relatively little is written on my subject.",["sup",["a",{"href":"fn_1"},"1"]],"Yet we are all expected to know about it. I speak of honoring the priesthood."],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p52"},"This is The Church of Jesus Christ of Latter-day Saints. He who stands at the head of His restored Church so ordered His priesthood “that every man might speak in the name of God the Lord, even the Savior of the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.20"},"D&C 1:20"],"). Remarkable! He chose to honor us with His priesthood. So we honor Him by honoring His priesthood—both its power and those who bear it. By so doing, men, women, and children throughout the world will be blessed. Honoring the priesthood fosters respect, respect promotes reverence, and reverence invites revelation.",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p53"},"President Ezra Taft Benson has specifically asked us to follow proper priesthood protocol—principles, he noted, “that many of us have learned by observation while listening to senior brethren.” He said, “Protocol is a long-established practice prescribing complete deference to … an order of correct procedure.”",["sup",["a",{"href":"fn_3"},"3"]],"I will quote from President Benson and other leaders because, as you will note, much of my message pertains to that protocol."]],[".topic",["h3","Types of organizations"],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p55"},"Differences exist in practice and organization between the Lord’s Church and man-made institutions. Men and women may form associations for and among themselves and be governed by stipulations that are mutually acceptable. The Church of Jesus Christ of Latter-day Saints, however, is neither a democracy nor a republic. His is a kingdom—the kingdom of God on earth. His is a hierarchical church, with ultimate authority at the top. The Lord directs His anointed servants. They testify to all the world that God has again spoken. The heavens have been opened. A living linkage has been formed between heaven and earth in our day."],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p56"},"That supreme authority is supported by a firm foundation following an organizational pattern established anciently. Jesus Christ is the chief cornerstone, with Apostles and prophets and all the gifts, powers, and blessings that characterized the Church in earlier days (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.28"},"1 Corinthians 12:28"],")."]],[".topic",["h3","Leaders and titles"],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p58"},"Secular and spiritual institutions have differing patterns of leadership. Man-made organizations are governed by officers with titles that designate rank or accomplishment. A military officer, judge, senator, doctor, or professor is properly addressed by title. We appropriately honor individuals who have attained such positions."],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p59"},"In contrast, the kingdom of God is governed by the authority of the priesthood. It is not conferred for honor, but for a ministry of service. Priesthood titles are not created by man; neither are they for adornment, nor do they express mastership. They denote appointment to service in the work of the Lord. We are called, sustained, and ordained—not by ourselves but “by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof” (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.5"},"Articles of Faith 1:5"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.4"},"Hebrews 5:4"],")."],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p60"},"Titles pertaining to the holy priesthood deserve our utmost care and respect. Each member of the First Presidency is addressed and spoken of as “President” (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.22"},"D&C 107:22"],"). The title",["span.emphasis","President"],"is also used when referring to the presidency of a stake or mission, and in reference to a quorum or branch president. The title",["span.emphasis","Apostle"],"is sacred. It has been given of God and belongs only to those who have been called and ordained as “special witnesses of the name of Christ in all the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23"},"D&C 107:23"],"). An Apostle speaks in the name of Him whose special witness he is. This hallowed title is not used in ordinary forms of address. The preferred title for one of the Twelve is",["span.emphasis","Elder"],"or",["span.emphasis","Brother."]],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p61"},"The title",["span.emphasis","bishop"],"is also expressive of presidency; the bishop is the president of the Aaronic Priesthood in his ward and the presiding high priest of the ward organization. Reverently we refer to him as “the bishop.”"],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p62"},["span.emphasis","Elder"],"is a sacred title shared by all who bear the Melchizedek Priesthood."]],[".topic",["h3","General counsel"],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p64"},"May I offer counsel of a general nature, first with comments about General Authorities. We recognize them as instruments in the hand of the Lord, yet realize that they are ordinary human beings. They require haircuts, laundry services, and occasional reminders just like anyone else. President Benson once shared with us a story to illustrate this. He said:"],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p65"},"“Orson F. Whitney … was a great man to concentrate. One day when he was traveling by train, he was so preoccupied that he did not notice the train pass the station where he was to get off. So he had to [be driven] back to where he should have been. Meanwhile the stake president waited and waited. … Finally when he decided that something had more than likely happened to Brother Whitney and he was not going to make it, they commenced the meeting. As Elder Whitney approached, he was greeted by the opening hymn, which was ‘Ye Simple Souls Who Stray.’”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p66"},"We honor such a man because of his extraordinary calling. His official acts are valid on earth and in heaven. Well do I remember the first time I met one of the General Authorities. It was a feeling beyond description. Though I was but a boy, immediately—almost instinctively—I rose to my feet. Even now I feel that same way when one of the Brethren enters the room. A General Authority is an oracle of God."],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p67"},"Often we speak of",["span.emphasis","keys"],"of priesthood authority. Fifteen living men—the First Presidency and the Twelve—have been ordained as Apostles and have had",["span.emphasis","all"],"keys of priesthood authority conferred upon them. President Gordon B. Hinckley recently explained:"],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p68"},"“Only the President of the Church has the right to exercise [those keys] in their fulness. He may delegate the exercise of various of them to one or more of his Brethren. …"],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p69"},"“Such agency has been given by President Benson to his Counselors and to the Twelve according to various responsibilities delegated to them.”",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p70"},"Under assignment from the First Presidency and the Twelve, General Authorities confer the appropriate keys upon presidents of stakes and of missions, who in turn confer the needed keys upon bishops and upon quorum and branch presidents."],["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p71"},"Assigned to each man who bears the priesthood is a loving leader because “mine house is a house of order, saith the Lord God, and not a house of confusion” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.8"},"D&C 132:8"],")."],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p72"},"That order also defines bounds of revelation. The Prophet Joseph Smith taught that “it is contrary to the economy of God for any member of the Church, or any one, to receive instruction for those in authority, higher than themselves.”",["sup",["a",{"href":"fn_6"},"6"]],"That same principle precludes receiving revelation for anyone outside one’s defined circle of responsibility."],"Honoring the priesthood also means to honor your personal call to serve. A few do’s and don’ts may be helpful:",["ul.bullet",["li",["span.label","•"],[".para",["b","Do"],"learn to take counsel. Seek direction from file leaders and receive it willingly."]],["li",["span.label","•"],[".para",["b","Don’t"],"speak ill of Church leaders."]],["li",["span.label","•"],[".para",["b","Don’t"],"covet a calling or position."]],["li",["span.label","•"],[".para",["b","Don’t"],"second-guess who should or should not have been called."]],["li",["span.label","•"],[".para",["b","Don’t"],"refuse an opportunity to serve."]],["li",["span.label","•"],[".para",["b","Don’t"],"resign from a call.",["b","Do"],"inform leaders of changing circumstances in your life, knowing that leaders will weigh all factors when prayerfully considering the proper timing of your release."]]],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p80"},"The one who extends",["span.emphasis","and"],"the one who receives a call are both under obligation of accountability. I quote from Elder James E. Talmage:"],["div",{"id":"p81","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p81"},"“Those through whom the call came to him … are as surely held answerable for their acts as is he for his; and of every one shall be demanded a strict and personal accounting for his stewardship, a report in full of service or of neglect, of use or abuse in the administration of the trust to him committed.”",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p82","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p82"},"Some aspects of the priesthood are",["span.emphasis","not"],"related to position or title. Authority to administer a priesthood blessing, for example, is dependent only upon ordination and worthiness. The Lord would not withhold blessings from any of His children for want of a priesthood holder with a particular calling. Every elder in the Church holds the same priesthood as the President of the Church."],["div",{"id":"p83","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p83"},"Brethren, please remember: the highest degree of glory is available to you only through that order of the priesthood linked to the new and everlasting covenant of marriage (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"],"). Therefore, your first priority in honoring the priesthood is to honor your eternal companion."]],[".topic",["h3","Specific counsel"],["div",{"id":"p85","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p85"},"Now for counsel more specific.",["b","Husbands and fathers:"],"with your dear partner, shape attitudes at home. Establish a pattern of prayer. Pray regularly and vocally for your priesthood and auxiliary leaders, both local and general. Your manners of courtesy at home and of reverence in the chapel will be copied by members of your family. Help your loved ones follow proper channels when they seek guidance. Teach that counsel should be obtained from trusted parents and leaders on a local level, not from General Authorities. In the past two decades, the First Presidency has sent out essentially the same letter six times to reaffirm that policy."],["div",{"id":"p86","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p86"},"Fathers, you understand the principle of",["span.emphasis","temporal"],"self-reliance and try to provide for a year’s supply, stored at home. Please also consider the need for",["span.emphasis","spiritual"],"food and self-reliance—not just for a year, but for a lifetime—also stored at home. A worthy father should have first opportunity to administer blessings to members of his family. As time moves on, his sons may then draw from that spiritual reservoir, worthy to administer to their own families and to their parents."],["div",{"id":"p87","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p87"},"Now to",["b","young men"],"who bear the Aaronic (or preparatory) Priesthood: if you honor it and prepare for and are worthy of a call to be a missionary, I promise that you will “speak in the name of God the Lord” and bring His light to searching souls. To them you will be as a ministering angel, remembered with love forever. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"],".)"],["div",{"id":"p88","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p88"},"Though I next speak to our beloved",["b","presidents and bishops,"],"the principles apply to all. When one who presides over you comes into a meeting where you have been presiding, please consult with him immediately for instruction. Determine his desires. Be certain to allow adequate time for a message from him. A poignant illustration was once related by Elder James E. Faust:"],["div",{"id":"p89","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p89"},"“I learned some time ago of the distress felt by members of a stake in this valley when their stake presidency was reorganized. The presiding officer was one of the most venerated and unique Apostles in all the history of the Church. [Elder] LeGrand Richards was then in his nineties but was sharp and alert. During the conference, the local people who were called on to speak took most of the time. As a result, Elder Richards had only ten or fifteen minutes remaining in the meeting. What did he do? Go overtime? No. He bore a brief testimony and closed the meeting on time."],["div",{"id":"p90","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p90"},"“The members of the stake did not necessarily want to go overtime. … They were upset, however, because the local membership, who would have other opportunities to hear from their local leaders, would never again, and in fact never did again, have an opportunity to hear from this venerable Apostle. In short, the speakers did not respect the presiding officer.”",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p91","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p91"},"When a presiding General Authority has spoken, no one speaks following him. After the meeting has concluded, presidents and bishops, remain at the side of your file leader until excused. He may be impressed to give additional teaching or direction. And you may also prevent problems. For example, if a member asks a question of your leader that should not be directed to him, you are there to respond."],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p92"},"Now for comments about the",["b","stake high council."],"It has no president. It has no autonomy and meets, even when divided into committees, only upon call from the stake presidency. Although high councilors may be seated in the order of their call to the council, no member has seniority over another."],["div",{"id":"p93","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p93"},"In contrast,",["b","seniority"],"is honored among ordained Apostles—even when entering or leaving a room. President Benson related to us this account:"],["div",{"id":"p94","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p94"},"“Some [years] ago Elder Haight extended a special courtesy to President Romney while they were in the upper room in the temple. President Romney was lingering behind for some reason, and [Elder Haight] did not want to precede him out the door. When President Romney signaled [for him] to go first, Elder Haight replied, ‘No, President, you go first.’"],["div",{"id":"p95","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p95"},"“President Romney replied with his humor, ‘What’s the matter, David? Are you afraid I’m going to steal something?’”",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p96","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p96"},"Such deference from a junior to a senior Apostle is recorded in the New Testament. When Simon Peter and John the Beloved ran to investigate the report that the body of their crucified Lord had been taken from the sepulcher, John, being younger and swifter, arrived first, yet he did not enter. He deferred to the senior Apostle, who entered the sepulcher first. (See",["a.scriptureRef",{"href":"/scriptures/nt/john/20.2-6"},"John 20:2–6"],".) Seniority in the Apostleship has long been a means by which the Lord selects His presiding high priest."]],[".topic",["h3","Rebuke and repentance"],["div",{"id":"p98","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p98"},"Brethren, these matters are important. More than a century and a half ago, the Lord issued a sharp rebuke to His people. These are His words:"],["div",{"id":"p99","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p99"},"“Verily, condemnation resteth upon you, who are appointed to lead my Church, … and also upon the Church; and there must needs be a repentance and a reformation among you, in all things, in your examples before the Church and before the world, in all your manners, habits and customs, and salutations one toward another; rendering unto every man the respect due the office, calling, and priesthood whereunto I, the Lord, have appointed and ordained you.”",["sup",["a",{"href":"fn_10"},"10"]]],["div",{"id":"p100","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p100"},"If any among us are also guilty of treating as trivial such things that are sacred, we may repent and resolve to honor the priesthood and those to whom the Lord has entrusted its keys."],["div",{"id":"p101","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.p101"},"Brethren, to all mankind we proclaim these everlasting truths: “The Melchizedek Priesthood holds the right of presidency, and has power and authority over all the offices in the church in all ages of the world” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.8"},"D&C 107:8"],"). This power holds “the keys of all the spiritual blessings of the church” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.18"},"D&C 107:18"],"). May we fully honor that priesthood, I pray in the name of Jesus Christ, amen."]],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","If you are presiding over a meeting and an authority who presides over you suddenly joins the meeting, what should you do?"]],["li",["span.label","•"],[".para","Analyze the following statement: “Local Church leaders are called to positions both for what they can contribute and for what they can learn through their service.”"]],["li",["span.label","•"],[".para","What is meant by",["span.emphasis","priesthood keys."],"Who determines who holds what keys?",["span.small"]]],["li",["span.label","•"],[".para","What reasons can you see for each item in Elder Nelson’s list of",["span.emphasis","do’s"],"and",["span.emphasis","don’ts?"]]],["li",["span.label","•"],[".para","Which of the following statements do you think is true? (Explain your answers.)"],["ul.bullet",["li",["span.label","•"],[".para","Priesthood leaders are called to lead the people."]],["li",["span.label","•"],[".para","Priesthood leaders are called to serve the people."]],["li",["span.label","•"],[".para","Priesthood leaders are regular people like you and me."]]]],["li",["span.label","•"],[".para","Discuss the leadership role of women in the Church."]],["li",["span.label","•"],[".para","What qualities do good mothers have that can influence children in positive ways? What leadership role does motherhood play in the Lord’s kingdom?"]],["li",["span.label","•"],[".para","Discuss",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.47-48"},"Alma 56:47–48"],"as it relates to the impact of mothers on their children."]],["li",["span.label","•"],[".para","Name sisters who have had a positive impact in your life (for example Primary leaders, Sunday School teachers, or visiting teachers), and describe your experiences with them."]]]],[".bodyNotes",["h3","Notes"],["div",{"id":"fn1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.fn1"},["span.label","1."],"The reader may wish to consult James E. Talmage, “The Honor and Dignity of Priesthood,” in James R. Clark, comp.,",["span.emphasis","Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,"],"6 vols. (Salt Lake City: Bookcraft, 1965–75), 4:305–9."],["div",{"id":"fn2","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.fn2"},["span.label","2."],"President George Q. Cannon said: “[Honoring the President of the Church] will cause us to draw nearer unto the Father and live so that we shall receive revelation from him for ourselves, that the knowledge of the Spirit shall be in our hearts, that the voice of the true Shepherd will be known to our ears, that when we hear it we will know it. … This is the privilege of the Latter-day Saints, and the man and woman in this Church who does not live so as to enjoy this privilege comes short of being what he should be” (in",["span.emphasis","Journal of Discourses,"],"19:110)."],["div",{"id":"fn3","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.fn3"},["span.label","3."],"“The Unique Commission of a General Authority” (address delivered at a General Authority training meeting, 2 Oct. 1985), p. 5."],["div",{"id":"fn4","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.fn4"},["span.label","4."],"“Commission,” p. 1."],["div",{"id":"fn5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.fn5"},["span.label","5."],"In Conference Report, Oct. 1992, p. 77; or",["span.emphasis","Ensign,"],"Nov. 1992, p. 54."],["div",{"id":"fn6","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.fn6"},["span.label","6."],["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith (Salt Lake City: Deseret Book Co., 1938), p. 21."],["div",{"id":"fn7","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.fn7"},["span.label","7."],["span.emphasis","Messages of the First Presidency,"],"4:306."],["div",{"id":"fn8","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.fn8"},["span.label","8."],"James E. Faust, “A Seventy Is a General Authority” (address delivered at a special training session for the Seventy, 29 Sept. 1987), p. 4."],["div",{"id":"fn9","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.fn9"},["span.label","9."],"“Commission,” p. 9."],["div",{"id":"fn10","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/honoring-priesthood-and-womanhood.fn10"},["span.label","10."],["span.emphasis","History of the Church,"],"2:177."]]]]]],"refs":null}
