{"id":20,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":20,"title":"Introspection","subtitle":"","short_title":"Lesson 18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.head1"},[".titleNumber","Lesson 18"],["h1","Introspection"],[".intro","“I say unto you, can ye look up to God at that day with a pure heart and clean hands? I say unto you, can you look up, having the image of God engraven upon your countenances?” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.19"},"Alma 5:19"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p5"},"Introspection helps leaders bring people to Jesus Christ."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.f1"},["ol.number",["li",["span.label","1."],[".para","Introspection is important for family and Church leaders."]]]]],[".topic",["h2","Concept 1. Introspection Is Important for Family and Church Leaders."],[".topic",["h3","Commentary"],["div",{"id":"p10","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p10"},"Leaders should reflect regularly on their worthiness to be guided by the Spirit and on how well they apply sound leadership principles. The scriptures teach the importance of introspection. Nephi reflected: “And why should I yield to sin, because of my flesh? Yea, why should I give way to temptations, that the evil one have place in my heart to destroy my peace and afflict my soul? Why am I angry because of mine enemy?” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.27"},"2 Nephi 4:27"],"). Alma asked the people of Zarahemla: “Have ye spiritually been born of God? Have ye received his image in your countenances? Have ye experienced this mighty change in your hearts? …"],["div",{"id":"p11","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p11"},"“And now behold, I say unto you, my brethren, if ye have experienced a change of heart, and if ye have felt to sing the song of redeeming love, I would ask, can ye feel so now?” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.14,26"},"Alma 5:14, 26"],"). The young Joseph Smith was reflecting on his “weaknesses and imperfections” and praying to the Lord for forgiveness when the Angel Moroni first appeared to him (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.28-33"},"Joseph Smith—History 1:28–33"],")."],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p12"},"Modern prophets and Church leaders have also taught the importance of introspection. President Gordon B. Hinckley, who was then a Counselor in the First Presidency, advised: “Every sacrament meeting ought to be a spiritual feast. It ought to be a time for meditation and introspection, a time for singing songs of praise to the Lord, a time of renewing one’s covenants with him and our Eternal Father, and a time for hearing the word of the Lord with reverence and appreciation” (in Conference Report, Oct. 1982, 66; or",["span.emphasis","Ensign,"],"Nov. 1982, 47)."],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p13"},"Elder Russell M. Nelson, a member of the Quorum of the Twelve, taught: “The wise fisherman inspects his nets regularly. Should any flaw be detected, he repairs the defect without delay. An old saying teaches that ‘a stitch in time saves nine.’ Recorded revelation gives similar instruction. The Lord said, ‘Remember therefore from whence thou art fallen, and repent, and do the first works’ (",["a.scriptureRef",{"href":"/scriptures/nt/rev/2.5"},"Rev. 2:5"],")."],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p14"},"“If we are wise, we assess personal cords of integrity on a daily basis. We identify any weakness, and we repair it. Indeed, we have an obligation to do so. …"],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p15"},"“Private personal prayer is a good time for introspection. Morning prayer might include a petition for honesty, chastity, virtue, or for simply being of service to others. In the evening, there may be another quick checkup on all those attributes. We pray for the preservation of our spiritual integrity, then we work for it. Should any flaw be found, we will want to begin the process of prompt repair that will protect further disintegration of a threatened spiritual quality."],"“Self-assessment is done best in many little steps, asking ourselves questions such as:",["ul.bullet",["li",["span.label","•"],[".para","What do we do when we make a mistake? Do we admit our error and apologize, or do we deny it and blame others?"]],["li",["span.label","•"],[".para","What do we do when we are in a group where wrong ideas or activities are promoted? Do we endorse error by our silence, or do we take a stand?"]],["li",["span.label","•"],[".para","Are we totally true to our employers, or are we less than loyal?"]],["li",["span.label","•"],[".para","Do we keep the Sabbath day, obey the Word of Wisdom, honor our father and mother?"]],["li",["span.label","•"],[".para","… How do we react when we hear evil-speaking against the Lord’s anointed? Do we honor all [our covenants]? Or do we allow exceptions and rationalize our behavior to suit our preconceived preferences?"]],["li",["span.label","•"],[".para","How do we honor our word? Can our promises be trusted? …"]]],["div",{"id":"p23","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p23"},"“… Proper diagnosis is essential to proper treatment. The Lord gave us this remarkable assurance: ‘Because thou hast seen thy weakness thou shalt be made strong’ (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.37"},"Ether 12:37"],"). But wishing for strength won’t make us strong. It takes faith and work to shore up a weakened cord of integrity."],["div",{"id":"p24","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p24"},"“We know the process of self-repair called repentance” (“Integrity of Heart,”",["span.emphasis","Ensign,"],"Aug. 1995, 21)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p26","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p26"},"Explain what",["span.emphasis","introspection"],"means (“an examination of one’s own thoughts and feelings”",["span.emphasis","Merriam-Webster’s Collegiate Dictionary,"],"10th ed. [1993], “introspection,” 615]). Discuss why introspection is important for church and family leaders."],["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p27"},"Ask students to name instances of introspection in the scriptures (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.4-13"},"1 Kings 19:4–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/4.1-11"},"Matthew 4:1–11"],"; and the examples in the commentary). Discuss how introspection is often followed by a blessing."],["div",{"id":"p28","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p28"},"Share with students President Gordon B. Hinckley’s statement in the commentary about introspection in sacrament meetings. Discuss some of the questions Elder Russell M. Nelson suggested we ask ourselves during our introspection."],["div",{"id":"p29","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p29"},"Tell students that it is important for leaders to reflect on their relationship with the Lord, their responsibilities, the people they serve, and so forth. Discuss with your students questions we might ask ourselves as we think about our worthiness and our callings as leaders. Suggest that they develop the habit of reflecting on questions like these."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p31","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p31"},"President Spencer W. Kimball"],["div",{"id":"p32","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p32"},"President of the Church"]],[".citationInfo",["div",{"id":"p33","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p33"},["span.emphasis","“Jesus: The Perfect Leader,”"],"Ensign,",["span.emphasis","Aug. 1979, 5–7"]]],["div",{"id":"p34","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p34"},"There are far more things to be said about the Lord Jesus Christ’s remarkable leadership than any single article or book could possibly cover, but I want to point out a few of the attributes and skills he demonstrated so perfectly. These same skills and qualities are important for us all if we wish to succeed as leaders in any lasting way."],[".topic",["h3","Fixed principles"],["div",{"id":"p36","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p36"},"Jesus knew who he was and why he was here on this planet. That meant he could lead from strength rather than from uncertainty or weakness."],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p37"},"Jesus operated from a base of fixed principles or truths rather than making up the rules as he went along. Thus, his leadership style was not only correct, but also constant. So many secular leaders today are like chameleons; they change their hues and views to fit the situation—which only tends to confuse associates and followers who cannot be certain what course is being pursued. Those who cling to power at the expense of principle often end up doing almost anything to perpetuate their power."],["div",{"id":"p38","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p38"},"Jesus said several times, “Come, follow me.” His was a program of “do what I do,” rather than “do what I say.” His innate brilliance would have permitted him to put on a dazzling display, but that would have left his followers far behind. He walked and worked with those he was to serve. His was not a long-distance leadership. He was not afraid of close friendships; he was not afraid that proximity to him would disappoint his followers. The leaven of true leadership cannot lift others unless we are with and serve those to be led."],["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p39"},"Jesus kept himself virtuous, and thus, when his closeness to the people permitted them to touch the hem of his garment, virtue could flow from him. (See",["a.scriptureRef",{"href":"/scriptures/nt/mark/5.24-34"},"Mark 5:24–34"],".)"]],[".topic",["h3","Understanding others"],["div",{"id":"p41","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p41"},"Jesus was a listening leader. Because he loved others with a perfect love, he listened without being condescending. A great leader listens not only to others, but also to his conscience and to the promptings of God."],["div",{"id":"p42","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p42"},"Jesus was a patient, pleading, loving leader. When Peter drew his sword and smote the high priest’s servant, cutting off his right ear, Jesus said, “Put up thy sword into the sheath” (",["a.scriptureRef",{"href":"/scriptures/nt/john/18.11"},"John 18:11"],"). Without being angry or perturbed, Jesus quietly healed the servant’s ear (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.51"},"Luke 22:51"],"). His reproof of Peter was kind, yet firm."],["div",{"id":"p43","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p43"},"Because Jesus loved his followers, he was able to level with them, to be candid and forthright with them. He reproved Peter at times because he loved him, and Peter, being a great man, was able to grow from this reproof. There is a wonderful verse in the book of Proverbs all of us need to remember:"],["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p44"},"“The ear that heareth the reproof of life abideth among the wise."],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p45"},"“He that refuseth instruction despiseth his own soul: but he that heareth reproof getteth understanding.” (",["a.scriptureRef",{"href":"/scriptures/ot/prov/15.31-32"},"Proverbs 15:31–32"],".)"],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p46"},"It is a wise leader or a wise follower who can cope with the “reproof of life.” Peter could do this because he knew that Jesus loved him, and thus Jesus was able to groom Peter for a very high place or responsibility in the kingdom."],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p47"},"Jesus saw sin as wrong but also was able to see sin as springing from deep and unmet needs on the part of the sinner. This permitted him to condemn the sin without condemning the individual. We can show forth our love for others even when we are called upon to correct them. We need to be able to look deeply enough into the lives of others to see the basic causes for their failures and shortcomings."]],[".topic",["h3","Selfless leadership"],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p49"},"The Savior’s leadership was selfless. He put himself and his own needs second and ministered to others beyond the call of duty, tirelessly, lovingly, effectively. So many of the problems in the world today spring from selfishness and self-centeredness in which too many make harsh demands of life and others in order to meet their demands. This is a direct reversal of the principles and practices pursued so perfectly by that perfect example of leadership, Jesus of Nazareth."],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p50"},"Jesus’ leadership emphasized the importance of being discerning with regard to others, without seeking to control them. He cared about the freedom of his followers to choose. Even he, in those moments that mattered so much, had to choose voluntarily to go through Gethsemane and to hang on the cross at Calvary. He taught us that there can be no growth without real freedom. One of the problems with manipulative leadership is that it does not spring from a love of others but from a need to use them. Such leaders focus on their own needs and desires and not on the needs of others."],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p51"},"Jesus had perspective about problems and people. He was able to calculate carefully at long range the effect and impact of utterances, not only on those who were to hear them at the moment, but on those who would read them 2,000 years later. So often, secular leaders rush in to solve problems by seeking to stop the present pain, and thereby create even greater difficulty and pain later on."]],[".topic",["h3","Responsibility"],["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p53"},"Jesus knew how to involve his disciples in the process of life. He gave them important and specific things to do for their development. Other leaders have sought to be so omnicompetent that they have tried to do everything themselves, which produces little growth in others. Jesus trusts his followers enough to share his work with them so that they can grow. That is one of the greatest lessons of his leadership. If we brush other people aside in order to see a task done more quickly and effectively, the task may get done all right, but without the growth and development in followers that is so important. Because Jesus knows that this life is purposeful and that we have been placed on this planet in order to perform and grow, growth then becomes one of the great ends of life as well as a means. We can give corrective feedback to others in a loving and helpful way when mistakes are made."],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p54"},"Jesus was not afraid to make demands of those he led. His leadership was not condescending or soft. He had the courage to call Peter and others to leave their fishing nets and to follow him, not after the fishing season or after the next catch, but now! today! Jesus let people know that he believed in them and in their possibilities, and thus he was free to help them stretch their souls in fresh achievement. So much secular leadership is condescending and, in many ways, contemptuous of mankind because it treats people as if they were to be coddled and cocooned forever. Jesus believed in his followers, not alone for what they were, but for what they had the possibilities to become. While others would have seen Peter as a fisherman, Jesus could see him as a powerful religious leader—courageous, strong—who would leave his mark upon much of mankind. In loving others, we can help them to grow by making reasonable but real demands of them."],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p55"},"Jesus gave people truths and tasks that were matched to their capacity. He did not overwhelm them with more than they could manage, but gave them enough to stretch their souls. Jesus was concerned with basics in human nature and in bringing about lasting changes, not simply cosmetic changes."]],[".topic",["h3","Accountability"],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p57"},"Jesus taught us that we are accountable not only for our actions but also for our very thoughts. This is so important for us to remember. We live in an age that stresses “no-fault insurance”—and “no fault” in other human behavior as well. Accountability is not possible, of course, without fixed principles. A good leader will remember he is accountable to God as well as to those he leads. By demanding accountability of himself, he is in a better position, therefore, to see that others are accountable for their behavior and their performance. People tend to perform at a standard set by their leaders."]],[".topic",["h3","Wise use of time"],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p59"},"Jesus also taught us how important it is to use our time wisely. This does not mean there can never be any leisure, for there must be time for contemplation and for renewal, but there must be no waste of time. How we manage time matters so very much, and we can be good managers of time without being frantic or officious. Time cannot be recycled. When a moment has gone, it is really gone. The tyranny of trivia consists of its driving out the people and moments that really matter. Minutia holds momentous things hostage, and we let the tyranny continue all too often. Wise time management is really the wise management of ourselves."]],[".topic",["h3","Secular leadership"],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p61"},"Those individuals whom we most love, admire, and respect as leaders of the human family are so regarded by us precisely because they embody, in many ways, the qualities that Jesus had in his life and in his leadership."],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p62"},"Conversely, those leaders in history who have been most tragic in their impact on mankind were tragic precisely because they lacked to almost any degree the qualities of the Man of Galilee. Where Jesus was selfless, they were selfish. Where Jesus was concerned with freedom, they were concerned with control. Where Jesus was concerned with service, they were concerned with status. Where Jesus met the genuine needs of others, they were concerned only with their own needs and wants. Where Jesus was concerned with the development of his disciples, they sought to manipulate mortals. Where Jesus was filled with compassion balanced by justice, they have so often been filled with harshness and injustice."],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p63"},"Perhaps all of us would not be the perfect example of leadership, but all of us can make a serious effort toward approaching that great ideal."]],[".topic",["h3","Our potential"],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p65"},"One of the great teachings of the Man of Galilee, the Lord Jesus Christ, was that you and I carry within us immense possibilities. In urging us to be perfect as our Father in Heaven is perfect, Jesus was not taunting us or teasing us. He was telling us a powerful truth about our possibilities and about our potential. It is a truth almost too stunning to contemplate. Jesus, who could not lie, sought to beckon us to move further along the pathway to perfection."],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p66"},"We are not yet perfect as Jesus was, but unless those about us can see us striving and improving, they will not be able to look to us for example, and they will see us as less than fully serious about the things to be done."],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p67"},"Each of us has more opportunities to do good and to be good than we ever use. These opportunities lie all around us. Whatever the size of our present circle of effective influence, if we were to improve our performance even a little bit, that circle would be enlarged. There are many individuals waiting to be touched and loved if we care enough to improve in our performance."],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p68"},"We must remember that those mortals we meet in parking lots, offices, elevators, and elsewhere are that portion of mankind God has given us to love and to serve. It will do us little good to speak of the general brotherhood of mankind if we cannot regard those who are all around us as our brothers and sisters. If our sample of humanity seems unglamorous or so very small, we need to remember the parable Jesus gave us in which he reminded us that greatness is not always a matter of size or scale, but of the quality of one’s life. If we do well with our talents and with the opportunities around us, this will not go unnoticed by God. And to those who do well with the opportunities given them, even more will be given!"],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p69"},"The scriptures contain many marvelous case studies of leaders who, unlike Jesus, were not perfect but were still very effective. It would do us all much good if we were to read them—and read them often. We forget that the scriptures present us with centuries of experience in leadership, and, even more importantly, the fixed principles upon which real leadership must operate if it is to succeed. The scriptures are the handbook of instructions for the would-be leader."]],[".topic",["h3","The perfect leader"],["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p71"},"I make no apology for giving something of the accomplishments of Jesus Christ to those who seek success as leaders."],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p72"},"If we would be eminently successful, here is our pattern. All the ennobling, perfect, and beautiful qualities of maturity, of strength, and of courage are found in this one person. As a large, surly mob, armed to the teeth, came to take him prisoner, he faced them resolutely and said, “Whom seek ye?”"],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p73"},"The mob, startled, mumbled his name, “Jesus of Nazareth.”"],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p74"},"“I am he,” answered Jesus of Nazareth with pride and courage—and with power: the soldiers “went backward, and fell to the ground.”"],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p75"},"A second time he said, “Whom seek ye?” and when they named him, he said, “I have told you that I am he: if therefore ye seek me, let these [his disciples] go their way.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/18.4-8"},"John 18:4–8"],".)"],["div",{"id":"p76","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/introspection.p76"},"Perhaps the most important thing I can say about Jesus Christ, more important than all else I have said, is that he lives. He really does embody all those virtues and attributes the scriptures tell us of. If we can come to know that, we then know the central reality about man and the universe. If we don’t accept that truth and that reality, then we will not have the fixed principles or the transcendent truths by which to live out our lives in happiness and in service. In other words, we will find it very difficult to be significant leaders unless we recognize the reality of the perfect leader, Jesus Christ, and let him be the light by which we see the way!"]],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","What did President Kimball say about leaders who change their position to fit the situation?"]],["li",["span.label","•"],[".para","Why is it important for leaders to serve those they lead?"]],["li",["span.label","•"],[".para","What should leaders listen for, in addition to the voices of those they lead?"]],["li",["span.label","•"],[".para","What can leaders who love those they lead accomplish that other leaders could not?"]],["li",["span.label","•"],[".para","In what ways is manipulative leadership self-serving? Why is it wrong for Church and family leaders to be self-serving?"]],["li",["span.label","•"],[".para","How do people benefit when their leaders delegate to them?"]],["li",["span.label","•"],[".para","What does Jesus Christ teach leaders about how to see the people they lead?"]],["li",["span.label","•"],[".para","To whom are leaders accountable?"]],["li",["span.label","•"],[".para","What does President Kimball mean by the “tyranny of trivia”?"]],["li",["span.label","•"],[".para","Choose a secular leader you admire and identify instances in which this person displayed some of the leadership traits of Jesus Christ."]],["li",["span.label","•"],[".para","According to President Kimball, how can we become better leaders?"]]]]]]]],"refs":null}
