{"id":10,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":10,"title":"Leadership Often Requires Sacrifice","subtitle":"","short_title":"Lesson 8","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.head1"},[".titleNumber","Lesson 8"],["h1","Leadership Often Requires Sacrifice"],[".intro","“And he that taketh not his cross, and followeth after me, is not worthy of me."],[".intro","“He that findeth his life shall lose it: and he that loseth his life for my sake shall find it” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.38-39"},"Matthew 10:38–39"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p6","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p6"},"Church and family leaders must be willing to make sacrifices to help those they serve."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.f1"},["ol.number",["li",["span.label","1."],[".para","Jesus Christ exemplified sacrifice in His service to others."]],["li",["span.label","2."],[".para","Leaders must be willing to make sacrifices for those they serve."]]]]],[".topic",["h2","Concept 1. Jesus Christ Exemplified Sacrifice in His Service to Others."],[".topic",["h3","Commentary"],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p12"},"Jesus Christ set the perfect example of sacrifice for others. No gift was greater than the gift of His Atonement. President Spencer W. Kimball said of the Savior: “He was always the giver, seldom the recipient. Never did he give shoes, hose, or a vehicle; never did he give perfume, a shirt, or a fur wrap. His gifts were of such a nature that the recipient could hardly exchange or return the value. His gifts were rare ones: eyes to the blind, ears to the deaf, and legs to the lame; cleanliness to the unclean, wholeness to the infirm, and breath to the lifeless. His gifts were opportunity to the downtrodden, freedom to the oppressed, light in the darkness, forgiveness to the repentant, hope to the despairing. His friends gave him shelter, food, and love. He gave them of himself, his love, his service, his life. The wise men brought him gold and frankincense. He gave them and all their fellow mortals resurrection, salvation, and eternal life. … To give of oneself is a holy gift” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [1982], 246–47)."]]],[".topic",["h2","Teaching Idea"],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p14"},"Have a student read aloud",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.37-39"},"Matthew 10:37–39"],", and discuss the idea that being a disciple of Christ requires sacrifice. Explain that Jesus Christ set the example as He sacrificed for us. Invite students to name some of the sacrifices He made."]],[".topic",["h2","Concept 2. Leaders Must Be Willing to Make Sacrifices for Those They Serve."],[".topic",["h3","Commentary"],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p17"},"The Lord invited early Church leaders to lose themselves in His service. Near the beginning of His mortal ministry, “as he walked by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers."],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p18"},"“And Jesus said unto them, Come ye after me, and I will make you to become fishers of men."],["div",{"id":"p19","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p19"},"“And straightway they forsook their nets, and followed him” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/1.16-18"},"Mark 1:16–18"],")."],["div",{"id":"p20","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p20"},"Levi (Matthew) also left his livelihood to follow the Master (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/5.27-28"},"Luke 5:27–28"],"). Peter and the other Apostles also left all (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/18.28"},"Luke 18:28"],"). Both Peter and Paul expressed a willingness to lose their lives for His sake (see",["a.scriptureRef",{"href":"/scriptures/nt/john/13.37"},"John 13:37"],";",["a.scriptureRef",{"href":"/scriptures/nt/acts/21.13"},"Acts 21:13"],"). The Savior expected all of His disciples to develop unselfishness towards others (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.11"},"Luke 3:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.23"},"9:23"],")."],["div",{"id":"p21","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p21"},"The Lord asks all of His Saints to give up worldliness and seek to become more holy. Alma told the people of Zarahemla: “And now I say unto you, all you that are desirous to follow the voice of the good shepherd, come ye out from the wicked, and be ye separate, and touch not their unclean things” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.57"},"Alma 5:57"],"; see",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/6.17"},"2 Corinthians 6:17"],"). The Lord asks each of us to present to Him a broken heart and a contrite spirit (see for example",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.20"},"3 Nephi 9:20"],")."],["div",{"id":"p22","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p22"},"Church and family leaders must be willing to sacrifice to help those they serve. At various times they may be called on to give their time, talents, and means to bless the lives of others. Elder M. Russell Ballard of the Quorum of the Twelve explained, “Sacrifice is a demonstration of pure love. The degree of our love for the Lord, for the gospel, and for our fellowmen can be measured by what we are willing to sacrifice for them” (in Conference Report, Apr. 1992, 108; or",["span.emphasis","Ensign,"],"May 1992, 76)."],["div",{"id":"p23","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p23"},"As leaders sacrifice for those they serve, they should keep in mind King Benjamin’s counsel: “For it is not requisite that a man should run faster than he has strength. And again, it is expedient that he should be diligent, that thereby he might win the prize; therefore, all things must be done in order” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.4"},"D&C 10:4"],"). Elder Neal A. Maxwell, who was then a member of the Presidency of the Seventy, observed: “When we run faster than we are able, we get both inefficient and tired” (",["span.emphasis","Deposition of a Disciple"],"[1976], 58)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p25","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p25"},"Invite students to share instances in which people (such as parents and bishops) have sacrificed to help them or someone else. Ask what sacrifices missionaries typically make to help people accept the gospel."],["div",{"id":"p26","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p26"},"List on the board things family and Church leaders might be called on to sacrifice to help those they serve. Include assets leaders must be willing to share, such as time and talents. Include also weaknesses they must be willing to forgo, such as worldliness (see the commentary)."],["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p27"},"Discuss ways the sacrifices of leaders benefit those they serve. Discuss how the Lord blesses the leaders who make these sacrifices."],["div",{"id":"p28","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p28"},"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.27"},"Mosiah 4:27"],"and explain how this verse applies to Church and family leaders. Share insights from the commentary, and explain that leaders must “pace themselves” in their service."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p30","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p30"},"Elder Gordon B. Hinckley"],["div",{"id":"p31","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p31"},"Of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p32","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p32"},"The Loneliness of Leadership,",["span.emphasis","Brigham Young University Speeches of the Year (4 Nov. 1969), 3–6"]]],["div",{"id":"p33","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p33"},"… There is a loneliness in all aspects of leadership. …"],["div",{"id":"p34","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p34"},"It was ever thus. The price of leadership is loneliness. The price of adherence to conscience is loneliness. The price of adherence to principle is loneliness. I think it is inescapable. The Savior of the world was a man who walked in loneliness. I do not know of any statement more underlined with the pathos of loneliness than his statement:"],["div",{"id":"p35","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p35"},["span.emphasis","… The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/8.20"},"Matthew 8:20"],".)"]],["div",{"id":"p36","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p36"},"There is no lonelier picture in history than of the Savior upon the cross, alone, the Redeemer of mankind, the Savior of the world, bringing to pass the atonement, the Son of God suffering for the sins of mankind. As I think of that I reflect on a statement made by Channing Pollock."],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p37"},["span.emphasis","Judas with his thirty pieces of silver was a failure. Christ on the cross was the greatest figure of time and eternity."]],[".topic",["h3","Joseph Smith"],["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p39"},"Joseph Smith likewise was a figure of loneliness. I have a great love for the boy who came out of the woods, who after that experience could never be the same again, who was berated and persecuted and looked down upon. Can you sense the pathos in these words of the boy Prophet?"],["div",{"id":"p40","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p40"},["span.emphasis","… For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny it, neither dared I do it; at least I knew that by so doing I would offend God, and come under condemnation. [",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.25"},"JS—H 1:25"],".]"]],["div",{"id":"p41","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p41"},"There are few more sorrowful pictures, not in our history anyway, than of the Prophet being rowed across the Mississippi River by Stephen Markham, knowing that his enemies were after his life, and then there came some of his own who accused him of running away. Hear his response:"],["div",{"id":"p42","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p42"},["span.emphasis","If my life is of no value to my friends, it is of none to myself."],"([History of the Church,]",["span.emphasis","6:549, June 1844.)"]]],[".topic",["h3","The history of the Church"],["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p44"},"This has been the history of this Church, my young friends, and I hope we will never forget it. It came as a result of the position of leadership which was imposed upon us by the God of heaven who brought forth a restoration of the gospel of Jesus Christ. And when the declaration was made concerning the only true and living Church upon the face of the earth, we were immediately put in a position of loneliness, the loneliness of leadership from which we cannot shrink nor run away and which we must face up to with boldness and courage and ability. Our history is one of being driven, of being winnowed and peeled, or being persecuted and hounded. …"],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p45"},"I go back to these words of Paul:"],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p46"},["span.emphasis","We are troubled on every side, yet not distressed; we are perplexed, but not in despair;"]],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p47"},["span.emphasis","Persecuted, but not forsaken; cast down, but not destroyed; (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/4.8-9"},"2 Corinthians 4:8–9"],".)"]]],[".topic",["h3","A missionary’s loneliness"],["div",{"id":"p49","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p49"},"I talked last night with the father of a missionary. He said, “I’ve just been talking with my son in another land. He is beaten; he is destroyed. He is lonely; he is afraid. What can I do to help him?”"],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p50"},"I said, “How long has he been there?”"],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p51"},"He said, “Three months.”"],["div",{"id":"p52","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p52"},"I said, “I guess that’s the experience of almost every missionary who has been there three months. There is scarcely a young man or woman who is called to go into the world in a position of great responsibility to represent The Church of Jesus Christ of Latter-day Saints who does not feel much of the time, I am sure, in the early months of his or her mission, the terrible loneliness of that responsibility. But he also comes to know, as he works in the service of the Lord, the sweet and marvelous companionship of the Holy Spirit which softens and takes from him that feeling of loneliness.”"]],[".topic",["h3","The lonely convert"],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p54"},"It is likewise with the convert. I have been thinking this morning of a friend of mine whom I knew when I was on a mission in London thirty-six years ago. I remember his coming to our apartment through the rain of the night. He knocked at the door and I invited him in."],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p55"},"He said, “I’ve got to talk with someone. I’m all alone. I’m undone.”"],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p56"},"And I said, “What’s your problem?”"],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p57"},"He said, “When I joined the Church a little less than a year ago, my father told me to get out of his home and never come back, and I’ve never been back.”"],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p58"},"He continued, “A few months later the cricket club of which I was a member read me off its list, barred me from membership, the boys with whom I had grown up and with whom I had been so close and friendly.”"],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p59"},"Then he said, “Last month my boss fired me because I was a member of this Church and I have been unable to get another job and I have had to go on the dole."],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p60"},"“And last night the girl with whom I have gone for a year and a half said she would never marry me because I’m a Mormon.”"],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p61"},"I said, “If this has cost you so much, why don’t you leave the Church and go back to your father’s home, and to your cricket club, and to the job that meant so much to you, and to the girl you think you love?”"],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p62"},"He said nothing for what seemed to be a long time. Then, putting his head down in his hands, he sobbed and sobbed. Finally he looked up through his tears and said, “I couldn’t do that. I know this is true, and if it were to cost me my life I could never give it up.” He picked up his wet cap and walked to the door and out into the rain, alone and trembling and fearful, but resolute. As I watched him, I thought of the loneliness of conscience, the loneliness of testimony, the loneliness of faith, and the strength and comfort of the Spirit of God."]],[".topic",["h3","The loneliness of testimony"],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p64"},"I would like to conclude by saying to you here today, you young men and women who are in this great congregation, this is your lot. Oh, you are all together here now. You are all of one kind, you are all of one mind. But you are training to go out into the world where you are",["span.emphasis","not"],"going to have about you ten thousand, twenty thousand, twenty-five thousand others like you. You will feel the loneliness of your faith."],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p65"},"It is not easy, for instance, to be virtuous when all about you there are those who scoff at virtue."],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p66"},"It is not easy to be honest when all about you there are those who are interested only in making “a fast buck.”"],["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p67"},"It is not always easy to be temperate when all about you there are those who scoff at sobriety."],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p68"},"It is not easy to be industrious when all about you there are those who do not believe in the value of work."],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p69"},"It is not easy to be a man of integrity when all about you there are those who will forsake principle for expediency."]],[".topic",["h3","The peace of the Spirit"],["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p71"},"I would like to say to you here today, my brethren and sisters, there is loneliness—but a man of your kind has to live with his conscience. A man has to live with his principles. A man has to live with his convictions. A man has to live with his testimony. Unless he does so, he is miserable—dreadfully miserable. And while there may be thorns, while there may be disappointment, while there may be trouble and travail, heartache and heartbreak, and desperate loneliness, there will be peace and comfort and strength."]],[".topic",["h3","A promise and a blessing"],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p73"},"I like these great words of the Lord given to those who would go out and teach this gospel."],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p74"},["span.emphasis","I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.88"},"D&C 84:88"],".)"]],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p75"},"I think that is a promise to each of us. I believe it; I know it. I bear testimony of its truth to you this day."],["div",{"id":"p76","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p76"},"God bless you, my dear young friends, you of the noble birthright, you of the covenant, you who are the greatest hope of this generation—young men and women of ability and conscience, of leadership and tremendous potential."],["div",{"id":"p77","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-often-requires-sacrifice.p77"},"God bless you to walk fearlessly even though you walk in loneliness, and to know in your hearts that peace which comes of squaring one’s life with principle, that “peace which passeth all understanding,” I humbly pray, as I leave with you my witness and my testimony of the divinity of this holy work. And as a servant of the Lord, I invoke upon you every joy as you go forward in your lives to rich and marvelously fruitful experience, in the name of Jesus Christ. Amen."]],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","What do you think is meant by the phrase “There is a great loneliness in leadership”?"]],["li",["span.label","•"],[".para","How can we cope with the loneliness of leadership?"]],["li",["span.label","•"],[".para","What can compensate for the loneliness of leadership?"]],["li",["span.label","•"],[".para","What can we learn from the Savior about the loneliness of leadership?"]],["li",["span.label","•"],[".para","President Spencer W. Kimball, commenting on",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.39"},"Matthew 10:39"],", noted that “by losing ourselves, we find ourselves,” and added: “Indeed, it is easier to ‘find’ ourselves because there is so much more of us to find!” (“Small Acts of Service”",["span.emphasis","Ensign,"],"Dec. 1974, 2). How does this principle apply to giving Christlike leadership?"]]]]]]]],"refs":null}
