{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":16,"title":"Leadership and Councils","subtitle":"","short_title":"Lesson 14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.head1"},[".titleNumber","Lesson 14"],["h1","Leadership and Councils"],[".intro","“And the Gods took counsel among themselves and said: Let us go down and form man in our image, after our likeness” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.26"},"Abraham 4:26"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p5","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p5"},"Leaders can be more effective when they use councils in the leadership process."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.f1"},["ol.number",["li",["span.label","1."],[".para","Heavenly Father presides over the “great presiding council of the universe.”"]],["li",["span.label","2."],[".para","The Church is governed by councils."]],["li",["span.label","3."],[".para","Family councils are the basic councils of the Church."]],["li",["span.label","4."],[".para","Certain principles allow leaders to have effective councils."]]]]],[".topic",["h2","Concept 1. Heavenly Father Presides Over the “Great Presiding Council of the Universe.”"],[".topic",["h3","Commentary"],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p13"},"Heavenly Father used councils in planning and creating this and other worlds. Elder Joseph Fielding Smith, who was then a member of the Quorum of the Twelve, wrote that God the Father, Jesus Christ, and the Holy Ghost “constitute",["span.emphasis","one"],"Godhead or Supreme Council” (",["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. [1957–66], 1:2). Elder L. Tom Perry of the Twelve referred to the Godhead as the “great presiding council of the universe” (in Conference Report, Apr. 1998, 28; or",["span.emphasis","Ensign,"],"May 1998, 23)."],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p14"},"The scriptures say that “the Council of the Eternal God of all other gods” met “before this world was” and made plans regarding the operation of the universe (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.31-32"},"D&C 121:31–32"],"). Elder Joseph Fielding Smith wrote: “In the grand council held in heaven, Jesus Christ voluntarily accepted the mission of Redeemer. … Adam was also chosen in this same council to fulfil his part as the progenitor of the human race” (",["span.emphasis","Answers to Gospel Questions,"],"1:182)."],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p15"},"The Prophet Joseph Smith taught, “Every man who has a calling to minister to the inhabitants of the world was ordained to that very purpose in the Grand Council of heaven before this world was” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [1976], 365)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p17"},"Have students quickly read",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4"},"Abraham 4–5"],"looking for who planned and created the earth. Invite them to share what they discovered (note words such as",["span.emphasis","us, we, they, our,"],"and",["span.emphasis","the Gods"],")."],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p18"},"Besides creating the earth, what else did the council of Gods do? (see the commentary)."],["div",{"id":"p19","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p19"},"Help students understand that Heavenly Father set the example for leaders when He used councils in planning and creating this and other worlds."]]],[".topic",["h2","Concept 2. The Church Is Governed by Councils."],[".topic",["h3","Commentary"],["div",{"id":"p22","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p22"},"The Lord governs His earthly kingdom through councils. Elder M. Russell Ballard of the Quorum of the Twelve pointed out that after the gospel was restored, “the Church was organized into quorums and councils, with various presidencies appointed ‘to administer in spiritual things’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.8"},"D&C 107:8"],")” (",["span.emphasis","Counseling with Our Councils: Learning to Minister Together in the Church and in the Family"],"[1997], 39). These councils “coordinate and schedule activities, gather information, plan future programs or events, and make decisions and resolve problems” (Daniel H. Ludlow, ed.,",["span.emphasis","Encyclopedia of Mormonism,"],"5 vols. [1992], 3:1141; in",["span.emphasis","Counseling with Our Councils,"],"5). The purpose of these councils is to help “God’s children enjoy the full blessings of the gospel” (",["span.emphasis","Counseling with Our Councils,"],"10). Elder Ballard explained:"],["div",{"id":"p23","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p23"},"“Through the years, the forms and formats of Church governance and administration have been adjusted to meet changing needs and times. But they have always been characterized by reliance upon councils for ongoing solidarity and strength. …"],["div",{"id":"p24","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p24"},"“… The presiding council of The Church of Jesus Christ of Latter-day Saints today is the First Presidency. It consists of the President of the Church and his two Counselors. …"],["div",{"id":"p25","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p25"},"“Next in Church authority to the First Presidency is the Quorum of the Twelve Apostles” (",["span.emphasis","Counseling with Our Councils,"],"43–45)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p27"},"Display pictures of the First Presidency and the Quorum of the Twelve. Explain that these councils, with the help of the Seventy, lead the Church. Discuss what these councils do to direct the Church and bring us to Christ."],["div",{"id":"p28","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p28"},"Discuss some of the councils that function in stakes and wards."]]],[".topic",["h2","Concept 3. Family Councils Are the Basic Councils of the Church."],[".topic",["h3","Commentary"],["div",{"id":"p31","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p31"},"A family council occurs when parents and children meet to consider important family matters. Elder M. Russell Ballard wrote: “The basic council of the Church is the family council” (",["span.emphasis","Counseling with Our Councils,"],"154). Family councils serve the same purpose as other Church councils (see the commentary for concept 2)."],["div",{"id":"p32","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p32"},"Elder Ballard wrote of “the potential power of the family council in strengthening family bonds, building family unity, and creating wonderful memories."],["div",{"id":"p33","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p33"},"“Elder L. Tom Perry of the Quorum of the Twelve Apostles explained that … in family councils, … mothers and fathers can provide training in such topics as ‘temple preparation, missionary preparation, home management, family finances, career development, education, community involvement, cultural improvement, acquisition and care of real and personal property, family planning calendars, use of leisure time, and work assignments.’ … ([in Conference Report, Oct. 1980, 9; or",["span.emphasis","Ensign,"],"Nov. 1980, 9])."],["div",{"id":"p34","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p34"},"“… [The family council] can help bring order to the home, provide a forum for soothing hurt feelings, give parents an important tool with which to combat outside influences, and create an opportunity to teach profound gospel truths” (",["span.emphasis","Counseling with Our Councils,"],"148–49)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p36","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p36"},"Discuss why family councils are the basic councils of the Church. Discuss what family councils do (see the commentary)."],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p37"},"Invite students to share experiences in which they participated in a family council to make an important decision or accomplish an important task."],["div",{"id":"p38","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p38"},"Explain that Heavenly Father set the example of leadership by using councils. The Church is governed on every level by councils. Members of families can also join in council to accomplish the purposes of the family."]]],[".topic",["h2","Concept 4. Certain Principles Allow Leaders to Have Effective Councils."],[".topic",["h3","Commentary"],["div",{"id":"p41","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p41"},"Elder M. Russell Ballard said, “When we act in a united effort, we create spiritual synergism, which is increased effectiveness or achievement as a result of combined action or cooperation, the result of which is greater than the sum of the individual parts” (in Conference Report, Oct. 1993, 103; or",["span.emphasis","Ensign,"],"Nov. 1993, 77). Earlier Elder Ballard said family and Church leaders need “to harness and channel spiritual power through councils” (in Conference Report, Apr. 1994, 32; or",["span.emphasis","Ensign,"],"May 1994, 25)."],["div",{"id":"p42","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p42"},"Elder Ballard taught: “‘As members participate in councils, they learn about larger organizational issues. They see leadership in action, learning how to plan, analyze problems, make decisions, and coordinate across subunit boundaries. Participation in councils helps prepare members for future leadership responsibilities.’ (“Priesthood Councils,” in Ludlow,",["span.emphasis","Encyclopedia of Mormonism,"],"3:1141–42) …"],["div",{"id":"p43","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p43"},"“… When more people feel ownership of the problem, more people are willing to become part of the solution. …"],["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p44"},"“… One of the great strengths of the council system is the flexibility it provides to develop and implement local solutions to local problems” (",["span.emphasis","Counseling with Our Councils,"],"6, 15)."],"Elder Ballard suggested several principles that are important to leading with councils:",["ul.bullet",["li",["span.label","•"],[".para","Leaders should bring a sense of vision or purpose to the council."]],["li",["span.label","•"],[".para","Councils should provide time for discussing differing points of view."]],["li",["span.label","•"],[".para","Leaders should respect the agency of council members."]],["li",["span.label","•"],[".para","Leaders should give clear and precise instructions."]],["li",["span.label","•"],[".para","Leaders should delegate."]],["li",["span.label","•"],[".para","Leaders should set the example for members of their council."]],["li",["span.label","•"],[".para","Leaders should serve with love."]]],["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p53"},"(See",["span.emphasis","Counseling with Our Councils,"],"23–36.)"],"Elder Ballard also gave suggestions for how a council might work to solve a problem:",["ul.bullet",["li",["span.label","•"],[".para","“The problem is clearly outlined and articulated, but the council isn’t allowed to dwell on negativity.”"]],["li",["span.label","•"],[".para","“The council leader controls the flow of the discussion without dominating it. He asks questions and calls for opinions, and then he listens.”"]],["li",["span.label","•"],[".para","“Council members speak from their own perspective as individuals and not just as representatives of their respective organizations.”"]],["li",["span.label","•"],[".para","Council members first “identify [the] desired end result, and then determine how to achieve it.”"]],["li",["span.label","•"],[".para","“In its deliberations, the council never strays far from the mission of the Church: bringing souls to Christ through proclaiming the gospel, perfecting the Saints, and redeeming the dead.”"]],["li",["span.label","•"],[".para","“Council members aren’t allowed to forget the importance of their individual influence and example.”"]],["li",["span.label","•"],[".para","“Input is solicited from everyone, but final decisions are left to the council leader, who relies upon inspiration more than personal opinion in guiding the decisions of the council.”"]]],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p62"},"(",["span.emphasis","Counseling with Our Councils,"],"165, 168.)"]],[".topic",["h3","Teaching Idea"],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p64"},"Ask students what synergism is. (",["span.emphasis","Synergism"],"is when the total effect is greater than the sum of the parts). Have a student read Elder M. Russell Ballard’s statement on spiritual synergism (see the commentary). Discuss why this principle is true of councils, and list examples on the board."],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p65"},"Discuss principles leaders should be aware of as they work with councils (see the commentary). Create a hypothetical leadership situation and discuss how these principles could be applied."],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p66"},"Review Elder M. Russell Ballard’s suggestions for councils, and encourage students to apply them in their councils."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p68"},"Elder M. Russell Ballard"],["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p69"},"Of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p70"},["span.emphasis","“Strength in Counsel,” in Conference Report, Oct. 1993, 102–6; or"],"Ensign,",["span.emphasis","Nov. 1993, 76–78"]]],[".topic",["h3","Councils in the Lord’s church"],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p72"},"… God called a grand council in the premortal world to present His glorious plan for our eternal welfare. The Lord’s church is organized with councils at every level, beginning with the Council of the First Presidency and the Quorum of the Twelve Apostles and extending to stake, ward, quorum, auxiliary, and family councils."],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p73"},"President Stephen L. Richards said:"],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p74"},"“The genius of our Church government is government through",["span.emphasis","councils. …"],"I have had enough experience to know the value of councils. Hardly a day passes but that I see … God’s wisdom, in creating councils … to govern his Kingdom. …"],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p75"},"“… I have no hesitancy in giving you the assurance, if you will confer in council as you are expected to do, God will give you solutions to the problems that confront you” (in Conference Report, Oct. 1953, p. 86)."]],[".topic",["h3","How councils should function"],["div",{"id":"p77","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p77"},"As a member of the Twelve, I serve on several general Church councils and committees. I meet regularly with the leaders of the auxiliaries. Together, we counsel, we search the scriptures, and pray for guidance as we strive to learn how the auxiliaries can more effectively bless and strengthen the members of the Church."],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p78"},"In many respects, general Church councils function much the same as stake and ward councils. All councils in the Church should encourage free and open discussion by conferring with one another and striving to have clear, concise communication. Councils should discuss objectives and concerns, with mutual understanding being the ultimate goal. Stake and ward councils are ideal settings for leaders of all organizations to converse together and strengthen one another. The primary focus of stake and ward council meetings should be coordinating activities and stewardship, not calendaring. In these meetings, priesthood and auxiliary leaders should review together their responsibilities and find ways for Church programs to help members live the gospel in the home. Today individuals and families need wise and inspired help from the Church to combat the evils of the world."]],[".topic",["h3","Seek sisters’ input in council meetings"],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p80"},"In a recent council meeting with the presidencies of the women’s auxiliaries, the sisters told me that very few women in the Church express any interest in wanting to hold the priesthood. But they do want to be heard and valued and want to make meaningful contributions to the stake or ward and its members that will serve the Lord and help accomplish the mission of the Church."],["div",{"id":"p81","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p81"},"For example, not long ago we were talking about the worthiness of youth to serve missions. President Elaine Jack said, “You know, Elder Ballard, the sisters of the Church may have some good suggestions on how to better prepare the youth for missions if they were just asked. After all, you know, we",["span.emphasis","are"],"their mothers!” The sisters’ suggestions can help equally regarding temple attendance and a host of other matters with which priesthood leaders may be struggling."],["div",{"id":"p82","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p82"},"Brethren, please be sure you are seeking the vital input of the sisters in your council meetings. Encourage all council members to share their suggestions and ideas about how the stake or ward can be more effective in proclaiming the gospel, perfecting the Saints, and redeeming the dead."]],[".topic",["h3","All council members should participate"],["div",{"id":"p84","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p84"},"Ideally all members of any Church or any family council should share their concerns and should suggest solutions based on gospel principles. I believe the Church and our families would be strengthened if stake presidents and bishops would use their council meetings for finding answers to questions on how to improve sacrament meetings; how to improve reverence; how to focus on children; how to strengthen youth; how to help singles, including single parents; how to teach and fellowship investigators and new members; how to improve gospel teaching; and many similar issues."],["div",{"id":"p85","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p85"},"During the last half of this year, we have been holding a special training meeting in conjunction with each stake conference to discuss the morality of our youth. Those who have been participating are members of stake and ward councils. Every question directed to me in the discussion period could be discussed most appropriately in a ward council meeting. Yet rarely do those asking the questions feel that they have had an opportunity in ward council meetings to raise their questions, voice their concerns, and offer their suggestions."]],[".topic",["h3","Create spiritual synergism in councils"],["div",{"id":"p87","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p87"},"In these perilous times we need the cooperative effort of men and women officers in the Church because absolute vigilance is required on the part of all who have been entrusted to help watch over the kingdom. We each have large individual responsibilities, but just as important is the responsibility we share with others to come together in council in a united effort to solve problems and bless all of our Church members. When we act in a united effort, we create spiritual synergism, which is increased effectiveness or achievement as a result of combined action or cooperation, the result of which is greater than the sum of the individual parts."],["div",{"id":"p88","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p88"},"The ancient moralist Aesop used to illustrate the strength of synergism by holding up one stick and asking for a volunteer among his listeners who thought he could break it. Of course, the volunteer was able to break one stick easily. Then Aesop would put more sticks together until the volunteer was unable to break them. The moral to Aesop’s demonstration was simple: Together we generate synergism, which makes us much stronger than when we stand alone."]],[".topic",["h3","No one should stand alone"],["div",{"id":"p90","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p90"},"God never intended that His children should stand alone. Children have parents, and parents have the Church, with the scriptures, living prophets and Apostles, and the Holy Ghost to help them understand proper principles and act upon those principles in fulfilling their parental responsibilities."],["div",{"id":"p91","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p91"},"The Apostle Paul taught that the Savior organized the Church, complete with Apostles, prophets, and other officers and teachers, “for the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ: Till we all come in the unity of the faith” (",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.12-13"},"Ephesians 4:12–13"],")."],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p92"},"Paul compared the members of the Church and their various responsibilities to the body:"],["div",{"id":"p93","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p93"},"“For the body is not one member, but many. …"],["div",{"id":"p94","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p94"},"“But now hath God set the members every one of them in the body, as it hath pleased him. …"],["div",{"id":"p95","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p95"},"“But now are they many members, yet but one body."],["div",{"id":"p96","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p96"},"“And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you. …"],["div",{"id":"p97","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p97"},"“And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.14,18,20-21,26"},"1 Corinthians 12:14, 18, 20–21, 26"],")."],["div",{"id":"p98","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p98"},"The scriptures state clearly that while our respective callings may be different and may change from time to time, all callings are important to the operation of the Church. We need the priesthood quorums to assert themselves and fulfill their divinely mandated stewardship, just as we need the Relief Society, the Primary, the Young Women, the Sunday School, and the activities committees to perform their vital functions. And we need the officers and members of all of these inspired organizations to work together, assisting each other as needed for the benefit of individuals and families."]],[".topic",["h3","Suggestions for more effective councils"],["div",{"id":"p100","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p100"},"This is not man’s work or woman’s work; it is",["span.emphasis","all"],"God’s work, which is centered on the atonement of our Lord Jesus Christ. I have some specific suggestions that, if followed, I believe can help us be more effective with our families and in our Church callings."],["div",{"id":"p101","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p101"},["span.emphasis","First, focus on fundamentals."],"We have certainly been taught about these fundamentals during this conference. Those who teach must make sure the doctrine remains pure and that it is taught. Teach by the Spirit, using the scriptures and the approved curriculum.",["span.emphasis","Do not"],"introduce or dwell on speculative and questionable topics. Study the teachings of this conference in family home evenings and in family discussions; they will strengthen your homes. In a world that is filled with sin, conflict, and confusion, we can find peace and safety in knowing and living the revealed truths of the gospel."],["div",{"id":"p102","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p102"},["span.emphasis","Second, focus on people."],"Coordination and calendaring have their time and place, but too many council meetings begin and end there. Rather than reciting a litany of organizational plans and reports, spend most of the time in council meetings reviewing the needs of individual members. In doing so, confidentiality is critical. Council members must hold all matters discussed in council meetings in strict confidence."],["div",{"id":"p103","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p103"},["span.emphasis","Third, promote free and open expression."],"Such expression is essential if we are to achieve the purpose of councils. Leaders and parents should establish a climate that is conducive to openness, where every person is important and every opinion valued. The Lord admonished, “Let one speak at a time and let all listen unto his sayings, that when",["span.emphasis","all"],"have spoken that",["span.emphasis","all"],"may be edified” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.122"},"D&C 88:122"],"; italics added). Leaders should provide adequate time for council meetings and should remember that councils are for leaders to listen at least as much as they speak."],["div",{"id":"p104","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p104"},["span.emphasis","Fourth, participation is a privilege."],"With that privilege comes responsibility—responsibility to work within the parameters of the organization, to be prepared, to share, to advocate vigorously the position you believe to be right. But just as important is the responsibility to support and sustain the final decision of the council leader, even if you do not agree fully."],["div",{"id":"p105","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p105"},"President David O. McKay told of a meeting of the Council of the Twelve Apostles where a question of grave importance was discussed. He and the other Apostles felt strongly about a certain course of action that should be taken, and they were prepared to share their feelings in a meeting with the First Presidency. To their surprise, President Joseph F. Smith did not ask for their opinion in the matter, as was his custom. Rather, “he arose and said, ‘This is what the Lord wants.’"],["div",{"id":"p106","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p106"},"“While it was not wholly in harmony with what he had decided,” President McKay wrote, “the President of the Twelve … was the first on his feet to say, ‘Brethren, I move that that becomes the opinion and judgment of this Council.’"],["div",{"id":"p107","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p107"},"“‘Second the motion,’ said another, and it was unanimous. Six months did not pass before the wisdom of that leader was demonstrated” (",["span.emphasis","Gospel Ideals"],"[Salt Lake City: Improvement Era, 1953], p. 264)."],["div",{"id":"p108","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p108"},"When a council leader reaches a decision, the council members should sustain it wholeheartedly."],["div",{"id":"p109","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p109"},["span.emphasis","Fifth, lead with love."],"Jesus taught that the first and greatest commandment in the law is to “love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. … And the second is like unto it, Thou shalt love thy neighbour as thyself” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37,39"},"Matthew 22:37, 39"],")."],["div",{"id":"p110","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p110"},"Priesthood leaders are to lead with “persuasion, … long-suffering, … gentleness and meekness, … love unfeigned; … kindness, and pure knowledge” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.41-42"},"D&C 121:41–42"],"). Those are the principles that should guide us in our relationships as neighbors in the Church of Jesus Christ."],["div",{"id":"p111","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p111"},"Those who hold the priesthood must never forget that they have no right to wield priesthood authority like a club over the heads of others in the family or in Church callings. The Lord told Joseph Smith that “when we undertake to cover our sins, or to gratify our pride, our vain ambition, or to exercise control or dominion or compulsion upon the souls of the children of men, in any degree of unrighteousness, behold, the heavens withdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to the priesthood or the authority of that man” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.37"},"D&C 121:37"],")."],["div",{"id":"p112","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p112"},"In other words, any man who claims the special powers of heaven for his own selfish purposes and seeks to use the priesthood in any degree of unrighteousness in the Church or in the home simply does not understand the nature of his authority. Priesthood is for service, not servitude; compassion, not compulsion; caring, not control. Those who think otherwise are operating outside the parameters of priesthood authority."],["div",{"id":"p113","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p113"},"Thankfully, most of our fathers and priesthood officers lead with love, just as most of our mothers and auxiliary leaders do. Leadership based on love brings incredible power. It is real, and it generates lasting results in the lives of our Father’s children."]],[".topic",["h3","Achieve inspired consensus and unity"],["div",{"id":"p115","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p115"},"May God bless you, brothers and sisters, to find inspired consensus and unity as you counsel together in your service one to another. Only in so doing can the Church and our families begin to approach their full potential for doing good among the children of God on earth."],["div",{"id":"p116","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p116"},"I know God lives and Jesus is the Christ. I know we can accomplish their work better through unity and love as we sit in council one with another. May we be blessed to so do is my humble prayer in the name of Jesus Christ, amen."]]]],[".sidebar",[".bio",["div",{"id":"p117","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p117"},"Elder M. Russell Ballard"],["div",{"id":"p118","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p118"},"Of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p119","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p119"},["span.emphasis","“Counseling with Our Councils,” in Conference Report, Apr. 1994, 31–34; or"],"Ensign,",["span.emphasis","May 1994, 24–26"]]],[".topic",["h2","A well-tuned engine"],["div",{"id":"p121","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p121"},"Before I was called as a General Authority, I was in the automobile business, as was my father before me. Through the years I learned to appreciate the sound and the performance of a well-tuned engine. To me it is almost musical, from the gentle purring of an idling motor to the vibrant roar of a throttle that is fully open. The power that sound represents is even more exciting. Nothing is quite the same as sitting behind the wheel of a fine automobile when the engine is operating at peak performance with the assembled parts working together in perfect harmony."],["div",{"id":"p122","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p122"},"On the other hand, nothing is more frustrating than a car engine that is not running properly. No matter how beautiful the paint or comfortable the furnishings inside are, a car with an engine that is not operating as it should is just a shell of unrealized potential. An automobile engine will run on only a part of its cylinders, but it never will go as far or as fast, nor will the ride be as smooth, as when it is tuned properly."]],[".topic",["h2","The one-cylinder ward"],["div",{"id":"p124","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p124"},"Unfortunately, some wards in the Church are hitting on only a few cylinders, including some that are trying to make do with just one. The one-cylinder ward is the ward where the bishop handles all of the problems, makes all of the decisions, and follows through on all of the assignments. Then, like an overworked cylinder in a car engine, he is soon burned out."],["div",{"id":"p125","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p125"},"Our bishops have heavy demands placed upon them. They—and they alone—hold certain keys, and only they can fulfill certain responsibilities. But they are not called to be all things, at all times, to all people. They are called to preside and to lead and to extend God’s love to His children. Our Heavenly Father does not expect them to do everything by themselves."],["div",{"id":"p126","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p126"},"The same is true of our stake presidents, priesthood quorum and auxiliary presidents, and, for that matter, mothers and fathers. All have stewardships that require large amounts of their time, talent, and energy. But none is left to do it alone. God, the Master Organizer, has inspired the creation of a system of committees and councils. If understood and put to proper use, this system will decrease the burden on all individual leaders and will extend the reach and the impact of their ministry through the combined help of others."]],[".topic",["h2","Make wise use of councils"],["div",{"id":"p128","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p128"},"Six months ago I stood at this pulpit and talked about the importance of the council system in the Church. I spoke about the great spiritual power and inspired direction that come from properly conducted family, ward, and stake councils. The Spirit continues to bear witness to me of how vital efficiently run Church councils are to the accomplishment of the mission of the Church. For that reason, I have been anxious to see how well my remarks in October were understood, particularly by our faithful and diligent bishops."],["div",{"id":"p129","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p129"},"During training sessions I have conducted in various locations since last general conference, I have focused attention on the ward council. As part of that training, I invited a ward council to participate. I gave to the bishop a theoretical problem about a less-active family and asked him to use the ward council to develop a plan to activate this family."],["div",{"id":"p130","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p130"},"Without exception, the bishop took charge of the situation immediately and said, “Here’s the problem, and here’s what I think we should do to solve it.” Then he made assignments to the various ward council members. This was a good exercise in delegation, I suppose, but it did not even begin to use the experience and wisdom of council members to address the problem."],["div",{"id":"p131","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p131"},"Eventually I asked the bishop to try again, only this time to solicit ideas and recommendations from his council members before making any assignments. I especially encouraged him to ask the sisters for their ideas. When the bishop opened the meeting to council members and invited them to counsel together, the effect was like opening the floodgates of heaven. A reservoir of insight and inspiration suddenly began to flow between council members as they planned for fellowshipping the less-active family."],["div",{"id":"p132","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p132"},"As I watched this same scenario played out before me time after time during the past six months, I decided that it would not be out of order to speak about the importance of councils once again. I speak not to scold those who did not give serious attention last time, but because we have an urgent need in the Church for leaders, particularly stake presidents and bishops, to harness and channel spiritual power through councils. Family, ward, and stake problems can be solved if we seek solutions in the Lord’s way."],["div",{"id":"p133","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p133"},"In my experience, lives are blessed when leaders make wise use of committees and councils. They move the work of the Lord forward much faster and farther, like a fine automobile operating at peak efficiency. Committee and council members are unified. Together they experience a much more pleasant trip along the highway of Church service."]],[".topic",["h2","Three ward committees and councils"],["div",{"id":"p135","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p135"},"For my purpose today, let me review three ward committees and councils that always should follow a prearranged agenda."],["div",{"id":"p136","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p136"},"First is the",["span.emphasis","priesthood executive committee."],"It consists of the bishopric, high priests group leader, elders quorum president, ward mission leader, Young Men president, ward executive secretary, and ward clerk. This committee meets weekly under the direction of the bishop to consider ward priesthood programs, including temple and family history, missionary, welfare, home teaching, and member activation."],["div",{"id":"p137","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p137"},"Second is the",["span.emphasis","ward welfare committee."],"It includes the priesthood executive committee plus the Relief Society presidency. This committee meets at least monthly, again under the direction of the bishop, to consider the temporal needs of ward members. Only the bishop may allocate welfare resources, but the committee helps care for the poor by planning and coordinating the use of ward resources, including the time, talents, skills, materials, and compassionate service of ward members. In this and in other committee and council meetings, delicate matters often are discussed, requiring strict confidentiality."],["div",{"id":"p138","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p138"},"The third is the",["span.emphasis","ward council."],"It includes the priesthood executive committee; the presidents of the Relief Society, Sunday School, Young Women, and Primary; and the activities committee chairman. The bishop may invite others to attend as needed. This council meets at least monthly to correlate planning for all ward programs and activities and to review ward progress toward accomplishing the mission of the Church. The ward council brings a varied group of priesthood and women leaders together to focus on the broad range of issues that affect ward members and the community. The council reviews suggestions from home teachers and visiting teachers. …"]],[".topic",["h2","Using councils to help retain converts"],["div",{"id":"p140","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p140"},"One major concern of the General Authorities is the lack of retention in full fellowship of some new converts and those who are less active in the Church. If ward councils are functioning as they should, every new convert will be fellowshipped, will have home teachers or visiting teachers, and will receive an appropriate calling within days after baptism. The less active will receive callings that assure them that they are needed and loved by the ward members. …"]],[".topic",["h2","Become a problem-solving team"],["div",{"id":"p142","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p142"},"When stake presidents and bishops allow the priesthood and auxiliary leaders whom the Lord has called to serve with them to become part of a problem-solving team, wonderful things begin to happen. Their participation broadens the base of experience and understanding, leading to better solutions. You bishops energize your ward leaders by giving them a chance to offer suggestions and to be heard. You prepare future leaders by allowing them to participate and learn. You can lift much of the load from your shoulders through this kind of involvement. People who feel ownership of a problem are more willing to help find a solution, greatly improving the possibility of success."],["div",{"id":"p143","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p143"},"Once the appropriate councils are organized and the brethren and the sisters have full opportunity to contribute, ward and stake leaders can move beyond just maintaining organizations. They can focus their efforts on finding ways to make their world a better place to live. Certainly ward councils can consider such subjects as gang violence, child safety, urban blight, or community cleanup campaigns. Bishops could ask ward councils, “How can we make a difference in our community?” Such broad thinking and participation in community improvement are the right things for Latter-day Saints to do."]],[".topic",["h2","How the Apostles counsel together"],["div",{"id":"p145","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p145"},"For the past eight and one-half years I have served as a member of a council of twelve men. We come from different backgrounds, and we bring to the Council of the Twelve Apostles a diverse assortment of experiences in the Church and in the world. In our meetings we do not just sit around and wait for President Howard W. Hunter to tell us what to do. We counsel openly with each other, and we listen to each other with profound respect for the abilities and experiences our brethren bring to the council. We discuss a wide variety of issues, from Church administration to world events, and we do so frankly and openly. Sometimes we discuss issues for weeks before reaching a decision. We do not always agree during our discussions. But once a decision is made, we are always both united and determined."]],[".topic",["h2","Listen and reason in councils"],["div",{"id":"p147","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p147"},"This is the miracle of Church councils: listening to each other and listening to the Spirit! When we support one another in Church councils, we begin to understand how God can take ordinary men and women and make of them extraordinary leaders. The best leaders are not those who work themselves to death trying to do everything single-handedly; the best leaders are those who follow God’s plan and",["span.emphasis","counsel"],"with their",["span.emphasis","councils."]],["div",{"id":"p148","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p148"},"“Come now,” said the Lord in an earlier dispensation through the prophet Isaiah, “and let us reason together” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.18"},"Isaiah 1:18"],"). And in this dispensation He repeated that admonition: “Let us reason together, that ye may understand” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.10"},"D&C 50:10"],")."],["div",{"id":"p149","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p149"},"Let us remember that the basic council of the Church is the family council. Fathers and mothers should apply diligently the principles I have discussed in their relationships with each other and with their children. As we do so, our homes can become a heaven on earth."],["div",{"id":"p150","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/leadership-and-councils.p150"},"Brothers and sisters, let us work together as never before in our stewardships to find ways to make more effective use of the wondrous power of councils. I ask you to consider all that I said on this subject last October with what I have said today. I testify that we can bring the full force of God’s revealed plan for gospel governance into our ministries as we counsel together. May God bless us to stand united as we strengthen the Church and our members, I pray in the name of Jesus Christ, amen."]],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","In what sense are the Church and the family an extension of the premortal council in heaven?"]],["li",["span.label","•"],[".para","What should be “the primary focus of stake and ward council meetings”?"]],["li",["span.label","•"],[".para","What is “spiritual synergism”?"]],["li",["span.label","•"],[".para","What are some concerns on which stake and ward councils might appropriately focus?"]],["li",["span.label","•"],[".para","According to Elder Ballard, what do the best Church leaders do with their councils?"]]]]]]],"refs":null}
