{"id":9,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":9,"title":"Learning to Lead With Charity","subtitle":"","short_title":"Lesson 7","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.head1"},[".titleNumber","Lesson 7"],["h1","Learning To Lead With Charity"],[".intro","“But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him."],[".intro","“Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.47-48"},"Moroni 7:47–48"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p6","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p6"},"Christ-like leadership is motivated by charity."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.f1"},["ol.number",["li",["span.label","1."],[".para","Charity is the highest motive for service as a leader."]],["li",["span.label","2."],[".para","We can grow in our capacity to lead with charity."]]]]],[".topic",["h2","Concept 1. Charity Is the Highest Motive for Service as a Leader."],[".topic",["h3","Commentary"],["div",{"id":"p12","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p12"},"Charity is “the highest, noblest, strongest kind of love, not merely affection; the pure love of Christ. It is never used [in the scriptures] to denote alms or deeds or benevolence” (Bible Dictionary,",["a.scriptureRef",{"href":"/scriptures/bd/charity"},"“charity,”"],"632)."],["div",{"id":"p13","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p13"},"The Apostle Paul taught that charity is greater than any overt act of service or any other spiritual gift: “Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal."],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p14"},"“And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing."],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p15"},"“And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing. …"],["div",{"id":"p16","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p16"},"“Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away."],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p17"},"“For we know in part, and we prophesy in part."],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p18"},"“But when that which is perfect is come, then that which is in part shall be done away. …"],["div",{"id":"p19","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p19"},"“And now abideth faith, hope, charity, these three; but the greatest of these is charity”",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/13.1-3,8-10,13"},"1 Corinthians 13:1–3, 8–10, 13"],")."],["div",{"id":"p20","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p20"},"Elder Dallin H. Oaks, a member of the Quorum of the Twelve, taught: “We must not only",["span.emphasis","do"],"what is right. We must act for the right reasons. The modern term is",["span.emphasis","good motive."],"The scriptures often signify this appropriate mental attitude with the words",["span.emphasis","full purpose of heart"],"or",["span.emphasis","real intent. …"]],["div",{"id":"p21","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p21"},"“… If we do not act for the right reasons, our acts will not be counted for righteousness. …"],["div",{"id":"p22","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p22"},"“There are no blessings in supposedly good acts that are performed for the wrong reasons” (",["span.emphasis","Pure in Heart"],"[1988], 15, 33; see also",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.6-11"},"Moroni 7:6–11"],")."],["div",{"id":"f2","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.f2"},"On another occasion, Elder Oaks suggested six reasons people have for serving:",["ol.number",["li",["span.label","1."],[".para","“For the sake of riches or honor.”"]],["li",["span.label","2."],[".para","“To obtain good companionship.”"]],["li",["span.label","3."],[".para","“Out of fear of punishment.”"]],["li",["span.label","4."],[".para","“Out of a sense of duty or out of loyalty.”"]],["li",["span.label","5."],[".para","“The hope of an eternal reward.”"]],["li",["span.label","6."],[".para","“For the love of God and the love of fellowmen.”"]]]],["div",{"id":"p30","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p30"},"This last reason, charity, Elder Oaks calls “the highest reason of all. … It is what the scriptures call ‘a more excellent way’ (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.31"},"1 Corinthians 12:31"],")” (in Conference Report, Oct. 1984, 14–16; or",["span.emphasis","Ensign,"],"Nov. 1984, 13–14)."],["div",{"id":"p31","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p31"},"Leaders in the Church and family need the guidance, vision, and strength that only the Spirit of the Lord can impart, and this Spirit is hampered when our motives for serving are not pure. Leaders should serve out of charity rather than less worthy motives."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p33","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p33"},"Ask students whether motives, acts, or results are more important, and discuss their responses. Explain that people tend to evaluate the goodness of their actions in terms of the result (for example: How much money did you make? How many people did you baptize?). But the Lord looks upon the heart, or the motive for our actions (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.9"},"D&C 137:9"],"). Elder Neal A. Maxwell of the Quorum of the Twelve explained: “Everything depends—initially and finally—on our desires. These shape our thought patterns. Our desires thus precede our deeds and lie at the very cores of our souls” (in Conference Report, Sept.–Oct. 1995, 28; or",["span.emphasis","Ensign,"],"Nov. 1995, 23)."],"Define",["span.emphasis","charity"],"and explain that it is the highest motive for service as a leader (see the commentary). Discuss questions like the following as a class or in small groups:",["ul.bullet",["li",["span.label","•"],[".para","What are some of the reasons we might serve as Church or family leaders? Are all of them equally valid?"]],["li",["span.label","•"],[".para","What should I do if my motives for serving as a leader are less than charitable?"]],["li",["span.label","•"],[".para","How can I learn to love the people I serve?"]]]]],[".topic",["h2","Concept 2. We Can Grow In Our Capacity to Lead With Charity."],[".topic",["h3","Commentary"],["div",{"id":"p40","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p40"},"Elder Dallin H. Oaks wrote: “The requirement that our good acts must be accompanied by good motives is subtle and difficult in practice. …"],["div",{"id":"p41","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p41"},"“To become pure in heart—to achieve exaltation—we must alter our attitudes and priorities to a condition of spirituality, we must control our thoughts, we must reform our motives, and we must perfect our desires. How can this be done?"],["div",{"id":"p42","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p42"},"“The first step in the alteration of our attitudes and our priorities is to face up to our own imperfections and the need to change. …"],["div",{"id":"p43","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p43"},"“We begin by questioning ourselves. Stripping away our pretenses and our false fronts, probing honestly and deeply within our inner selves, we should seek to identify our true attitudes and priorities. …"],["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p44"},"“We seek spirituality through faith, repentance, and baptism; through forgiveness of one another; through fasting and prayer; through righteous desires and pure thoughts and actions. We seek spirituality through service to our fellowmen; through worship; through feasting on the word of God, in the scriptures and in the teachings of the living prophets. We attain spirituality through making and keeping covenants with the Lord, through conscientiously trying to keep all the commandments of God. Spirituality is not acquired suddenly. It is the consequence of a succession of right choices. It is the harvest of a righteous life. …"],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p45"},"“To achieve spirituality and to reform our motives and perfect our desires we must learn to control our thoughts. The prophet Alma taught his faithful son Helaman: ‘Let all thy thoughts be directed unto the Lord; yea, let the affections of thy heart be placed upon the Lord forever’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.36"},"Alma 37:36"],"). …"],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p46"},"“The ultimate good motive for any act is charity—the pure love of Christ. We acquire that motive in two ways: (1) by praying for love, and (2) by practicing service."],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p47"},"“We can affect our motives by prayer. …"],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p48"},"“In order to learn to serve for the pure love of Christ, we must practice serving God and our fellowmen” (",["span.emphasis","Pure in Heart,"],"18, 140–41, 144–45, 148)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p50","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p50"},"Discuss with students how we can develop purity of heart and charity in order to be better leaders. List your conclusions on the board. (These might include changing our attitudes, controlling our thoughts, and admitting our imperfections. See the commentary.)"],["div",{"id":"p51","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p51"},"Consider inviting students to organize a service project for someone at school or in the neighborhood, keeping in mind the importance of charity in such an endeavor."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p53","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p53"},"Brother Stephen D. Nadauld"],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p54"},"Formerly of the Second Quorum of the Seventy"]],[".citationInfo",["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p55"},["span.emphasis","Excerpts from"],"Principles of Priesthood Leadership",["span.emphasis","(1999), 102–6, 109–19"]]],["div",{"id":"p56","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p56"},"The Church is growing rapidly in a very complex environment and must have effective priesthood leadership. Leadership is different than management. The biggest challenge for today’s priesthood leaders is to do a few right things. I believe there are three",["span.emphasis","right"],"things that, if done prayerfully and diligently, will make priesthood leaders powerful and effective in moving forward the Lord’s work. They are:"],["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p57"},["span.emphasis","I. Teach the Plan of Redemption"]],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p58"},"This is number one for three reasons. First, from a spiritual perspective, we learn from",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13"},"Alma 13"],"that it is the ordained responsibility of every Melchizedek Priesthood holder to be a teacher of the plan of redemption. Second, we know secularly that leaders are those who epitomize the values of the group. Third, as a practical matter, talking about doctrine and principles does more to change behavior than does talking about behavior [see Boyd K. Packer, in Conference Report, Oct. 1986, 20; or",["span.emphasis","Ensign,"],"Nov. 1986, 17]."],["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p59"},["span.emphasis","II. Minister"]],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p60"},"Ministering, serving, and blessing lives is an essential aspect of the gospel and of priesthood leadership. Because charity is the essence of Christian behavior, its understanding and guileless practice must be present in those who lead. When members realize that the leader genuinely loves and cares about them they are more willing to be led."],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p61"},["span.emphasis","III. Have Vision and Focus"]],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p62"},"Only by developing, articulating, and sharing a clear, achievable picture of the future can the priesthood leader begin to effectively move the work forward. That view of what can be achieved by the quorum, ward, or stake must be consistent with the mission of the Church and with direction from the presiding authority. …"],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p63"},"These are the three essential activities that define leadership, separate leaders from managers, and make it possible to be effective. … The three Roman numeral ideas and questions leaders should ask themselves are reproduced as Figure 15. …"],["div",{"id":"f6","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.f6"},["h3","Figure 15 Effective Priesthood Leaders"],["ol.number",["li",["span.label","I."],[".para","Teach the Plan of Redemption"],["ul.bullet",["li",["span.label","•"],[".para","Do I take time to study and understand the principles of the plan of redemption so I can teach them clearly?"]],["li",["span.label","•"],[".para","Do I teach the plan to my family members, to my quorum, ward, or stake members, and to my friends and neighbors?"]],["li",["span.label","•"],[".para","Do I teach the plan in sacrament meeting, leadership meetings, ward and stake conferences, in interviews and counseling opportunities?"]]]],["li",["span.label","II."],[".para","Minister"],["ul.bullet",["li",["span.label","•"],[".para","Is my ministering personal in nature or only a response to institutional assignments?"]],["li",["span.label","•"],[".para","If I find it hard to genuinely care about others, what could I do to change?"]],["li",["span.label","•"],[".para","Am I trying to follow the example of the Savior?"]]]],["li",["span.label","III."],[".para","Have Vision and Focus"],["ul.bullet",["li",["span.label","•"],[".para","Do I understand the mission of the Church?"]],["li",["span.label","•"],[".para","What group could help me catch a workable vision of what could be done?"]],["li",["span.label","•"],[".para","What two or three things could be focused on?"]],["li",["span.label","•"],[".para","How could progress in the focused outcomes be measured?"]]]]]],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p78"},"… Leadership in any endeavor, including the priesthood, is more effective if attention is paid to something I will label as “process.” Consideration must be given for how things are done and how interactions take place between the priesthood leader and members of the stake, ward, or quorum."],["div",{"id":"p79","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p79"},"As an example, consider the recently widowed woman who approached the bishop and expressed her sadness at never again being able to pray in sacrament meeting. When asked by the bishop why she would think she would never again be asked to pray in sacrament meeting, she explained, “Bishop, I’ve observed that you always have a husband and wife offer the sacrament meeting prayers, and since my husband is now dead, it seems to me I won’t ever have that opportunity again.”"],["div",{"id":"p80","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p80"},"After a few moments of thought, the bishop realized that the problem stemmed from a misguided process—when the sacrament meeting program was being organized by a member of the bishopric the practice was to make a telephone call to a member family and request two prayers! One telephone call for two prayers was efficient, but in this case not effective for blessing the lives of ward members."],["div",{"id":"p81","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p81"},"The process was exclusive not inclusive. It was efficient but not effective. I believe effective leaders learn to manage the processes or the ways an organization goes about doing things. In tending to process, an effective leader addresses the needs that individuals exhibit when they are part of an organization. Have you ever asked yourself the following questions? Why do I want to be involved in a particular organization; why give time and effort to this organization instead of a variety of others? What are the commitment, passion, excitement or enthusiasm factors that make me want to associate and give my best effort? Consider, among others, these six needs or factors."],["ul.bullet",["li",["span.label","•"],[".para","To be involved in something with purpose"]],["li",["span.label","•"],[".para","To know leaders and others care"]],["li",["span.label","•"],[".para","To share in progress and success"]],["li",["span.label","•"],[".para","To be part of a team"]],["li",["span.label","•"],[".para","To know what’s going on"]],["li",["span.label","•"],[".para","To have fun"]]],["div",{"id":"p88","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p88"},"Of course, I believe that people join the Church because it is true. But are they committed, enthusiastic, excited, and retained? …"],["div",{"id":"p89","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p89"},"… Leadership in today’s complex environment and organizations is often better accomplished by team leaders than by brilliant individualists. There are too many variables, too many inputs, too many possibilities, and too many rapid changes for any one individual acting alone to process and manage. …"],["div",{"id":"p90","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p90"},"… This principle is true in almost all of our endeavors, and it is true in the Church. Effective Church leadership requires a team approach and attention to group processes. …"],["div",{"id":"p91","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p91"},"[A] challenge … for priesthood leaders in the Church today is to recognize the difference between efficiency and effectiveness. It is certainly more efficient for a bishopric or stake presidency to consider an issue and make a decision without seeking input or doing much analysis. There is a class of decisions where confidentiality or other such concerns dictate that decisions be made by the priesthood leader acting alone or at most in counsel with his two counselors. In such cases both efficiency and effectiveness are usually best served by individual as opposed to group action. Even in these situations, wise leaders have learned that gathering all possible information, giving careful thought to alternatives, and performing substantial analysis are prerequisites to receiving inspiration from the Lord."],["div",{"id":"p92","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p92"},"There are, however, many situations where a priesthood leader can be most effective when he conceives of himself as a team leader. …"],["div",{"id":"p93","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p93"},"… Organization members need to be involved in discussion, analysis, and solution alternatives in order for anything to change. If the priesthood leader wants to see something happen, he has to think of himself as the leader of a team. The appropriate leadership team in the ward is the ward council. In the stake it is the stake council. …"],["div",{"id":"p94","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p94"},"… The effective priesthood leader is a team leader. Everyone on the team is a member of the Church and cares about its success. Each should be given equal opportunity for input as well as some opportunity to shoulder responsibility for outcomes. Please note! Team leadership is",["span.emphasis","not"],"decision-making by vote or group confusion with no one in charge."],["div",{"id":"p95","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p95"},"Final decisions must be made by ordained, set-apart priesthood leaders. But the best decisions will be made by those leaders who have allowed the process to provide input and stimulate inspiration."],[".topic",["h3","Inclusive communication"],["div",{"id":"p97","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p97"},"It’s natural for someone in an organization to want to know what’s going on. Those feelings can be ignored by leaders or they can be used to strengthen commitment and enthusiasm. The trouble is that communication with group members takes time and effort. To a busy leader it may not seem to be an efficient use of resources. And there is always a legitimate question about what can and should be communicated and what is best handled in a more confidential manner. Every organization struggles with these issues, and the Church is no exception."],["div",{"id":"p98","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p98"},"Priesthood leaders at all levels are counseled extensively and appropriately about the importance of maintaining confidentiality when dealing with sensitive information concerning members’ lives and conduct. This confidentiality is essential to the repentance process and must exist for leaders to maintain the confidence of Church members. This principle cannot be overstated. Having said that, I also believe there are opportunities for legitimate inclusive communication that will be appropriate, welcome, and will strengthen the leadership process. The challenge for priesthood leaders is to identify those issues which need to be communicated openly and then go to the effort to provide that communication. …"],["div",{"id":"p99","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p99"},"… The effort put forth to establish inclusive processes will be returned manyfold in increased commitment and enthusiasm and will provide the leader with leverage to accomplish the mission of the Church."]],[".topic",["h3","Esprit de corps"],["div",{"id":"p101","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p101"},["span.emphasis","Esprit de corps"],"is defined in the",["span.emphasis","American Heritage Dictionary"],"as a spirit of devotion and enthusiasm among members of a group for one another, their group, and its purposes. A group that has the spirit accomplishes its purposes, has strong ties with its members, and is fun to be a part of. Wise leaders can promote these feelings in appropriate ways and observe marked improvement in group performance. Most athletic teams exhibit",["span.emphasis","esprit de corps."],"It exists in many successful business, military, and patriotic organizations and is generally recognized as a major factor in their success. But is this principle appropriate for use in the Church? For example, do we as Church leaders want to promote a gung ho, rah, rah attitude about our Church activity and expect a dedication that excludes any other activity or association? Is it appropriate in the Church to think in terms of having fun? (I know a Church leader who says if you’re not having fun you’re not doing it right. I believe he makes an important point.) …"],["div",{"id":"p102","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p102"},"The answer is not the same for every group and every leader. Some leaders use personality and their natural interest to promote closeness, enthusiasm, and spirit. Others feel awkward and uneasy in such attempts. While",["span.emphasis","esprit de corps"],"may be an important element in a leader’s success, it is not necessary that the leader be personally responsible for initiating and promoting it. Others can bring that element to the group. A wise leader will encourage spirit and elan to come from a young, enthusiastic counselor, the chairman of the Activities Committee, or the Young Women presidency. Of course",["span.emphasis","esprit de corps"],"and a sense of fun can be abused. … But warmth, humor, and fun, when controlled and appropriately inserted into the context of reverence for the Savior and His work, can be extremely effective in the process of leadership. …"],["div",{"id":"p103","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p103"},"… If a priesthood leader continually asks himself questions such as: Do my stake, ward, or quorum members feel part of what’s going on? Are they “on the team”? Do they feel knowledgeable and included? Are they enjoying themselves, their service, and their experience in the Church?—if he asks himself such questions, he is generally aware of process. …"],["div",{"id":"p104","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p104"},"In conclusion, I’m convinced that a priesthood leader can be effective by doing a",["span.emphasis","few"],"right things. A fundamental irreducible foundation must be personal righteousness and the willingness to seek the Spirit and be taught by it. With that foundation in place, the right things are 1) teach the plan of redemption, 2) minister as the Savior would, 3) have vision, and focus that vision on a small number of objectives. If in addition the leader pays attention to the processes necessary to involve members and gain their commitment, he will be a wonderfully effective leader. The leader will be happy and successful, members’ lives will be blessed, and the Lord’s work will move forward with direction and power. …"],["div",{"id":"p105","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/learning-to-lead-with-charity.p105"},"I believe that in the process God will bless us with wisdom, experience, spiritual growth, and success in our callings. That certainly is my hope and prayer for every priesthood leader."]],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","According to Brother Nadauld, what three activities separate leaders from managers?"]],["li",["span.label","•"],[".para","What does Brother Nadauld mean by “process”?"]],["li",["span.label","•"],[".para","What are advantages of including those we lead in the decision-making process?"]],["li",["span.label","•"],[".para","When might it be better for a leader to act alone?"]],["li",["span.label","•"],[".para","What are some characteristics of a group that has",["span.emphasis","esprit de corps?"]]],["li",["span.label","•"],[".para","What considerations are important for leaders as they contemplate",["span.emphasis","esprit de corps"],"in their groups?"]],["li",["span.label","•"],[".para","What foundation does Brother Nadauld recommend for becoming a good leader?"]]]]]]]],"refs":null}
