{"id":8,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":8,"title":"Serving Those we Lead","subtitle":"","short_title":"Lesson 6","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead","content":[["div",{"id":"head1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.head1"},[".titleNumber","Lesson 6"],["h1","Serving Those We Lead"],[".intro","“And he said unto them, The kings of the Gentiles exercise lordship over them; and they that exercise authority upon them are called benefactors."],[".intro","“But ye shall not be so: but he that is greatest among you, let him be as the younger; and he that is chief, as he that doth serve."],[".intro","“For whether is greater, he that sitteth at meat, or he that serveth? is not he that sitteth at meat? but I am among you as he that serveth” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.25-27"},"Luke 22:25–27"],")."]],[".bodyBlock",[".topic",["h2","Principle of Leadership"],["div",{"id":"p7","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p7"},"Family and Church leaders serve the Lord by serving those they lead."]],[".topic",["h2","Lesson Concepts"],["div",{"id":"f1","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.f1"},["ol.number",["li",["span.label","1."],[".para","The Savior was the perfect leader and the perfect servant."]],["li",["span.label","2."],[".para","We should learn to be servant leaders."]],["li",["span.label","3."],[".para","We can be better servant leaders when we understand the needs of the people we serve."]]]]],[".topic",["h2","Concept 1. The Savior Was the Perfect Leader and the Perfect Servant."],[".topic",["h3","Commentary"],["div",{"id":"p14","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p14"},"During the mortal ministry of Jesus Christ, the mother of James and John once asked that her sons receive special favor. Jesus explained: “Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them."],["div",{"id":"p15","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p15"},"“But it shall not be so among you: but whosoever will be great among you, let him be your minister;"],["div",{"id":"p16","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p16"},"“And whosoever will be chief among you, let him be your servant:"],["div",{"id":"p17","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p17"},"“Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.25-28"},"Matthew 20:25–28"],")."],["div",{"id":"p18","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p18"},"Following His final Passover feast, Jesus washed the feet of His Apostles and then asked them: “Know ye what I have done to you?"],["div",{"id":"p19","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p19"},"“Ye call me Master and Lord: and ye say well; for so I am."],["div",{"id":"p20","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p20"},"“If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet."],["div",{"id":"p21","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p21"},"“For I have given you an example, that ye should do as I have done to you."],["div",{"id":"p22","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p22"},"“Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him” (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.12-16"},"John 13:12–16"],")."],["div",{"id":"p23","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p23"},"As Elder Neal A. Maxwell, a member of the Quorum of the Twelve, observed, “The leader-servant is perfectly epitomized by Jesus” (",["span.emphasis","Even As I Am"],"[1982], 62). Jesus spent His mortal ministry healing, blessing, teaching, and serving all, without regard to position. He ministered to (served) people in terms of their deepest needs. The Savior, in His discourse on the bread of life, noted that many people followed Him because of the miracles He performed. Others followed because He gave them bread and fish. The Savior knew that they needed more than miracles and bread to nurture their spirits. He invited them to “eat the flesh of the Son of man, and drink his blood,” promising them that “he that eateth of this bread shall live for ever” (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.53,58"},"John 6:53, 58"],"). Peter, speaking for the Twelve, testified that Jesus truly spoke “the words of eternal life” (v. 68)."],["div",{"id":"p24","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p24"},"President James E. Faust, a Counselor in the First Presidency, taught: “The basic needs of mankind … —self-esteem, peace of mind, and personal contentment—can be fully satisfied by faithful obedience to the commandments of God. This is true of any person in any country or culture” (in Conference Report, Apr. 1995, 81; or",["span.emphasis","Ensign,"],"May 1995, 62)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p26","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p26"},"Read with your class",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.25-28"},"Matthew 20:25–28"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/13.12-16"},"John 13:12–16"],"and ask: How is leadership in the kingdom of God different from leadership in the world? Discuss their answers (see the commentary)."],["div",{"id":"p27","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p27"},"Have students search the scriptures for examples of service given by Jesus or one of His followers. Have them also look for scriptures that explain the importance of service. Invite them to share the scriptures they find."],["div",{"id":"p28","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p28"},"Explain that Jesus “perfectly epitomized” the idea of servant leadership. Discuss how the Lord’s Atonement is the greatest act of service ever performed."]]],[".topic",["h2","Concept 2. We Should Learn to Be Servant Leaders."],[".topic",["h3","Commentary"],["div",{"id":"p31","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p31"},"After Jesus Christ, some of the best examples of servant leaders are ancient and modern prophets and missionaries. King Benjamin taught his people the importance of service: “When ye are in the service of your fellow beings ye are only in the service of your God” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],"). Ammon was able to teach King Lamoni and his people because he first became his servant (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–19"],"). Elder Neal A. Maxwell said of the Prophet Joseph Smith: “Was Joseph a leader-servant? Demonstrably! A girl and her brother were struggling in the deep mud on their way to school. The Prophet Joseph ‘stooped down and cleaned the mud from our little heavy-laden shoes, took his handkerchief from his pocket, and wiped our tear-stained faces. He spoke kind and cheering words to us, and sent us on our way to school rejoicing’ (",["span.emphasis","Juvenile Instructor,"],"15 Jan. 1892, p. 67)."],["div",{"id":"p32","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p32"},"“In fleeing with Joseph from a mob, a young man reported, ‘sickness and fright had robbed me of my strength. Joseph had to decide whether to leave me to be captured by the mob, or endanger himself by rendering aid. Choosing the latter course, he lifted me upon his broad shoulders and bore me with occasional rest through the swamp and darkness. Several hours later we emerged upon the only road and soon reached safety. Joseph’s herculean strength permitted him to [save] my life’ (",["span.emphasis","New Era,"],"Dec. 1973, p. 19)” (in Conference Report, Oct. 1983, 78; or",["span.emphasis","Ensign,"],"Nov. 1983, 56)."],["div",{"id":"p33","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p33"},"Elder L. Tom Perry of the Quorum of the Twelve said of President Howard W. Hunter: “His life’s story is filled with accounts of determination, accomplishment, faith, and true Christian love. He is an inspiration to all of us. He is our prophet. We sit at his feet ready to feast on the wisdom of this true and faithful servant-leader” (in Conference Report, Oct. 1994, 23; or",["span.emphasis","Ensign,"],"Nov. 1994, 19)."],["div",{"id":"p34","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p34"},"Elder Neal A. Maxwell wrote: “The leader-servant is perfectly epitomized by Jesus, and if we are to become like Him, so it must be with us."],["div",{"id":"p35","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p35"},"“Indeed, the very usefulness of our lives depends upon our willingness to serve others” (",["span.emphasis","Even As I Am,"],"62)."],["div",{"id":"p36","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p36"},"Conversely, as Elder Russell M. Nelson of the Twelve observed, “striving to become a master rather than a servant … can destroy the spirit of the worker and the work” (in Conference Report, Apr. 1996, 19; or",["span.emphasis","Ensign,"],"May 1996, 15). President Gordon B. Hinckley wrote, “Some of our finest work comes through service to others” (",["span.emphasis","Standing for Something: Ten Neglected Virtues That Will Heal Our Hearts and Homes"],"[2000], 161)."],["div",{"id":"p37","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p37"},"Elder Vaughn J. Featherstone listed helpful traits and practices of servant leaders. Refer to his list in the teacher resource section for lesson 1 (p. 5)."]],[".topic",["h3","Teaching Idea"],["div",{"id":"p39","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p39"},"Give each student a copy of Elder Featherstone’s list of traits of servant leaders (p. 5). Discuss with students individual traits and how developing them can help us become better family and Church leaders."],["div",{"id":"p40","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p40"},"Divide students into small groups. Have each group read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2"},"Mosiah 2"],". Explain that this chapter contains the beginning of King Benjamin’s final sermon to his people. Tell students to notice the ways King Benjamin exemplified servant leadership and what he taught the people about serving each other. When they finish, discuss what they learned about servant leadership from King Benjamin’s life and teaching."]]],[".topic",["h2","Concept 3. We Can Be Better Servant Leaders When We Understand the Needs of the People We Serve."],[".topic",["h3","Commentary"],["div",{"id":"p43","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p43"},"Leaders are more effective when they understand the needs of those they serve. Some needs are common to all. If hunger gnaws at the stomach, the mind tends to focus on the need for food. Likewise, if individuals are ill or lack clothing, shelter, or income, they may find it difficult to concentrate on other concerns."],["div",{"id":"p44","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p44"},"In addition to physical needs, people have mental, emotional, and spiritual needs. Individuals generally do better if they have good friends, family support, recognition, a sense of belonging to a worthwhile group or cause, and a feeling of worth."],["div",{"id":"p45","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p45"},"Some needs vary across age. For example, the young generally feel peer pressure and the need for social acceptance more acutely than the old. Other needs affect all, regardless of age or circumstance. For example, we all need to know that God cares what happens in our lives."],["div",{"id":"p46","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p46"},"There are many ways to increase our understanding of the needs of those we serve. For example, as we read scriptural accounts of Jesus and His leaders serving people, we can ask such questions as How did this leader discover the needs of people? How did the people communicate their needs to the leader? What did the leader know about them that helped him discover their needs? What physical needs did leaders sometimes have to address before they could help people meet their spiritual needs?"],["div",{"id":"p47","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p47"},"We can educate ourselves about the needs of people in general by reading, observing, attending leadership classes, and praying. We can also reflect on our own needs and how we meet them."],["div",{"id":"p48","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p48"},"President Gordon B. Hinckley explained: “As we look with love and gratitude to God, and as we serve others with no apparent recompense for ourselves, there will come a greater sense of service toward our fellow human beings, less thinking of self and more reaching out to others. This principle of love is the basic essence of goodness” (",["span.emphasis","Standing for Something,"],"9)."]],[".topic",["h3","Teaching Idea"],"Discuss the material in the commentary. You could ask questions like:",["ul.bullet",["li",["span.label","•"],[".para","What needs should we consider as we work to become better servant leaders?"]],["li",["span.label","•"],[".para","What unique needs do young people have that should be considered by their leaders?"]],["li",["span.label","•"],[".para","What books have you found helpful in understanding the needs of others?"]]],["div",{"id":"p54","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p54"},"Discuss experiences that have helped you become more aware of individuals’ needs. Have a class discussion on Ammon’s missionary activities (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/17"},"Alma 17–19"],"). Have students look for what Ammon did to understand and meet the needs of King Lamoni."],["div",{"id":"p55","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p55"},"You could close by sharing President Hinckley’s statement from the commentary."]]],[".topic",["h2","Teacher Resources"],[".sidebar",[".bio",["div",{"id":"p57","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p57"},"Elder Vaughn J. Featherstone"],["div",{"id":"p58","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p58"},"Of the Seventy"]],[".citationInfo",["div",{"id":"p59","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p59"},["span.emphasis","Excerpts from"],"More Purity Give Me",["span.emphasis","[1991], 11–14"]]],["div",{"id":"p60","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p60"},"The principle of servant leadership emanates from the very fountainhead of all truth, God the Eternal Father, and it comes to us through the Lord Jesus Christ, the Only Begotten Son. Both have been the pinnacle exemplars for us of leadership through service. …"],["div",{"id":"p61","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p61"},"Doesn’t the Master’s entreaty ring true of servant leadership? He said, “Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/11.28-30"},"Matthew 11:28–30"],".)"],["div",{"id":"p62","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p62"},"In Mark we read that the disciples had disputed among themselves as to who should be the greatest: “And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/9.35"},"Mark 9:35"],".) …"],["div",{"id":"p63","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p63"},"Servant leaders minister to people, all of whom are individuals created in the image of God our Almighty Father. Self-centered administrators, managers, and leaders are mostly interested in rules, regulations, policies, and programs. To such people, men and women are important only as long as they are “useful” in achieving goals."],["div",{"id":"p64","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p64"},"How many managers, administrators, and leaders would have noticed supposedly unimportant people doing wonderful things. “Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.41"},"Mark 12:41"],".) Jesus was aware of their giving. It was a worthy act, and much good would be done. He did not depreciate what any had given. Many leaders today would calculate only that amount of money that could be used to generate further gain in substantial amounts. Little notice would be given to the widow, undoubtedly embarrassed, of little consequence, ill dressed, probably trembling and humble, who approached the treasury. She cast in two mites, two of the smallest Hebrew coins. Two mites weren’t even enough to buy a loaf of bread. She probably dared not so much as lift up her eyes for fear that someone had seen her meager gift and might mock her. I can imagine she hastened away to avoid shame or embarrassment."],["div",{"id":"p65","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p65"},"Jesus called his disciples and said unto them: “Verily I say unto you, that this poor widow hath cast more in, than all they which have cast into the treasury: For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living.” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.44"},"Mark 12:44"],".)"],["div",{"id":"p66","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p66"},"I wonder if, somehow, he who is Master of heaven and earth was able to convey to the heart of the widow his sweet, heartfelt gratitude for her gift."]],[".sidebar",[".bio",["div",{"id":"p67","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p67"},"Elder M. Russell Ballard"],["div",{"id":"p68","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p68"},"Of the Quorum of the Twelve Apostles"]],[".citationInfo",["div",{"id":"p69","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p69"},["span.emphasis","Excerpts from “The Greater Priesthood: Giving a Lifetime of Service in the Kingdom,”"],"Ensign,",["span.emphasis","Sept. 1992, 71, 73"]]],["div",{"id":"p70","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p70"},"All who hold the priesthood of God are joined together in a common bond of service. The resurrected John the Baptist expressed this concept on that sacred occasion when he restored the Aaronic Priesthood to men on earth. This angelic messenger from God, the same who had been privileged to baptize the Savior, addressed the Prophet Joseph Smith and his associate in the work, Oliver Cowdery, as “my fellow servants.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13.1"},"D&C 13:1"],".) What a marvelous model for humble service in the kingdom of God!"],["div",{"id":"p71","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p71"},"Each man or boy who holds the priesthood, regardless of his priesthood or his ordained office, is a",["span.emphasis","fellow servant"],"in the work of the Lord Jesus Christ."],["div",{"id":"p72","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p72"},"Although I hold the ordained office of Apostle in the Melchizedek Priesthood, my associates in that office and I are fellow servants in the work of the Lord with the most recently ordained deacon or elder in the Church."],["div",{"id":"p73","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p73"},"While the Apostle Paul stated the truth that “God hath set … first apostles [in the Church]” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.28"},"1 Cor. 12:28"],"), he also stated the truth that each member of the body is necessary. No one in any priesthood office can say of those in other offices, “I have no need of thee,” because we all are fellow servants in the service of the Lord. (See",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.14-28"},"vs. 14–28"],".) Our common and most important objective is to do",["span.emphasis","His"],"work. Each priesthood bearer, acting within the duties of his calling, is needed to accomplish the work of the Lord."],["div",{"id":"p74","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p74"},"I repeat, a priesthood office is bestowed not for status but for service. You and I are",["span.emphasis","fellow servants"],"in the Church of Jesus Christ. …"],["div",{"id":"p75","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p75"},"President David O. McKay declared: “Priesthood means service. This is true even in its divine source, as we may infer from the sublime declaration: ‘This is my work and my glory—to bring to pass the immortality and eternal life of man.’ Emanating from Deity is the service that leads to the redemption of God’s children.” (",["span.emphasis","Pathways to Happiness,"],"Salt Lake City: Bookcraft, 1957, p. 231.) …"],["div",{"id":"p76","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p76"},"… I invite you to ponder the following words of President Marion G. Romney:"],["div",{"id":"p77","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p77"},"“Service is not something we endure on this earth so we can earn the right to live in the celestial kingdom. Service is the very fiber of which an exalted life in the celestial kingdom is made."],["div",{"id":"p78","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p78"},"“Knowing that service is what gives our Father in Heaven fulfillment, and knowing that we want to be where He is and as He is, why must we be commanded to serve one another? … Service is what Godhood is all about.” (",["span.emphasis","Ensign,"],"Nov. 1982, p. 93.)"],["div",{"id":"p79","uri":"/manual/principles-of-leadership-teachers-manual-religion-180r/serving-those-we-lead.p79"},"Brethren, it is a cherished blessing to bear the priesthood of God and to have the opportunity of unlimited service to our fellowmen. I know that the Lord Jesus Christ lives, and I pray that God may bless you, young and old, with a deep appreciation for the priesthood you bear and with an increased desire to serve your fellowmen and your Heavenly Father, in the name of Jesus Christ, amen."],[".sidebar",["h2","Study Helps"],["ul.bullet",["li",["span.label","•"],[".para","As we serve others, how can we identify and express gratitude for what they do well? (see Elder Featherstone’s discussion of the widow’s mite)."]],["li",["span.label","•"],[".para","What positive effects can a sincere compliment have on another person?"]],["li",["span.label","•"],[".para","How have you felt when your worthwhile efforts went unnoticed? What would you have liked to happen?"]],["li",["span.label","•"],[".para","What do you think is a proper balance between people and programs?"]],["li",["span.label","•"],[".para","Select and discuss several statements from Elder Ballard’s comments that are significant to you."]]]]]]]],"refs":null}
