{"id":24,"parent_id":16,"book_id":0,"content_id":1,"language_id":1,"display_order":24,"title":"Section 18: The Worth of a Soul","subtitle":"","short_title":"Section 18","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.head9"},[".titleNumber","Section 18"],["h1","The Worth of a Soul"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p135"},"After John the Baptist had appeared and foretold the restoration of a higher priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"],"), the Prophet Joseph and Oliver Cowdery “now became anxious to have that promise realized to us, which the angel that conferred upon us the Aaronic Priesthood had given us, viz., that provided we continued faithful, we should also have the Melchizedek Priesthood, which holds the authority of the laying on of hands for the gift of the Holy Ghost. We had for some time made this matter a subject of humble prayer, and at length we got together in the chamber of Mr. Whitmer’s house, in order more particularly to seek of the Lord what we now so earnestly desired; and here, to our unspeakable satisfaction, did we realize the truth of the Savior’s promise—‘Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you’—for we had not long been engaged in solemn and fervent prayer, when the word of the Lord came unto us in the chamber, commanding us that I should ordain Oliver Cowdery to be an Elder in the Church of Jesus Christ; and that he also should ordain me to the same office; and then to ordain others, as it should be made known unto us from time to time. We were, however, commanded to defer this our ordination until such times as it should be practicable to have our brethren, who had been and who should be baptized, assembled together, when we must have their sanction to our thus proceeding to ordain each other, and have them decide by vote whether they were willing to accept us as spiritual teachers or not; when also we were commanded to bless bread and break it with them, and to take wine, bless it, and drink it with them; afterward proceed to ordain each other according to commandment; then call out such men as the Spirit should dictate, and ordain them; and then attend to the laying on of hands for the gift of the Holy Ghost, upon all those whom we had previously baptized, doing all things in the name of the Lord. The following commandment will further illustrate the nature of our calling to this Priesthood, as well as that of others who were yet to be sought after: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18"},"D&C 18"],"].” (",["span.emphasis","History of the Church,"],"1:60–62.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.1-4"},"D&C 18:1–4"],". The Lord’s Testimony to Oliver of the Truth of the Work"],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p136"},"“In this revelation, Oliver Cowdery was informed that he had received a witness by the Spirit of Truth of the work, especially of the Book of Mormon. Many times during the translating of the record, manifestations of this kind had come to him. Not only had the Spirit made this truth manifest, but he had previous to this revelation stood in the presence of a heavenly messenger and under his hands received the Holy Aaronic Priesthood. Therefore, the Lord could say to him: ‘I have manifested unto you by my Spirit in many instances, that the things which you have written (i.e., as scribe) are true; wherefore you know that they are true.’” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:81.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.4-5,17"},"D&C 18:4–5, 17"],". What Is the Significance of the Words “My Church, My Gospel, and My Rock”?"],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p137"},"When the Lord refers to His Church, He is referring to the assembled believers and disciples who have taken upon themselves His name and covenanted to be obedient to His gospel (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.67"},"D&C 10:67"],"). The Lord defined His gospel in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.6"},"Doctrine and Covenants 39:6"],". The rock spoken of here and elsewhere is explained in Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.24"},"Doctrine and Covenants 11:24"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.8"},"D&C 18:8"],". How Is the Name Joseph Significant?"],["div",{"id":"p138","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p138"},"“Attention is called to the name, because the Scriptures predict the coming of a great deliverer in the latter days, so named. Nephi says that Joseph, the Patriarch, predicted the coming forth of the House of Israel on the American continents, of a ‘righteous branch’ and a Seer, whose name, he said, ‘shall be called after me’ (Joseph), and after the name of his father (II. Nephi 3:1–15).” (Smith and Sjodahl, Commentary, p. 83.)"],["div",{"id":"p139","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p139"},"In Hebrew the name",["span.emphasis","yasaph"],"means “may God add sons” (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.24"},"Genesis 30:24"],["span.emphasis","a"],"). Great sons of God have borne this name: Joseph, the son of Jacob, inheritor of the birthright of Israel; Joseph, the husband of Mary, the mother of Christ; Joseph Smith Sr., the first Patriarch to the Church in these last days; Joseph Smith Jr., the prophet through whom the Lord opened the last dispensation; Joseph F. Smith, sixth President of the Church, who saw the hosts of Israel in vision (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.38-46"},"D&C 138:38–46"],"); and Joseph Fielding Smith, tenth President of the Church, a preacher of righteousness in the last days. Surely the Lord has added great sons to Israel through the loins of Joseph, who saw the house of Israel bow before him (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.3-11"},"Genesis 37:3–11"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.9"},"D&C 18:9"],". What Does It Mean to Be Called with the Calling of Paul?"],["div",{"id":"p140","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p140"},"“In New Testament times, the Savior called and ordained twelve men whom he called both disciples and apostles to be special witnesses for him. Later other men, including Paul, were called and ordained as apostles. In this revelation, the Lord announces that he is going to give some men in this dispensation the same powers and authority he gave anciently to Paul. (18:9.)” (Ludlow,",["span.emphasis","Companion"],", 1:133–34.)"],["div",{"id":"p141","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p141"},"Brigham Young taught that Joseph Smith, Oliver Cowdery, and David Whitmer were the first Apostles of this dispensation (see Journal of Discourses, 6:320). To these, according to Heber C. Kimball, Martin Harris was later added (see Journal of Discourses, 6:29). These men were instructed to find and ordain twelve others who would form the Quorum of the Twelve."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10-16"},"D&C 18:10–16"],". “The Worth of Souls Is Great”"],["div",{"id":"p142","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p142"},"Elder Rudger Clawson, of the Quorum of the Twelve, asked: “And how are we to determine the value of souls? This matter has been determined for us also by revelation. The souls of men are so precious in the sight of God that He gave to the world His Only Begotten Son, that by the shedding of His blood He might draw all men unto Him. That is why the great Prophet of this dispensation, Joseph Smith, and these others, John Whitmer, Oliver Cowdery, David Whitmer, and the rest, were called to bring souls unto Christ. And if one of these men should labor all his days, and bring save it be but one soul unto Christ, and that one should be his wife, what great joy he would have with his wife in heaven. Then if he should labor all his days and bring unto Christ the souls of his wife and his children, and none else perchance, how great would be his joy in heaven with his wife and children.” (In Conference Report, Apr. 1901, pp. 7–8.)"],[".",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.f8"},[".caption","“The worth of souls is great” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10"},"D&C 18:10"],")."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.20"},"D&C 18:20"],". What Is the “Church of the Devil”?"],["div",{"id":"p144","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p144"},"The use of the word",["span.emphasis","church"],"to describe Satan and his followers has confused some because they think of the term in the more limited sense of a specific religious organization. But if one thinks of the phrase “the church and kingdom of God,” one has a better concept of what is meant by the church of the devil. It is his kingdom, the sphere of his influence, the whole of his area of power."],["div",{"id":"p145","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p145"},"Elder Bruce R. McConkie explained that “the titles",["span.emphasis","church of the devil"],"and",["span.emphasis","great and abominable church"],"are used to identify all churches or organizations of whatever name or nature—whether political, philosophical, educational, economic, social, fraternal, civic, or religious—which are designed to take men on a course that leads away from God and his laws and thus from salvation in the kingdom of God” (",["span.emphasis","Mormon Doctrine,"],"pp. 137–38)."],["div",{"id":"p146","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p146"},"This definition explains why Nephi was taught that “there are save two churches only; the one is the church of the Lamb of God, the other is the church of the devil; wherefore, whoso belongeth not to the church of the Lamb of God belongeth to that great church” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.10"},"1 Nephi 14:10"],"). In the scriptures Satan’s kingdom is called by various names: Babylon, the great and abominable church, the mother of harlots, the church of the devil, and the kingdom of the devil (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.22"},"1 Nephi 22:22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.18-19"},"2 Nephi 28:18–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.28-38"},"Mormon 8:28–38"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.56"},"D&C 10:56"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.20"},"18:20"],")."],["div",{"id":"p147","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p147"},"It is, therefore, the obligation of the Saints to stand against evil wherever it may be found. The method of doing so is clear, according to President Joseph Fielding Smith: “All who go forth to teach should do so in wisdom and not contend with the churches or engage in profitless debates, but teach in the spirit of kindness and try to persuade people to receive the truth” (",["span.emphasis","Church History and Modern Revelation,"],"1:83)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.20-21"},"D&C 18:20–21"],". Why Is It Improper to Contend?"],["div",{"id":"p148","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p148"},"The word",["span.emphasis","contend"],"carries with it ideas of debate, striving, struggling, and even quarreling and disputing. The Savior taught that such a method of doing missionary work is contrary to gospel principles (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.28-30"},"3 Nephi 11:28–30"],"). The Prophet Joseph Smith taught the same principle: “The Elders would go forth, and each must stand for himself … to go in all meekness, in sobriety, and preach Jesus Christ and Him crucified; not to contend with others on account of their faith, or systems of religion, but pursue a steady course. This I delivered by way of commandment; and all who observe it not will pull down persecution upon their heads, while those who do, shall always be filled with the Holy Ghost; this I pronounced as a prophecy, and sealed with hosanna and amen.” (",["span.emphasis","History of the Church,"],"2:431.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.34-36"},"D&C 18:34–36"],". Hearing the Voice of the Lord"],["div",{"id":"p149","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p149"},"Explaining how one hears the voice of the Lord, Elder S. Dilworth Young declared:"],["div",{"id":"p150","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p150"},"“In 1835 the Twelve were chosen, as you know, and on one occasion they were called together and given their instructions. Oliver Cowdery was the spokesman; and after having given them some very powerful and heartwarming instruction, so moved was he, himself, that he had to stop two or three times to weep. He finally read the revelation [now designated as section 18]."],["div",{"id":"p151","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p151"},"“Brigham Young was so impressed by it that he copied it in his laborious handwriting into his diary. I am impressed by it likewise. These are the words: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.34-36"},"D&C 18:34–36"],"]."],["div",{"id":"p152","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p152"},"“The thing that impresses me about this is, and I have never thought of it before, when I read a verse in the Doctrine and Covenants I am hearing the voice of the Lord as well as reading his words, if I hear by the Spirit."],["div",{"id":"p153","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p153"},"“Now I have heard it said many times by men that they have often asked the Lord for a special testimony and oftentimes haven’t had it. They seem to want to hear the voice of the Lord. I confess I have often wanted to hear the voice of the Lord, without knowing that all these years I have been hearing it with deaf ears. This woke me up.” (In Conference Report, Apr. 1963, p. 74.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.37-40"},"D&C 18:37–40"],". The Choosing of the Twelve Special Witnesses by the Special Witness of the Book of Mormon"],["div",{"id":"p154","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-18-the-worth-of-a-soul.p154"},"Joseph Smith was the first apostolic witness of the present dispensation. Oliver Cowdery, as noted in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.3"},"Doctrine and Covenants 20:3"],", was the second. David Whitmer and Martin Harris also became special witnesses. Thus, the original quorum of twelve special witnesses was called by the first special witnesses of the Restoration."]]]]],"refs":null}
