{"id":20,"parent_id":16,"book_id":0,"content_id":1,"language_id":1,"display_order":20,"title":"Section 13: The Restoration of the Aaronic Priesthood","subtitle":"","short_title":"Section 13","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood","content":[["div",{"id":"head5","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.head5"},[".titleNumber","Section 13"],["h1","The Restoration of the Aaronic Priesthood"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p77"},"Universal apostasy followed the death of the Savior and His Apostles. Over the centuries that followed, man was no longer authorized to act for God. This condition helped to fulfill prophecy: “The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/24.5"},"Isaiah 24:5"],")."],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p78"},"The coming of John the Baptist in this dispensation, as promised by the Savior (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.11-13"},"Matthew 17:11–13"],"), meant that mortal man was once again divinely commissioned to act in behalf of his Creator."],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p79"},"Joseph Smith explained the circumstances surrounding the restoration of the Aaronic Priesthood (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.68-72"},"JS—H 1:68–72"],"), which took place along the bank of the Susquehanna River near Harmony, Pennsylvania. Oliver Cowdery, who was with the Prophet on this occasion, was filled with awe and wonder, for it was his first experience with a heavenly messenger. He wrote:"],["div",{"id":"p80","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p80"},"“On a sudden, as from the midst of eternity, the voice of the Redeemer spake peace to us, while the vail was parted and the angel of God came down clothed with glory, and delivered the anxiously looked for message, and the keys of the gospel of repentance!—What joy! what wonder! what amazement! While the world was racked and distracted—while millions were groping as the blind for the wall, and while all men were resting upon uncertainty, as a general mass, our eyes beheld—our ears heard. As in the ‘blaze of days;’ yes, more—above the glitter of the May Sun beam, which then shed its brilliancy over the face of nature! Then his voice, though mild, pierced to the center, and his words, ‘I am thy fellow-servant,’ dispelled every fear. We listened—we gazed—we admired! ’Twas the voice of an angel from glory—’twas a message from the Most High! and as we heard we rejoiced, while his love enkindled upon our souls, and we were wrapt in the vision of the Almighty! Where was room for doubt? No where; uncertainty had fled, doubt had sunk, no more to rise, while fiction and deception had fled forever!"],["div",{"id":"p81","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p81"},"“But, dear brother think, further think for a moment, what joy filled our hearts and with what surprise we must have bowed, (for who would not have bowed the knee for such a blessing?) when we received under his hand the holy priesthood.” (",["span.emphasis","Times and Seasons,"],"1 Nov. 1840, p. 202.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13.1"},"D&C 13:1"],". Why Is the Lesser Priesthood Called the “Priesthood of Aaron”?"],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p82"},"See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.13-14"},"Doctrine and Covenants 107:13–14"],", and compare",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.26-27"},"Doctrine and Covenants 84:26–27"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13.1"},"D&C 13:1"],". The Ministering of Angels to Bearers of the Aaronic Priesthood"],["div",{"id":"p83","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p83"},"President Wilford Woodruff recorded the following about his experience with the ministering of angels:"],["div",{"id":"p84","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p84"},"“I had the administration of angels while holding the office of a priest. I had visions and revelations. I traveled thousands of miles. I baptized men, though I could not confirm them because I had not the authority to do it."],["div",{"id":"p85","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p85"},"“I speak of these things to show that a man should not be ashamed of any portion of the priesthood.” (",["span.emphasis","Discourses of Wilford Woodruff,"],"p. 298.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13.1"},"D&C 13:1"],". “This Shall Never Be Taken Again from the Earth”"],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p86"},"“We may be sure that the Aaronic Priesthood will never be taken from the earth while mortality endures, for there will always be need for temporal direction and the performance of ordinances pertaining to ‘the preparatory Gospel.’” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:62.)"],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.f4"},[".caption","John the Baptist restored the Aaronic Priesthood."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13.1"},"D&C 13:1"],". Who Are the “Sons of Levi”?"],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p88"},"President Joseph Fielding Smith explained that “after the children of Israel came out of Egypt and while they were sojourning in the wilderness, Moses received a commandment from the Lord to take Aaron and his sons and ordain them and consecrate them as priests for the people. (",["a.scriptureRef",{"href":"/scriptures/ot/ex/28"},"Ex. 28"],".) At that time the males of the entire tribe of Levi were chosen to be the priests instead of the firstborn of all the tribes, and Aaron and his sons were given the presidency over the Priesthood thus conferred. Since that time it has been known as the Priesthood of Aaron, including the Levitical Priesthood.” (",["span.emphasis","Church History and Modern Revelation,"],"1:63.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13.1"},"D&C 13:1"],". What Is Meant by the Sons of Levi Offering an Offering of Righteousness unto the Lord?"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p89"},"The Prophet Joseph Smith commented as follows on this scripture:"],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p90"},"“It is generally supposed that sacrifice was entirely done away when the Great Sacrifice [i.e.,] the sacrifice of the Lord Jesus was offered up, and that there will be no necessity for the ordinance of sacrifice in the future; but those who assert this are certainly not acquainted with the duties, privileges and authority of the Priesthood, or with the Prophets."],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p91"},"“The offering of sacrifice has ever been connected and forms a part of the duties of the Priesthood. It began with the Priesthood, and will be continued until after the coming of Christ, from generation to generation. …"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p92"},"“These sacrifices, as well as every ordinance belonging to the Priesthood, will, when the Temple of the Lord shall be built, and the sons of Levi be purified, be fully restored and attended to in all their powers, ramifications, and blessings. This ever did and ever will exist when the powers of the Melchizedek Priesthood are sufficiently manifest; else how can the restitution of all things spoken of by the Holy Prophets be brought to pass. It is not to be understood that the law of Moses will be established again with all its rites and variety of ceremonies; this has never been spoken of by the prophets; but those things which existed prior to Moses’ day, namely, sacrifice, will be continued.” (",["span.emphasis","Teachings,"],"pp. 172–73.)"],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p93"},"President Joseph Fielding Smith further explained that “we are living in the dispensation of the fulness of times into which all things are to be gathered, and all things are to be restored since the beginning. Even this earth is to be restored to the condition which prevailed before Adam’s transgression. Now in the nature of things, the law of sacrifice will have to be restored, or all things which were decreed by the Lord would not be restored. It will be necessary, therefore, for the sons of Levi, who offered the blood sacrifices anciently in Israel, to offer such a sacrifice again to round out and complete this ordinance in this dispensation. Sacrifice by the shedding of blood was instituted in the days of Adam and of necessity will have to be restored."],["div",{"id":"p94","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p94"},"“The sacrifice of animals will be done to complete the restoration when the temple spoken of is built; at the beginning of the millennium, or in the restoration, blood sacrifices will be performed long enough to complete the fulness of the restoration in this dispensation. Afterwards sacrifice will be of some other character.” (",["span.emphasis","Doctrines of Salvation,"],"3:94.)"],["div",{"id":"p95","uri":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-13-the-restoration-of-the-aaronic-priesthood.p95"},"Notes and Commentary for",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.24"},"Doctrine and Covenants 128:24"],"contains additional insights into what else might be included in the offering of the sons of Levi."]]]]],"refs":null}
