{"id":40,"parent_id":39,"book_id":22358,"content_id":1,"language_id":1,"display_order":40,"title":"Section 6: The Glorified Palestinian Ministry","subtitle":"","short_title":"Section 6","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6"},[".heading",{"id":"head2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.head2"},[".titleNumber","Section 6"],["h1","The Glorified Palestinian Ministry"]],[".bodyBlock",[".figure",{"id":"f1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.f1"},["h3","Lessons"],["ol.number",["li",["span.label","27."],["p.para","“He Is Risen!”"]],["li",["span.label","28."],["p.para","“I Know That He Lives”"]]]],[".topic",["h2","He Is Risen!"],["p.para",{"id":"p7","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p7"},"That was the most memorable day in history. On that glorious day the sepulchre was opened, and Jesus rose from the dead. The “good news,” was first proclaimed by angelic proclamation, “He is risen; he is not here: behold the place where they laid him.” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.6"},"Mark 16:6"],".)"],[".",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_026_02-samaria.jpg"}]],["p.para",{"id":"p8","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p8"},"The event, of course, was unprecedented. Others, such as Lazarus, had been brought back to life; but that was a restoration to mortality, not a resurrection to everlasting life. To Jesus was accorded the honor of becoming “the firstfruits of them that slept.” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.20"},"1 Corinthians 15:20"],".) The fact that the event had not occurred before accounted for the incredulity among his own apostles that such a literal resurrection could be. But before the day of the resurrection was spent, Jesus had left infallible proof that he had indeed risen from the dead. Skepticism vanished as his disciples saw and felt the wounds in his hands, feet, and side. As noted by the chart below, at least five appearances took place on that day. These included visitations to Mary Magdalene; to the other women; to Cleopas and his companion on the road to Emmaus, to Peter alone; then to the ten apostles in the upper room, Thomas being absent. One week later Jesus made another appearance in that same room, with Thomas present. Jesus said to Thomas: “Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side.” (",["a.scriptureRef",{"href":"/scriptures/nt/john/20.27"},"John 20:27"],".) And Thomas no longer doubted. Jesus ministered on the earth as a resurrected being for forty days—from resurrection day until the ascension. This was the period, according to Luke, when Jesus appeared to many of his disciples and spoke to them “of the things pertaining to the kingdom of God.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.3"},"Acts 1:3"],".)"],["p.para",{"id":"p9","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p9"},"On the night Jesus was betrayed, he had told his apostles that “after I am risen again, I will go before you into Galilee.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.32"},"Matthew 26:32"],".) The angel at the tomb had told the women to tell the disciples that Jesus “goeth before you into Galilee; there ye shall see him.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.7"},"Matthew 28:7"],".) Thus we read in Matthew that “the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them.” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.16"},"Matthew 28:16"],".) This prearranged meeting (according to both Elders Talmage and McConkie) was probably a meeting where a great multitude of disciples were invited, and may have been the occasion of which Paul wrote later, “he was seen of above five hundred brethren at once.” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.6"},"1 Corinthians 15:6"],".) Such a conference would have included the apostles, seventies, other leading brethren, and faithful women. (See McConkie,",["span.emphasis","DNTC,"],"1:886.)"],[".topic",["h3","The Significance of the Forty-Day Ministry"],[".figure",{"id":"f3","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.f3"},["p.preamble","Though the records of it are fragmentary, the forty-day ministry that you will study in this last lesson was important for at least these reasons:"],["ol.number",["li",["span.label","1."],["p.para","It was the period during which the chief apostle, Peter, had impressed on him that his ministerial calling superseded all temporal pursuits, and that to “feed the sheep” of Christ was far more important than his intent to go fishing."]],["li",["span.label","2."],["p.para","It was the period during which Jesus gave his apostles their final commission to teach the gospel to all nations, and further instructed them in their duties."]],["li",["span.label","3."],["p.para","It was during this period that Jesus appeared in resurrected form to many others besides the eleven, thus qualifying them as sure witnesses to his literal resurrection."]],["li",["span.label","4."],["p.para","Finally, at the end of this period, Jesus made a literal, bodily ascension into heaven as his disciples watched and two angels stood by and promised that Jesus would return again “in like manner as ye have seen him go into heaven.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.11"},"Acts 1:11"],".)"]]]],["p.para",{"id":"p16","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p16"},"All doubt was removed from the apostles’ minds. They now had an absolute witness of the Savior’s literal resurrection. They were qualified to declare with certainty that",["span.emphasis","Jesus lives!"],"President David O. McKay has indicated that a transformation occurred in the lives of those eleven men during this forty-day period and that this transformation constitutes one of the significant evidences of the reality of the resurrection of our Lord."]],[".topic",["h3","What Changed the Apostles?"],["p.para",{"id":"p18","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p18"},"“That the literal resurrection from the grave was a reality to the disciples who knew Christ intimately is a certainty. In their minds there was absolutely no doubt. They were witnesses of the fact. They knew, because their eyes beheld, their ears heard, their hands felt the corporeal presence of the Risen Redeemer."],["p.para",{"id":"p19","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p19"},"“At Jesus’ death, the apostles were stricken with gloom. When he lay dead their hopes all but died. Their intense grief, the story of Thomas, the moral perplexity of Peter, the evident preparation for a permanent burial, combine to illustrate the prevalence of a fear that the redemption of Israel had failed."],["p.para",{"id":"p20","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p20"},"“Notwithstanding the often-repeated assurances of Christ that he would return to them after death, the apostles did not seem fully to comprehend it. At the crucifixion, they were frightened and discouraged. For two and a half years they had been upheld and inspired by Christ’s presence. But now he was gone. They were left alone, and they seemed confused, fearful, helpless; only John stood by the cross."],["p.para",{"id":"p21","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p21"},"“The world would never have been stirred by men with such wavering, doubting, despairing minds as the apostles possessed on the day of the crucifixion."],["p.para",{"id":"p22","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p22"},"“What was it that suddenly changed these disciples to confident, fearless, heroic preachers of the gospel of Jesus Christ? It was the revelation that Christ had risen from the grave. His promises had been kept, his Messianic mission fulfilled. In the words of an eminent writer, ‘The final and absolute seal of genuineness has been put on all his claims, and the indelible stamp of a divine authority upon all his teachings. The gloom of death had been banished by the glorious light of the presence of their Risen, Glorified Lord and Savior.’"],["p.para",{"id":"p23","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p23"},"“On the evidence of these unprejudiced, unexpectant, incredulous witnesses, faith in the resurrection has its impregnable foundation.” (McKay,",["span.emphasis","Treasures of Life,"],"pp. 15–16.)"],["p.para",{"id":"p24","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-6-the-glorified-palestinian-ministry/section6.p24"},"As you read chapter 28, you will consider the testimonies of the witnesses of the former days as well as those in our modern times."]]]]]]],"refs":null}
