{"id":5,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":5,"title":"Lesson One: Building Our Family through Home Evenings","subtitle":"","short_title":"Lesson One","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings","content":[["div",{"id":"head2","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.head2"},[".titleNumber","Lesson One"],["h1","Building Our Family through Home Evenings"],[".intro","Family life is the best method for achieving happiness in this world, and it is a clear pattern … [of] what is to be in the next world.",["br"],"[Spencer W. Kimball, “Privileges and Responsibilities of Sisters,”",["span.emphasis","Ensign,"],"Nov. 1978, p. 103]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p5"},"Help family members desire to be an eternal family, and help them to decide how they can use family home evenings to achieve that goal."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p7"},"As Latter-day Saints, we frequently hear the phrases “eternal life” and “eternal family.” They remind us that our families are our greatest source of happiness and joy. Only as family units can we receive the highest rewards of exaltation. This truth places a heavy responsibility on every family member."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p8"},"As your family members learn to love and appreciate the special nature of your family, their commitment to be a successful, eternal family will grow. Family home evenings will take on greater importance and will promote spiritual growth among family members."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p9"},"Evaluate your family home evenings, and work to improve them. The Lord has given us the family home evening program to help us hold our families together through the perilous times in which we live. Live the principles that you teach, and help your children to live them also. As you do, your family will grow closer and happier."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p10"},"How you present this lesson will help you set the mood of future family home evenings. Prayerfully prepare to teach the lesson, and seek the guidance of the Holy Ghost. Be honest and sincere as you present it to your family. Let your children feel your great love for them and for the gospel. Do this and you will enjoy many successful and sacred experiences with your family."]],[".topic",["h2","PREPARATION"],["div",{"id":"f2","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.f2"},["ol.number",["li",["span.label","1."],[".para","Bring a potted plant, a pet, and a baby, or pictures of each item."]],["li",["span.label","2."],[".para","Make a “Family Home Evening Question and Suggestion Box.”"]],["li",["span.label","3."],[".para","Bring or draw a picture of your family."]]]]],[".topic",["h2","SUGGESTED HYMN AND SONG"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p16"},"“Love at Home” (",["span.emphasis","Hymns,"],["span.crossRef","no. 294"],")."],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p17"},"“Families Can Be Together Forever,” which accompanies this lesson (",["span.emphasis","Hymns,"],["span.crossRef","no. 300"],";",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","188"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","We Belong in Families"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p20"},"Begin by reading or explaining the following:"],[".topic",["h4","Families"],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p22"},"Before we were born, we lived in a family. There we were loved and taught. As we grew in knowledge and understanding, we wanted to become like our Heavenly Father. We wanted to share in his joys. We wanted a family of our own. Our Heavenly Father also wanted us to be able to have families of our own. He sent us to earth to get our bodies, to test us, and to train us to be parents eternally. This is what godhood means. (See",["span.crossRef","chapter 2"],", “Our Heavenly Family,”",["span.emphasis","Gospel Principles"],"[31110], pp. 11–15.)"],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p23"},"After we come to earth we can begin to develop our own eternal families. if we succeed with our families in this life, we may return with them to our Heavenly Father. Then we will establish our own heavenly homes and be able to continue to have families. This is our Heavenly Father’s plan for us and the highest reward we can receive. He has made it possible for us to return to him, to be with our earthly family, and to become gods and goddesses, having families forever."],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p24"},"Show your family the plant. Talk about the Creation and how Heavenly Father provided all of the things necessary for plants to grow. Discuss with your family some of the plant’s needs and how they are met."],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p25"},"Next show the pet or baby animal. Discuss how Heavenly Father planned for its needs to be taken care of. Talk about its needs for food, water, and protection."],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p26"},"Now show the baby. Have your family discuss the baby’s needs, such as love, security, guidance, education, social training, and spiritual growth, and how Heavenly Father planned to meet them. Explain that because of the special needs of his children, Heavenly Father planned for us to have families. He patterned our families after his own. He knew that a father and a mother who loved each other and sacrificed to bring children into the world would love them more than anyone else and would try to provide for all of their needs."]]],[".topic",["h3","Heavenly Father Wants Our Family to Be Happy"],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p28"},"Look at the baby again."],["ul.bullet",["li",["span.label","•"],[".para","To what kind of family would Heavenly Father want the baby to come?"]],["li",["span.label","•"],[".para","What kind of father would he want the baby to have? (One who is loving and who leads his family as our Heavenly Father leads his.)"]],["li",["span.label","•"],[".para","What would Heavenly Father want its mother to be like? (Loving and unselfish.)"]],["li",["span.label","•"],[".para","How would he want the baby’s brothers and sisters to act?"]],["li",["span.label","•"],[".para","Are there any perfect families on the earth for babies to come to?"]]],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p34"},"Point out that Heavenly Father knew that no family would be perfect. We are all working and learning together. Still, he wants us to work to become perfect in time. He knows that the closer we come to perfection, the more happiness we will find. This is one reason he has given us the family home evening program. If we make family home evenings effective in our homes, then we will find our families becoming better and happier."]],[".topic",["h3","Our Family is Unique"],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p36"},"Explain that all families are different. Let family members name some of the things that make them different from other families, such as size, age, background, talent, tradition, or personality."],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p37"},"Discuss some of the things that you like best about your family, then discuss the things you would like to improve. Talk about your family members’ special gifts and talents. Discuss the goals that you have as a family. Then point out that because you are a family, you can all work together, each person using his gifts and talents, to reach your goals."]],[".topic",["h3","Family Home Evenings Can Meet Our Needs"],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p39"},"Explain that your family home evenings can and should meet your family’s needs. Only you know all your gifts, strengths, weaknesses, personalities, and needs and how to use them to help each other."],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p40"},"Pass the home evening resource book around, and let the family members look through it. Discuss how it is designed to help you meet your own needs and create your own family home evenings. Emphasize how you want your family home evenings to be successful in every way."],["ul.bullet",["li",["span.label","•"],[".para","How do you feel about our family home evenings?"]],["li",["span.label","•"],[".para","Are they really helping us grow toward perfection?"]],["li",["span.label","•"],[".para","Are they helping us feel closer to each other?"]],["li",["span.label","•"],[".para","How could we improve them?"]]],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p45"},"Now talk together about some of the things you would like to see family home evenings do for your family. Make sure that the discussion is positive. Look through the book again, and see how it can help you with your goals. Plan together how you would like to use it."],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p46"},"Show the “Family Home Evening Question and Suggestion Box.” Tell your family that you will leave it where they can put a question or suggestion in it whenever they get an idea. Tell them that they can suggest lessons they would like to hear, questions they want answered, and suggestions for improving family home evenings."]],[".topic",["h3","Let’s Make It Work"],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p48"},"Express your feelings about the home evening program that Heavenly Father has given your family so that you can work toward exaltation together. Share your enthusiasm for what you want to do together in family home evenings. Bear your testimony of the gospel and the love that Heavenly Father has shown you."],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p49"},"Now show the family picture that you have selected or drawn. Tell your family that to you they are the most important family on the earth. Be specific about what you feel is best about your family. Let them know how much you love them and believe in them. Express your faith that your family can return to the presence of your Heavenly Father together."],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p50"},"Invite each family member to share his feelings about your family, the gospel, and the family home evening program."],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p51"},"Challenge family members to help the family succeed by doing all that they can to make family home evenings a good experience."]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p53","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p53"},"Begin with the object lesson involving the plant, pet, and baby presented under the heading “We Belong in Families.” Briefly discuss the section “Heavenly Father Wants Our Family to Be Happy.”"],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p54"},"Explain that you want your family to be happier and that your family home evenings can help you become a better family."],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p55"},"Let your children look through the new book. Help them feel excited about the pictures, games, and activities that are in it and about how much fun your family home evenings are going to be. You may want to choose to do one of the activities in the “Family Activity” section of the book as an example of fun activities you can have during family home evening."],["div",{"id":"p56","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p56"},"Finish by showing your family picture and expressing your feelings and testimony as described under the lesson heading “Let’s Make It Work.”"]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p58"},"Begin the lesson by explaining and discussing the material under the heading “Families.”"],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p59"},"Use the discussion in the section of the lesson entitled “Heavenly Father Wants Our Family to Be Happy.” Talk about your own family and what goals you have. Discuss with your family what they would like to see family home evenings do for them."],["div",{"id":"p60","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p60"},"Talk about how you can use the new book as explained under the lesson heading “Family Home Evenings Can Meet Our Needs.”"],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p61"},"Look through and discuss the book and the new ideas it offers. Investigate the different sections. Read through the introduction and the message from the First Presidency."],["div",{"id":"p62","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p62"},"Use the “Family Home Evening Question and Suggestion Box” so that family members may write down ideas when they think of them."],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p63"},"End by showing your family picture and expressing your feelings as done in the section of the lesson entitled “Let’s Make It Work.”"]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","Appreciating Family Members"],["div",{"id":"p66","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p66"},"Have a family home evening honoring different family members. Take as many evenings as you need to do this."],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p67"},"Emphasize what each person has contributed to the family. Choose special incidents in the life of the family member that set good examples or teach gospel principles (for example, a brother’s determination to learn to ride a bike despite many bumps and bruises demonstrates sticking to a project and never giving up, or a sister who shared her time with the baby exemplifies service and love). (See",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.15"},"Mosiah 4:15"],".)"],["div",{"id":"p68","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p68"},"Use pictures of family members at different ages and other mementos to illustrate their contributions to making your family special."]],[".topic",["h3","Knowing Your Family Heritage"],["div",{"id":"p70","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p70"},"If family or personal histories, journals, diaries, or letters of family ancestors are available, build a family home evening around finding and appreciating your family heritage."],["div",{"id":"p71","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p71"},"Relate your family’s history, staying with the direct line. Illustrate the history with stories about particular ancestors."],["div",{"id":"p72","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p72"},"If these materials are unavailable, spend an evening planning and beginning a project to compile your family’s history. Begin with your own family history, starting with brief biographies of yourselves up to your marriage, then going into more details about such topics as where you lived, the occupations of family members, and the coming of the children."]],[".topic",["h3","The Family Can Be Eternal"],["div",{"id":"p74","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p74"},"Build a lesson on the material in",["span.crossRef","chapter 36"],", “The Family Can Be Eternal,” of",["span.emphasis","Gospel Principles,"],"pages 230–35."]],[".topic",["h3","Becoming Eternal Friends"],["div",{"id":"p76","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p76"},"Hold a special family program. Hold it on a special date, such as on your wedding anniversary, or on any convenient night. Plan a special meal, setting, and program. Family members may wish to exchange homemade gifts or original verses expressing their feelings. You may wish to prepare a display of family pictures and mementos of family events or achievements."],["div",{"id":"p77","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p77"},"Plan activities, but make sure that the purpose of the night is understood—to pay honor to the family and to express loyalty and love to each other as members of the family."],["div",{"id":"p78","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p78"},"Keep in mind the following counsel from Elder Marvin J. Ashton:"],["div",{"id":"p79","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p79"},"“One of the great purposes of family evenings and home teaching is to have family members realize that a brother can be a friend, and that a sister can be a friend, and that a father and a mother can be more than parents, they can be friends."],["div",{"id":"p80","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p80"},"“I would hope and pray that we may catch the wisdom and the inspiration of building a home so that our members in that sacred unit can look upon a father and say, ‘He is my best friend,’ or ‘My mother is more than a mother, she is my friend.’ When we realize that parents and family members can be more than blood relations and are in very deed friends, then we will have a glimpse of how our Heavenly Father wants us to live, not only as brothers and sisters but as very close friends.” (In Conference Report, Oct. 1969, pp. 28–29.)"]],[".topic",["h3","Appreciating the Important Things"],["div",{"id":"p82","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p82"},"Begin a family home evening time by reading the following letter from a prisoner of war to his family:"],["div",{"id":"p83","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p83"},"“Dearest Marjorie, Cameron, Heather, Warren, Holly, Heidi. Above all I seek for eternal life with all of you. These are important: temple marriage, mission, college. Press on. Set goals, write history, take pictures twice a year.” (George Durrant, “A Gift from Heaven,”",["span.emphasis","Ensign,"],"Mar. 1971, p. 5.)"],["div",{"id":"p84","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p84"},"Explain that because he was a prisoner of war, the author of the letter could write only a few words, so he had to choose carefully what he wanted to say to his family."],["div",{"id":"p85","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p85"},"Have family members imagine that they are away from home under trying circumstances or in some way unable to be united with their loved ones. Have them write a brief letter to their family saying what is most important to them."],["div",{"id":"p86","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p86"},"Allow time to share the letters, and let each person explain what he wrote and why if he wishes to do so."]],[".topic",["h3","Building Family Identity"],["div",{"id":"p88","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p88"},"Let the family members design a flag or banner for the family. Discuss what is unique about your family (see “Our Family Is Unique” in the regular lesson). Decide what aspects of your family are worth symbolizing in the flag. Then design and make the flag."],["div",{"id":"p89","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p89"},"Family members may wish to set up some guidelines about when and where the family flag will be flown."],["div",{"id":"p90","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p90"},"Be sure your family understands that a family flag does not take the place of your country’s flag nor your allegiance to it."]],[".topic",["h3","Families Can Be Together Forever"],[".poetry",{"id":"f5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.f5"},[".stanza",[".line","1. I have a fam’ly here on earth."],[".line","They are so good to me."],[".line","I want to share my life with them through all eternity."]],[".stanza",[".line","CHORUS"],[".line","Fam’lies can be together forever"],[".line","Through Heav’nly Father’s plan."],[".line","I always want to be with my own family,"],[".line","And the Lord has shown me how I can."],[".line","The Lord has shown me how I can."]],[".stanza",[".line","2. While I am in my early years,"],[".line","I’ll prepare most carefully,"],[".line","So I can marry in God’s temple for eternity."]],[".citationInfo",["div",{"id":"p104","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-one-building-our-family-through-home-evenings.p104"},"Words: Ruth M. Gardner. Music: Vanja Y. Watkins. (",["span.emphasis","Hymns,"],"no. 300.)"]]]]]]],"refs":null}
