{"id":22,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":22,"title":"Lesson Eighteen: Unity through Family Prayer","subtitle":"","short_title":"Lesson Eighteen","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer","content":[["div",{"id":"head19","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.head19"},[".titleNumber","Lesson Eighteen"],["h1","Unity through Family Prayer"],[".intro","Counsel with the Lord in all thy doings.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/bofm/alma/37.37"},"Alma 37:37"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p5"},"Help family members draw closer to each other and to the Lord through family prayer."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p7"},"For those who take their real feelings and concerns to the Lord, family prayer can be one of the most unifying and strengthening parts of the day. This lesson is designed to help your family understand the rich blessings available through praying together and to help you discuss how you can reap these blessings more abundantly."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p8"},"Consider the following story as you prepare for this lesson:"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p9"},"“One father, a quiet, unassuming man, found it hard to express his love for his family. At his wife’s prompting they began holding family prayer, and it became an opportunity to voice what was in his heart. To their daughter, who had misinterpreted her father’s manner as indifference, the experience was a revelation. His prayers were simple and sometimes clumsily worded, but to hear him say, ‘Bless my lovely daughter to do good’ thrilled her."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p10"},"“A timid boy who thought of himself as a ‘scaredy cat’ felt new pride and self-esteem when his father and mother thanked God for their ‘kind, gentle son.’ And the boy’s self-confidence continued to grow through prayer when even his little brother thanked Heavenly Father for his ‘big, strong brother.’"],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p11"},"“In preparation for a family outing in our own family, my husband asked the Lord to bless our family to get along and to enjoy each other’s company. The preaching we had done had gone unheard, but that reverent prayer brought cooperation."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p12"},"“Our teenage son was tense and sullen whenever we tried to discuss any problem with him. We decided it was important to plan the discussion when he would be most receptive, and that seemed to be at family prayer time in the mornings. It was then that the house was quiet and we shared a humble, sincere feeling. We found the tenseness eased when prayer preceded our discussions."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p13"},"“During these quiet moments of family prayer, we are keeping in touch with each other and with our Father in heaven.” (Ann H. Banks, “The Extra Blessings of Family Prayer,”",["span.emphasis","Ensign,"],"Jan. 1976, p. 37.)"]],[".topic",["h2","PREPARATION"],["div",{"id":"f205","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.f205"},["ol.number",["li",["span.label","1."],[".para","Bring a piece of paper and a pencil for each family member."]],["li",["span.label","2."],[".para","Draw a large version of the bridge shown in the lesson, and cut out the stones of the bridge so that the bridge can be put together like a puzzle. Have a sheet of colored paper and glue ready to put the bridge together at the end of the lesson. See the section “Family Prayer Can Strengthen Us” for instructions on using the bridge."]],["li",["span.label","3."],[".para","Have a colored pen or crayon."]],["li",["span.label","4."],[".para","Bring crayons and paper for younger children."]]]]],[".topic",["h2","SUGGESTED HYMN AND SONG"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p20"},"“Sweet Hour of Prayer” (",["span.emphasis","Hymns,"],["span.crossRef","no. 142"],")."],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p21"},"“Family Prayer” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","189"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","How Close Do We Feel to Each Other?"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p24"},"Begin by briefly discussing the following questions and ideas:"],["ul.bullet",["li",["span.label","•"],[".para","Have you ever felt alone in a big crowd?"]]],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p26"},"Relate an experience you have had—at a ball game, on a subway or bus, or in a large city—when you felt alone among a group of strangers or casual acquaintances. Let one or two family members relate their experiences."],["ul.bullet",["li",["span.label","•"],[".para","Why did you feel alone even though there were other people around?"]],["li",["span.label","•"],[".para","What makes you feel close to other people?"]]],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p29"},"Conclude that knowing that someone else is interested in our problems, successes, and concerns makes us feel close to them."],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p30"},"Tell about a time when you have been among friends or loved ones and still felt alone. Perhaps you had a problem that you felt no one could help you with or a concern no one seemed to care about. Point out that even among the members of your own family—those who love you most—it is possible to feel alone. Express your desire that this lesson will help them find one important way to draw closer to each other and to Heavenly Father so that none of them will feel that they face life alone. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.62-64"},"D&C 88:62–64"],".)"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p31"},"Hand out a piece of paper and a pencil to each person. Ask each person to make two columns. In the first column, have them list at least five things they have been concerned or worried about during last week. Give them examples if necessary to get them started, such as taking a test, making friends at school, or starting a new job. In the second column, have them list at least five things that made them happy during the week. Collect the lists, and put them aside for use later in the lesson."]],[".topic",["h3","Family Prayer Can Strengthen Us"],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p33"},"Place the stones of the bridge that you have drawn and cut apart, except for the keystone (the stone in the center of the bridge), in a pile on the table or floor. Ask everyone to imagine that they are standing on the banks of a deep, fast-flowing river with this pile of stones."],["ul.bullet",["li",["span.label","•"],[".para","How could we use these stones to get across the river? (By building a bridge with them.)"]]],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p35"},"Have someone try to put together the picture of a bridge on the table or floor."],["ul.bullet",["li",["span.label","•"],[".para","Would this kind of bridge be strong and stable? Could we cross the dangerous river safely?"]]],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p37"},"Point out that there are gaps between the stones and that a bridge like this would collapse."],["ul.bullet",["li",["span.label","•"],[".para","What is missing from the bridge that would make it stronger?"]]],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p39"},"Hold up the keystone. Explain that without this one piece, the other pieces of the bridge will not hold together, however strong they are individually. With the keystone, all the pieces can work together and support each other."],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p40"},"Write the phrase “family prayer” on the keystone with a colored pen or crayon. Then on each stone write the name of one of your family members."],["ul.bullet",["li",["span.label","•"],[".para","How can praying together in our family be compared to the keystone in a bridge?"]]],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p42"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.21"},"3 Nephi 18:21"],"."],["ul.bullet",["li",["span.label","•"],[".para","When has family prayer helped us and made our family stronger?"]]],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p44"},"After your family has discussed these questions, have them think about family prayer being a keystone as you, or someone else, tell Brent’s story:"],[".topic",["h4","The Love of an Older Brother"],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p46"},"“One of the greatest joys of my life came when my family was spiritually united in seeking the Lord’s aid in my behalf, supporting me through a time of intense struggle. I learned by experience why the Lord placed us in sacred groups called families."],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p47"},"“When I was a junior in high school I contracted a kidney disease. Over the next few years my health gradually declined until my condition became critical. Despite the best medical care, the disease eventually destroyed both of my kidneys. …"],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p48"},"“I learned a great deal during those three years on a kidney machine. My faith in the Lord grew as I watched his hand guiding my life. I was close to my family, and in spite of the machine I loved life more than ever before. I had never been so free, nor as happy. Yet, I yearned to be free of my mechanical companion."],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p49"},"“This goal, like so many others, became a family project. We often spent family home evenings and family interviews discussing alternatives to dialysis and the justifications for a transplant."],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p50"},"“I recall one memorable week when the family was all together. …"],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p51"},"“During that week we spent a great deal of time talking about my health. We had all researched the possibility of a transplant, and each member of the family had personally volunteered to be my donor. …"],["div",{"id":"p52","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p52"},"“Then one evening a marvelous and unexpected event occurred during family prayers. My father was voice, and when the prayer was completed we all knew what was to transpire. With tears in our eyes we discussed our feelings. Yes, each had felt the same confirmation. We should go ahead with the transplant.”"],["div",{"id":"p53","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p53"},"Explain that Brent’s brother Craig gave him one of his kidneys. After the operation, Craig was very ill, and Brent’s body was trying to reject the new kidney. Then continue with Brent’s story:"],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p54"},"“The medical reports indicated that I was rejecting the new kidney. It appeared that we had failed. Drastic medical measures were taken, but with little success. As it turned out, the most powerful aid of all was prayer. Etched deeply into my soul is the memory of many nights when family members knelt around my bed and one by one prayed to our Father in Heaven. I listened as my brothers wept, praying that I might live. Then, silently, none of us able to speak, we’d touch hands to say good-night. And they were good nights, for we each experienced the pure love of Christ."],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p55"},"“The kidney rejection was finally overcome; Craig, too, rapidly regained his health and strength. Today, my doctors report that I am one of the healthiest kidney recipients in history. …"],["div",{"id":"p56","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p56"},"“I can testify that one of the greatest joys of mortality comes when a family is spiritually united in seeking the Lord’s aid and comfort.” (D. Brent Collette,",["span.emphasis","Ensign,"],"Oct. 1981, pp. 42–44.)"],["ul.bullet",["li",["span.label","•"],[".para","In what way was family prayer like a keystone to Brent and his family?"]],["li",["span.label","•"],[".para","Do you think Brent could have faced his long struggle with illness, no matter what the outcome, without the united prayers of his family?"]],["li",["span.label","•"],[".para","Why was Brent able to feel such support from his family?"],[".para","Point out that—"],["div",{"id":"f","uri":"/manual/family-home-evening-resource-book.f"},["ol.number",["li",["span.label","1."],[".para","The whole family knew about Brent’s problem."]],["li",["span.label","2."],[".para","They loved each other and wanted to help."]],["li",["span.label","3."],[".para","They prayed together."]],["li",["span.label","4."],[".para","They did all they could."]]]],[".para","Explain that this helped to bring Heavenly Father’s blessings."]],["li",["span.label","•"],[".para","Do you feel that other family members know and care about the concerns and joys you wrote down?"]]],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p67"},"Show the lists you collected. Read one or two items from each person’s list. Have the family guess who wrote each item you mentioned. Choose items that might not be easy to match with the person who wrote them. You might ask, “During the week, which one of us was concerned about this problem?” or “Who was happy about this during the week?”"]]],[".topic",["h3","A Two-Part Process"],["div",{"id":"p69","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p69"},"Suggest that effective family prayer is a two-part process:"],["div",{"id":"f215","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.f215"},["ol.number",["li",["span.label","1."],[".para","We must be aware of each other’s feelings and concerns (see",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.8-9"},"1 Peter 3:8–9"],")."]],["li",["span.label","2."],[".para","We must talk to Heavenly Father about specific problems that are on our minds (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.18-27"},"Alma 34:18–27"],")."]]]],["ul.bullet",["li",["span.label","•"],[".para","What if Brent’s family had not prayed specifically about his problem during the time of his illness? Do you think they would have known what to do and how they could help?"]],["li",["span.label","•"],[".para","What difference did the family’s prayers make?"]],["li",["span.label","•"],[".para","Why can we get help by praying together as a family that we could get in no other way?"]]],["div",{"id":"p75","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p75"},"Point out that when we pray together about specific problems, Heavenly Father can show us ways to help each other that we might never have seen. Have someone tell the following story:"],[".topic",["h4","Sue Helps"],["div",{"id":"p77","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p77"},"Sue Crandall was concerned about her younger brother, Tim. Every morning they got on a small yellow bus that took them to school a few miles from their home. This was Sue’s fourth year, so she was used to riding the bus. She even looked forward to the ride as a time to talk to her friends each morning."],["div",{"id":"p78","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p78"},"But Tim felt differently. So far, after one week of school, he had cried every morning on the way to the bus stop. Sue’s mother had been firm. “You’ll get used to it, Tim,” she’d say. “Soon you’ll have lots of friends on the bus.” But Sue could see her mother getting more worried each day as Tim got on the bus sniffling and wiping his red eyes."],["div",{"id":"p79","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p79"},"Saturday morning, as the Crandall family knelt around the breakfast table, Sue’s father said something that made Sue stop and think. Right after he thanked Heavenly Father for his beautiful children, he said, “Bless Tim that he will be able to make friends on the bus this week. And help us find a way to help him.”"],["div",{"id":"p80","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p80"},"As the family ate their eggs and toast that morning, Sue thought long and hard. She realized that she had felt sorry for Tim all week, but she hadn’t done anything to help. She’d sat with her own friends every morning as her little brother slumped silently on the first row of seats."],["div",{"id":"p81","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p81"},"By Saturday afternoon, Sue had a plan. She asked her mother if they could pick up her friend Karen and her second-grade brother, Todd, on their way to the bus stop Monday morning."],["div",{"id":"p82","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p82"},"Sure enough, by the time the children reached the bus stop on Monday, the two boys were so busy talking that Tim hardly noticed his mother drive away."],["ul.bullet",["li",["span.label","•"],[".para","How did the prayer Sue’s father offered help Tim?"]],["li",["span.label","•"],[".para","Can we support each other if we are not aware of each other’s concerns and problems?"]]],["div",{"id":"p85","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p85"},"Suggest that your family could be stronger and feel closer if your prayers together were more specific—if you prayed about the real feelings and concerns of each family member, as well as about group concerns."],["div",{"id":"p86","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p86"},"Glue the bridge pieces together on a sheet of colored paper. Write the scripture from the beginning of the lesson under the bridge. Post it where your family can see it during the week. Suggest that during the week they make a special effort to pray about family members’ concerns. Before each family prayer, you could have a discussion to find out needs and concerns. You might find that mealtime is a good time for this kind of discussion. During the next family home evening, discuss whether this has made your family feel closer."],["div",{"id":"p87","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p87"},"Be sure to close this family home evening with family prayer."]]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p89","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p89"},"Tell the family about a time when each of your children was sick or had a special problem. Tell them how you prayed for that child, how much you love him, and how thankful you were when your prayer was answered. Explain that Heavenly Father has great love for each of us. He always wants us to tell him about our problems and concerns so that he can help us."],["div",{"id":"p90","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p90"},"Tell the story of Sue and Tim. Talk about how we can help each other better when we pray about our problems."],["div",{"id":"p91","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p91"},"Pass out a piece of paper to each person. Have everyone draw a picture that will remind him of the lesson, such as a family praying or Sue and Tim on the bus. Have each person tell about his picture."],["div",{"id":"p92","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p92"},"Close your family home evening with family prayer. In your prayer, express your love for each member of the family, and mention a special concern or need each has."]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p94","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p94"},"Most teenagers and adults will understand the feeling of being alone in a crowd. Let them discuss this feeling. Contrast it with the feeling of being with people who love them and are interested in them."],["div",{"id":"p95","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p95"},"Many people—teenagers especially—are not always willing to tell others what their concerns are. As you introduce the activity of making two lists, you may want to discuss how you can overcome this embarrassment about sharing personal problems through keeping confidences and never violating a trust."],["div",{"id":"p96","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p96"},"Use the bridge activity."],["div",{"id":"p97","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p97"},"You may want to discuss in greater depth your own family’s experiences with prayer. Recall how your prayers for each other have been answered. Help the family understand that some of the richest and most unifying experiences come when the family together seeks the Lord’s help and blessing."],["div",{"id":"p98","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p98"},"Use the story of Brent, and discuss it."],["div",{"id":"p99","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p99"},"Accept your family’s suggestions as to when, each day, they can spend a few minutes discussing each other’s needs and concerns. Encourage them to be aware of these problems when it is their turn to offer family prayer."]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","Making Prayer More Meaningful"],["div",{"id":"p102","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p102"},"Give each family member a paper on which the letters",["span.emphasis","f, a, m, i, l, y, p, r, a, y, e, r"],"are listed down the left-hand margin."],["div",{"id":"p103","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p103"},"Challenge the family to think of things beginning with these letters that they might do to make family prayer more meaningful. The combined lists will give your family a picture of their responsibilities for effective family prayers. For example, the lists might include",["span.emphasis","f, feel"],"humble and sincere;",["span.emphasis","a, ask"],"in faith;",["span.emphasis","m, make"],"a commitment to live as you pray;",["span.emphasis","i, invite"],"the Lord’s Spirit to be with you; or",["span.emphasis","l, love"],"the Lord, family members, friends, and enemies."],["div",{"id":"p104","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p104"},"Conclude by discussing other ways you can make family prayers more spiritual and rewarding, such as preparing by reading short scriptural passages or singing a hymn. Plan ways to make family prayer a highlight of the day rather than something family members want to hurry through so they can do other things."]],[".topic",["h3","The Essential Steps of Prayer"],["div",{"id":"p106","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p106"},"Teach family members the basic steps in proper prayer, using your own words:"],["div",{"id":"f218","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.f218"},["ol.number",["li",["span.label","1."],[".para","Address Heavenly Father in hallowed terms, such as “Our Father in Heaven.”"]],["li",["span.label","2."],[".para","Express gratitude for past blessings."]],["li",["span.label","3."],[".para","Ask for needed blessings, both temporal and spiritual. (Include the needs and problems of others, and seek protection from evil influences.)"]],["li",["span.label","4."],[".para","Close by saying, “In the name of Jesus Christ, amen.” Each person adds a sincere “amen” as an indication of agreement and rededication."]]]],["div",{"id":"p111","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p111"},"Family members might add other ideas. Refer to the Lord’s Prayer (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.5-13"},"Matthew 6:5–13"],") as you discuss these steps. Ask family members to watch for these steps in prayer at home and in church."]],[".topic",["h3","Praying for Others"],["div",{"id":"p113","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p113"},"Family members should be concerned for each other’s welfare in their prayers. Review with the family the story of Alma’s conversion (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.title"},"Mosiah 27"],"). Discuss the importance and power of his father’s faithful prayers in Alma’s behalf. Stress that we should never give up on a loved one who needs our encouragement and support."],["div",{"id":"p114","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p114"},"If a member of your family is facing some challenge, such as inactivity in the Church, a medical problem, an examination at school, going on a mission, going away to college, or facing a new job, help family members put Alma’s example into practice."],["div",{"id":"p115","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p115"},"To remind family members, you can post the following on a family bulletin board: “The effectual fervent prayer of a righteous man availeth much” (",["a.scriptureRef",{"href":"/scriptures/nt/james/5.16"},"James 5:16"],")."]],[".topic",["h3","Encouraging Regular Family Prayers"],["div",{"id":"p117","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p117"},"If you do not have regular family prayers, discuss family prayer and what it can do to increase family unity, love, and strength. You may wish to use one of the other suggested family home evenings on prayer to motivate your family to pray together. When they are properly prepared and want to have family prayers, make a plan for holding family prayer regularly."],["div",{"id":"p118","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p118"},"If family members’ schedules seem to interfere, read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.38-42"},"Luke 10:38–42"],". Discuss what our proper priorities should be. You may wish to appoint one family member to remind the others or to call them to prayer at the proper time. Or you may wish to have them post the scheduled time and place on cards in mirror frames or on bedroom doors as reminders. Plan ways to make your family prayers spiritual experiences."]],[".topic",["h3","Appreciating Family Prayer"],["div",{"id":"p120","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p120"},"Share the experience of Elder John H. Groberg during his three-month journey from Salt Lake City to Tonga as a young missionary (see Conference Report, Apr. 1982, pp. 75–79; or",["span.emphasis","Ensign,"],"May 1982, pp. 50–52). (If you do not have a copy of this address, check with your meetinghouse library.) Discuss how his family’s prayers sustained him in a distant land when he felt frightened and alone. If family members have had experiences when family prayer has strengthened someone, have family members relate them. Explain how family prayer can be more effective through love and unity among family members. Have family members suggest ways that family prayer can increase family unity."],["div",{"id":"p121","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p121"},"You may wish to conclude with excerpts from Elder Groberg’s conference address:"],["div",{"id":"p122","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p122"},"“No matter what other inheritance you leave your family, give them the inheritance of knowing through experience that, forever, you will be praying for them and they for you. …"],["div",{"id":"p123","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eighteen-unity-through-family-prayer.p123"},"“I testify that time and space are no barriers to these righteous influences, and no matter where we are or what our situation is—even in the depths of discouragement, far from our loved ones—we too can feel and be strengthened by those soul-stirring words, ‘and bless John or Jane or whomever on his or her mission,’ for indeed life is a mission. We are all here on assignment to learn to love and serve one another; and we can’t do this as well as we should unless we have consistent, fervent family prayer.” (In Conference Report, Apr. 1982, pp. 78–79; or",["span.emphasis","Ensign,"],"May 1982, p. 52.)"]]]]],"refs":null}
