{"id":40,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":40,"title":"Lesson Thirty-six: He Is Risen!","subtitle":"","short_title":"Lesson Thirty-six","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen","content":[["div",{"id":"head37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.head37"},[".titleNumber","Lesson Thirty-six"],["h1","He Is Risen!"],[".intro","Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.39"},"Luke 24:39"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p5"},"Help your family develop more love for Jesus Christ as you celebrate Easter together."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p7"},"Holiday traditions are fun. Unfortunately we often get so busy with the bustle of the celebrations that we rob them of any real meaning. This is sad because religious holidays provide parents with some very natural teaching moments when they can share with their children those feelings and experiences that will bind them to each other and to the gospel throughout their lives."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p8"},"Easter celebrates the final triumph of Jesus the Christ at the end of his earthly mission as he overcame both sin and death. But it is hard, especially for children, to find a connection between the common Easter traditions and the Atonement of the Lord. We need to find ways to celebrate Easter that are meaningful and that help them grow in love and appreciation for the Savior. This lesson includes some ideas for celebrating Easter that you may want to make traditional in your family. Before you give it, make sure you prepare spiritually so that your family will feel your appreciation for Jesus Christ and testimony of the Atonement. Review the story of the first Easter from the scriptures. You may also want to read",["span.crossRef","chapter 12"],", “The Atonement,” in",["span.emphasis","Gospel Principles"],"[31110], pages 71 through 78, to help you be able to talk about the Atonement in simple, understandable terms."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p9"},"If you approach the Easter lesson with enthusiasm and thankfulness, your children too will learn to love this holiday for the right reasons. Celebrate it together in a spirit of love for the Savior and the wonderful gifts he has given us."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p10"},"You will want to give this family home evening in two sessions: the preparation and the program."]],[".topic",["h2","PREPARATION"],["div",{"id":"f360","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.f360"},["ol.number",["li",["span.label","1."],[".para","Bring a picture of someone you love that has died."]],["li",["span.label","2."],[".para","Prepare three wordstrips that say “Suffered for our sins,” “Resurrection,” and “Atonement.”"]],["li",["span.label","3."],[".para","You may want to make word charts of unfamiliar songs."]]]]],[".topic",["h2","SUGGESTED HYMNS AND SONGS"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p16"},"Use the hymns and songs listed in the suggested lesson."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","We Celebrate the Atonement of Jesus at Easter Time"],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p19"},"Explain to your family that Easter is a time when we celebrate some important things that Jesus did for us."],["ul.bullet",["li",["span.label","•"],[".para","What did Jesus do for us at Easter time?"]]],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p21"},"Explain that first he suffered for our sins so that we may be forgiven if we repent. Show the family the wordstrip “Suffered for our sins.” Second, he had the power to live again after he died. We call this the Resurrection. Hold up the wordstrip “Resurrection.” Because Jesus was resurrected, all of the people who have ever lived on the earth will be resurrected too."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p22"},"Explain that we call these two things that Christ did for us—his suffering for our sins and resurrection—the Atonement. Hold up the wordstrip “Atonement.” Talk about the fact that sin and death are a part of mortal existence. They are part of the experience that we came to this earth to have. But we alone could not overcome the effects of either. For this reason our Heavenly Father planned to provide us with a Savior. Jesus lovingly gave us the gift of the Atonement so that we could return to our Father in Heaven and become like him."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p23"},"At this time you may enjoy singing “Jesus Has Risen” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","70"],")."],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p24"},"Now take out the picture of your loved one, and share with your family your feelings about your loved one and his death. You may use the following story if you do not want to tell a personal story of your own:"],[".topic",["h4","Jamie"],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p26"},"When Jamie was born, the doctors knew right away that there was something wrong with his tiny body. They sadly told his mother and father that he would not live very long. But when Jamie’s mother was ready to go home from the hospital, Jamie was still alive. So Jamie went home with his mother."],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p27"},"The doctors said that Jamie’s brain was very damaged and that he would never even know whether anyone loved him or not. But Jamie did know. Each day he grew and responded a little bit more. Soon he began to smile at his family, and sometimes he would even laugh. Jamie’s family knew that he was a very special baby, and they loved him very much."],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p28"},"Jamie needed more care than most babies, but everyone in his family was glad to help care for him. Still, despite, all their loving care, Jamie grew weaker. Finally when he was nine months old, he died."],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p29"},"Jamie’s family was comforted because they knew that he would live again and that his little body would be made perfect. Their appreciation for the Savior and the Resurrection was greatly strengthened."],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p30"},"Jamie’s father and mother and brothers and sisters wanted to be with Jamie again, so they all tried hard to keep Heavenly Father’s commandments. Sometimes they made mistakes and did things that were wrong. Because of this, they wanted to repent, and the suffering that Jesus went through for their sins became very meaningful to them. They knew that as they truly repented, their sins would be forgiven and they could someday be with Jamie. They knew that all of them could live with Heavenly Father again."]]],[".topic",["h3","The Atonement Is Important to Our Family"],["ul.bullet",["li",["span.label","•"],[".para","Why do we as a family need the Atonement?"]]],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p33"},"Help your family understand that without the Atonement, it wouldn’t matter how good we tried to be; we would not be able to return to our Heavenly Father or regain our bodies. We would all be lost."],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p34"},"Bear your personal testimony of the Atonement, and tell why it is important to you. Then discuss with your family how you want Easter to be a special day this year, and to make it that way you are going to plan together tonight."]],[".topic",["h3","Preparing for Easter"],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p36"},"Look over the pictures and program ideas. Decide how you will use the program. If it is too long you may wish to give parts of it on different days. Make assignments for narrators, scripture readers, and song leaders. Try to involve everyone. You may wish to use the program as a sunrise or Easter evening service. Arrange to learn the songs, or choose others that you are familiar with."],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p37"},"As you end your family home evening, challenge your family to strive to bring the Spirit of Christ into your home for Easter. Ask them to remember the great sacrifices that Jesus made to give us the gift of the Atonement. Suggest that they prepare for Easter by working extra hard to be unselfish and loving."],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p38"},"Encourage your family to make sacrifices to bring each other happiness. Let them name some sacrifices they could make such as giving up some of their playtime to help someone, sharing their toys, saying a kind thing to someone who has been unkind to them, or doing their chores without being reminded. Look up",["a.scriptureRef",{"href":"/scriptures/nt/john/13.34"},"John 13:34"],", and read it together. Then show the chart of it included in this lesson. Use it to remind your family of the challenge during the week."],["table.lds-table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","A New",["br"],"Commandment I",["br"],"Give Unto You,",["br"],"That Ye Love One Another;",["br"],"As I Have Loved You,",["br"],"That Ye Also Love",["br"],"One Another",["br"],["a.scriptureRef",{"href":"/scriptures/nt/john/13.34"},"John 13:34"]]]]]]],[".topic",["h3","Easter Program"],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p41"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/john/3.16"},"John 3:16"],"."],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p42"},"Have a narrator read or discuss the following: Even though he knew that Jesus would be cruelly treated, our Heavenly Father sent him to earth. He sent Jesus because he loves us. And Jesus loves us so much that he wanted to come. They both wanted every one of us to have the chance to go back and live with them. Is it any wonder that the angels sang for joy over this miracle of love, the gift of the Savior’s birth?"],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p43"},"Sing “Silent Night” (",["span.emphasis","Hymns,"],["span.crossRef","no. 204"],")."],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p44"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.13-14"},"Matthew 19:13–14"],"."],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p45"},"Have a narrator read or discuss the following: When Jesus grew up, he spent his time teaching the people how to live and how to be happy. He preached the gospel, healed the sick, and blessed the children. He loved everyone, and many of the people loved Jesus, too. He lived a life of service and provided us with a perfect example to follow. Never thinking of himself, he lived his life giving to others"],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p46"},"Sing “I Think When I Read That Sweet Story” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","56"],")."],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p47"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.44"},"Luke 22:44"],"."],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p48"},"Have a narrator read or discuss: Jesus knew that the time had come for him to suffer for our sins and die. He gathered his Apostles around him for the Passover feast, which was to be his last supper with them. There he taught them about the sacrament so that they would remember him and what he was about to do for them. He said something very important to them, “A new commandment I give unto you, That ye love one another; as I have loved you” (",["a.scriptureRef",{"href":"/scriptures/nt/john/13.34"},"John 13:34"],"). Later that same night, he prayed in the Garden of Gethsemane, and there he suffered for our sins to show his great love for all of us."],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p49"},"Sing “Love One Another” (included in this lesson;",["span.emphasis","Hymns,"],["span.crossRef","no. 308"],";",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","136"],")."],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p50"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/john/19.17-18"},"John 19:17–18"],"."],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p51"},"Have a narrator read or discuss: On Friday, after a long night of illegal trials, Jesus was sentenced to death. He was beaten and laughed at and spit upon. Then he was hung on a cross, with nails piercing his hands and feet, and left to die. Still, he never stopped loving. He forgave those who were putting him to death. While he hung there, darkness covered the earth, for men were murdering their Creator."],["div",{"id":"p52","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p52"},"Sing “There Is a Green Hill” (",["span.emphasis","Hymns,"],["span.crossRef","no. 194"],")."],["div",{"id":"p53","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p53"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/matt/27.57-60"},"Matthew 27:57–60"],"."],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p54"},"Have a narrator read or discuss: Jesus was buried in a borrowed tomb on Friday evening, for Saturday was the Sabbath and burying people on that day was not allowed. Some women wanted to put special ointments on Jesus’ body to prepare it for burial, but they didn’t have time, so they planned to come back as soon as the Sabbath was over to finish preparing his body. The Sabbath was a long, sad day. Jesus was dead, and his followers could only wait and weep and think about him."],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p55"},"Sing “To Think about Jesus” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","71"],")."],["div",{"id":"p56","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p56"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.1-9"},"Luke 24:1–9"],"."],["div",{"id":"p57","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p57"},"Have a narrator read or discuss: The great rock was rolled away, and an angel declared that Jesus had risen. Mary Magdalene was the first to see him and she told his Apostles, but they did not believe her. Soon he appeared to others."],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p58"},"Then, as the Apostles were gathered together, “Jesus himself stood in the midst of them, and saith unto them, Peace be unto you."],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p59"},"“But they were terrified and affrighted, and supposed that they had seen a spirit."],["div",{"id":"p60","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p60"},"“And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?"],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p61"},"“Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.36-39"},"Luke 24:36–39"],".)"],["div",{"id":"p62","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p62"},"At last they believed, though they were filled with wonder and joy. Jesus had risen from the dead and was with them again."],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p63"},"Although the events of the first Easter happened almost two thousand years ago, the story of Jesus does not end there. Still he lives, and still he loves us. He has again set up his Church on the earth so that we can have the blessings of the gospel. And that is the miracle of Easter. Jesus the Christ has triumphed over sin and death. He lives."],["div",{"id":"p64","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p64"},"Sing “Jesus Has Risen” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","70"],")."],["div",{"id":"p65","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p65"},"Bear your own testimony to your family that Jesus lives today, that he is directing the prophet and guiding his Church. Allow each member of your family to express his feelings and appreciation for the Savior and the Atonement at this time."],["div",{"id":"p66","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p66"},"Sing “He Is Risen” (",["span.emphasis","Hymns,"],["span.crossRef","no. 199"],")."],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p67"},"Close with a prayer."],["div",{"id":"p68","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p68"},"For teenagers or adults, you may want to add more depth by reading some of the following scriptures:"],["div",{"id":"f363","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.f363"},["ol.number",["li",["span.label","1."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.2-8"},"Mark 16:2–8"]]],["li",["span.label","2."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/20.11-17"},"John 20:11–17"]]],["li",["span.label","3."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.10-11"},"Mark 16:10–11"]]],["li",["span.label","4."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.36-39"},"Luke 24:36–39"]]],["li",["span.label","5."],[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/10.16"},"John 10:16"]]],["li",["span.label","6."],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.3-11"},"3 Nephi 11:3–11"]]],["li",["span.label","7."],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.22-24"},"Doctrine and Covenants 76:22–24"]]]]],["div",{"id":"p76","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p76"},"Add any hymns, songs, or musical numbers that are favorites of your family members."]]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","“Could Ye Not Watch with Me One Hour?”"],["div",{"id":"p79","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p79"},"Read aloud",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.36-45"},"Matthew 26:36–45"],". Then discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16-18"},"Doctrine and Covenants 19:16–18"],"."],["div",{"id":"p80","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p80"},"Assign a family member to read the following aloud:"],["div",{"id":"p81","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p81"},"Orson F. Whitney, an Apostle during the early days of the restored Church, dreamed that he saw the Savior in the Garden of Gethsemane. He wrote:"],["div",{"id":"p82","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p82"},"“I seemed to be in the Garden of Gethsemane, a witness of the Savior’s agony. …"],["div",{"id":"p83","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p83"},"“As He prayed the tears streamed down his face, which was toward me. I was so moved at the sight that I also wept, out of pure sympathy. My whole heart went out to him; I loved him with all my soul, and longed to be with him as I longed nothing else."],["div",{"id":"p84","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p84"},"“Presently He arose and walked to where those Apostles were kneeling—fast asleep! He shook them gently, awoke them, and in a tone of tender reproach, untinctured by the least show of anger or impatience, asked them plaintively if they could not watch with him one hour. There He was, with the awful weight of the world’s sin upon his shoulders. …"],["div",{"id":"p85","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p85"},"“Three times this occurred, until I was perfectly familiar with his appearance—face, form and movements. He was of noble stature and majestic mien.” (",["span.emphasis","Through Memory’s Halls"],"[Independence, Mo.: Zion’s Printing and Publishing Co., 1930], pp. 82–83.)"],["div",{"id":"p86","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p86"},"You may wish to use a flannel board with cutouts representing the Savior, the Apostles, the garden trees, and other things as Elder Whitney’s dream is told."],["div",{"id":"p87","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p87"},"Repeat Jesus’ question: “Could ye not watch with me one hour?” Then ask family members how they can especially remember the Savior on Easter and “watch with him.” You may wish to take this opportunity to plan a special family home worship or prayer service in memory of his atonement and resurrection to be held on Easter Sunday if you do not plan to use the suggestions given in the lesson."]],[".topic",["h3","The Savior’s Work Continued after His Crucifixion"],["div",{"id":"p89","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p89"},"During the short time between his death on the cross and his resurrection, the Savior performed another great work. Explore with your family the great message of section 138 of the Doctrine and Covenants. Read the section together, and discuss its meaning for those in the spirit world and for us. For young children, you may wish to tell the story of how Jesus went to the spirit world and organized missionary work there."]],[".topic",["h3","The Other Sheep"],["div",{"id":"p91","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p91"},"Have a family home evening in which you compare events during Christ’s ministry in Palestine with events going on in America at the same time. Give special attention to the Crucifixion, Resurrection, and the Savior’s visit to the Nephites (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/8.title"},"3 Nephi 8"],"and the following chapters). You may wish to have family members act out portions of the story. Or you may wish to prepare a chart showing the parallel history of the two places."]],[".topic",["h3","Love One Another"],[".poetry",{"id":"f364","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.f364"},[".stanza",[".line","As I have loved you,"],[".line","Love one another."],[".line","This new commandment:"],[".line","Love one another."],[".line","By this shall men know"],[".line","Ye are my disciples,"],[".line","If ye have love"],[".line","One to another."]],[".citationInfo",["div",{"id":"p101","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-six-he-is-risen.p101"},"Copyright © 1961 by Luacine C. Fox. All Rights Reserved. Arr. by Jo Marie Borgesen Bray"]]]]]]],"refs":null}
