{"id":27,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":27,"title":"Lesson Twenty-three: Loving Our Neighbors","subtitle":"","short_title":"Lesson Twenty-three","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors","content":[["div",{"id":"head24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.head24"},[".titleNumber","Lesson Twenty-three"],["h1","Loving Our Neighbors"],[".intro","Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind."],[".intro","This is the first and great commandment."],[".intro","And the second is like unto it, Thou shalt love thy neighbour as thyself."],[".intro","On these two commandments hang all the law and the prophets.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37-40"},"Matthew 22:37–40"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p8"},"Help family members love all of our Heavenly Father’s children."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p10"},"The Lord tells us that if we obey the commandment to love our fellowman, men will know that we are true followers of Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/nt/john/13.35"},"John 13:35"],"). It is also on this commandment that we will be judged of God. We are told in a parable that when we come to be judged of God we will be divided into two groups—those who loved and served others and those who did not. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.31-46"},"Matthew 25:31–46"],".) Jesus will say, “Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"Matthew 25:40"],")."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p11"},"Teaching our children and training ourselves to look out for our neighbor’s welfare is second only to loving the Lord. If we claim to be followers of Jesus Christ, then we must learn in our families to do his work. We must help, forgive, teach, and love his brothers and sisters, for he gave his very life for them, and he loves them even as he loves us."]],[".topic",["h2","PREPARATION"],["div",{"id":"f253","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.f253"},["ol.number",["li",["span.label","1."],[".para","Cut a small heart for each member of the family."]],["li",["span.label","2."],[".para","Make a double dessert that you can share."]]]]],[".topic",["h2","SUGGESTED HYMNS AND SONG"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p16"},"“Have I Done Any Good?” (",["span.emphasis","Hymns,"],["span.crossRef","no. 223"],")."],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p17"},"“Love One Another” (page 147 in this book;",["span.emphasis","Hymns,"],["span.crossRef","no. 308"],";",["span.emphasis","Children’s Songbook"],", p. 136)"]],[".topic",["h2","SUGGESTED LESSON"],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p19"},"Show the picture of the cows in the lesson, and tell the following story:"],[".topic",["h3","We Can Be Friends"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p21"},"Mr. Martin moved to a farm that joined the farm owned by Mr. Thomas, an old-timer in the area. A short time later, one of Mr. Thomas’ cows found a hole in the fence and went into Mr. Martin’s field. Mr. Martin was angry and demanded the top price for his damages. Mr. Thomas promptly paid him."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p22"},"A few months went by. Then one day several cows belonging to Mr. Martin got through the fence into Mr. Thomas’s property and remained there an entire day before they were discovered. Mr. Martin expected an angry visit from his neighbor but to his surprise, Mr. Thomas was not angry when he called. Instead he said, “We are living side by side as neighbors. It is only natural that some problems arise. I have lived long enough to know that these problems will make us enemies if we let them. If we decide we want to be friends, we will be. It all depends upon what we want. I value your goodwill. Let’s work together and repair the fence between us and make it strong enough that the stock can’t get through.”"],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p23"},"After that the two men became good friends."]],[".topic",["h3","The Second Greatest Commandment"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p25"},"Ask your family to think about Mr. Martin and Mr. Thomas while they listen to something very important that Jesus said. Have someone read",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.35-40"},"Matthew 22:35–40"],"."],["ul.bullet",["li",["span.label","•"],[".para","What did Jesus say is the first great commandment?"]],["li",["span.label","•"],[".para","What did Jesus say is the second greatest commandment?"]],["li",["span.label","•"],[".para","How is the second great commandment like the first?"]],["li",["span.label","•"],[".para","What did Mr. Thomas do to show that he loved his neighbor?"]]]],[".topic",["h3","Who Is My Neighbor?"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p31"},"Remind your family that Mr. Martin and Mr. Thomas were neighbors because they lived next to each other. Another definition of",["span.emphasis","neighbor"],"is “a human being like oneself; a fellow man.”"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p32"},"You may want to briefly tell the story of the Good Samaritan in",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.25-37"},"Luke 10:25–37"],"."],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p33"},"Have family members raise their hands whenever you name a neighbor. Begin by naming those who live closest to you. Then mention friends that live a little farther away and acquaintances. Be sure they understand that all of Heavenly Father’s children are our neighbors and that he wants us to love them all."]],[".topic",["h3",["span.emphasis","Love"],"Is an Action Word"],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p35"},"Share the following story:"],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p36"},"In Primary, Marilyn was learning about the children who live all over the world. She thought their differences were very interesting, but she felt close to all of the children because in many ways they were the same. As she learned more, the feeling in her heart for the children from all over the world grew. At the end of sharing time, she leaned over and told her teacher, “I love all of Heavenly Father’s children.”"],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p37"},"In class, just a few minutes later, Anna came over and sat down by Marilyn. Anna was new in town, and she wore the strangest clothes. She talked with a funny accent, and she combed her hair differently. She had moved in from another part of the country. Marilyn had listened and laughed before when her classmates made fun of Anna and when Anna sat down and said “Hi,” Marilyn heard some of the others giggle. Suddenly Marilyn felt very embarrassed to be sitting next to Anna. Without saying anything, she got up and moved away."],["ul.bullet",["li",["span.label","•"],[".para","Did Marilyn feel love for all of our Heavenly Father’s children?"]],["li",["span.label","•"],[".para","Did Marilyn show love in her actions toward Anna?"]]],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p40"},"Finish the story:"],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p41"},"During class Marilyn had a bad feeling inside. She kept looking at Anna who sat with her head bowed in embarrassment all the rest of the way through the lesson. Marilyn wished she had acted differently. When class was over, she hurried over to Anna and caught her arm. “I’m sorry I moved away, Anna,” she said. “I would like to be your friend. Will you meet me for lunch in school tomorrow?”"],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p42"},"Anna broke into a happy grin, and Marilyn’s bad feeling disappeared."],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p43"},"Explain that love is not just a feeling. It is a way we act, something we do. In fact, many times love doesn’t come to our hearts until after we have acted in a loving way."],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p44"},"List together some of the things we can do to keep the second greatest commandment. You may need to ask some questions to get the ideas started, such as—"],["ul.bullet",["li",["span.label","•"],[".para","What did Mr. Thomas do to show love?"]],["li",["span.label","•"],[".para","What did Marilyn do?"]],["li",["span.label","•"],[".para","What have people done for you to make you feel the love they have for you?"]]],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p48"},"Your list may include being friendly, forgiving you, being responsible, finding solutions when problems arise, paying compliments, giving little treats or gifts, listening, writing letters, helping, or not judging."]],[".topic",["h3","Begin By Doing"],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p50"},"Explain that because the commandment to love others is important, you want to do something about it. Pass out the little hearts that you made, and have each family member write on one the name of a person he would like to begin to show love toward. Then have each person choose from the list that you made at least one idea that he can do this week to begin. Have him write that action on the back of the heart. Challenge each person to put the heart where he will see it often until his action is accomplished."],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p51"},"Then invite your family to get in the mood for loving their neighbors by helping you to think of someone they would like to share dessert with. Try to think of someone that they want to love more. Call ahead to make sure your treat will be welcomed. Then go together and deliver your treat."]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p53","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p53"},"Hold up the picture of Jesus teaching the people (included in the lesson), and tell the children about the two great commandments. Tell them that a neighbor is anyone we meet. You may want to do the activity under “Who Is My Neighbor?” in the suggested lesson. Make sure they understand that Jesus wants us to love everyone. Then tell the following story:"],[".topic",["h3","Loving Isn’t Easy"],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p55"},"One day, six-year-old Tammy was playing with some of her neighborhood friends when one of the boys snatched the jump rope from her. As he did so, he knocked her down. Tammy went crying into the house and found her father. She quickly told him what happened and begged him to go out and punish the boy. Tammy’s father took hold of her hand and said softly, “Would it do any good if I went out and punished him? If I did that he would feel sad, and he would be angry with me. And he’d even be more angry at you. Wouldn’t it be better if we went out and started playing jump the rope again and asked him to come over and play with us? We’d feel better, and I know he’d feel better too. Then both of us would still have him for our friend.”"],["ul.bullet",["li",["span.label","•"],[".para","Is loving everybody always easy?"]],["li",["span.label","•"],[".para","What did Tammy and her father do to show their love for the boy? Tell the children that love is more than just a feeling in our hearts. Love is the way we act toward people."]]],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p58"},"Let the family role-play the story of Tammy. Reemphasize that love is something we do. To keep this second greatest commandment, we must act in a kind way toward all of our Heavenly Father’s children."],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p59"},"Your children may enjoy writing, on a little heart, a name and an act of love to do in the coming week as in the regular lesson. Help them carry out their ideas so that they feel good about them. They will enjoy taking dessert to share with another family. Let them choose a family they love or a Primary teacher. Then let them present the treat themselves. Again, be sure you call ahead so that you will be expected."]]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p61"},"Introduce your lesson with the story “We Can Be Friends” or a similar story from real life. Then have them read",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.35-40"},"Matthew 22:35–40"],"."],["ul.bullet",["li",["span.label","•"],[".para","Who is our neighbor?"]]],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p63"},"Review the story of the Good Samaritan in",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.29-37"},"Luke 10:29–37"],"to help answer this question."],["ul.bullet",["li",["span.label","•"],[".para","Can you love someone who may not feel it?"]],["li",["span.label","•"],[".para","If someone is loved and does not know it, does it do him any good?"]]],["div",{"id":"p66","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p66"},"Explain that our heartfelt concern for others must be converted into action if we are to keep the second greatest commandment. If we love someone, our thoughts will be for them and their best good, and we will treat them unselfishly (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.12"},"Matthew 7:12"],")."],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p67"},"Discuss",["a.scriptureRef",{"href":"/scriptures/nt/john/13.34-35"},"John 13:34–35"],"."],["ul.bullet",["li",["span.label","•"],[".para","How can we love as Jesus loves?"]]],["div",{"id":"p69","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p69"},"Ask the family how the commandments to love their neighbor could be kept in the following instances:"],["div",{"id":"f261","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.f261"},["ol.number",["li",["span.label","1."],[".para","A girl is sitting all alone at a dance."]],["li",["span.label","2."],[".para","Your neighbor’s unleashed dog often messes up your yard."]],["li",["span.label","3."],[".para","Your new employee has been stealing from your other employees."]],["li",["span.label","4."],[".para","Your boyfriend wants you to show your love by inappropriate moral behavior."]],["li",["span.label","5."],[".para","Your friend is always borrowing money and not returning it."]]]],["div",{"id":"p75","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p75"},"Now have each family member make up two or three case studies from what he has seen in real life. Point out that this commandment is not always easy to live and may require fasting and prayer to even know what we should do in some cases."],["div",{"id":"p76","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p76"},"Conclude your home evening by rereading",["a.scriptureRef",{"href":"/scriptures/nt/john/13.34-35"},"John 13:34–35"],"and bearing your testimony to the importance of this commandment as we work toward becoming true followers of Christ. Challenge each family member to set a goal of showing love to someone this week when it isn’t easy. You may want to set a family goal, too, especially if you are having a specific problem with someone."],["div",{"id":"p77","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p77"},"If you think your family would enjoy it, you may want to conclude by sharing family home evening dessert with someone as recommended in the regular lesson."]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","Welcoming New Families into the Neighborhood"],["div",{"id":"p80","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p80"},"Plan how to welcome a new family into your neighborhood, then role-play the part members of the family will play. You might consider—"],["div",{"id":"f262","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.f262"},["ol.number",["li",["span.label","1."],[".para","Preparing lunch or dinner for the neighbors on moving day. Furnish paper or plastic plates and tableware, or collect the dishes and silverware afterward so that they won’t have to worry about cleaning up."]],["li",["span.label","2."],[".para","Offering to babysit younger children while parents and older children put the house in order."]],["li",["span.label","3."],[".para","Giving them a list of addresses and directions for finding schools, cleaning establishments, laundromats, grocery and clothing stores, and nearby churches. If it seems appropriate, invite them to go to church meetings with you. Add other ideas that would fit the situation for your family or neighborhood."]]]]],[".topic",["h3","Going the Extra Mile"],["div",{"id":"p85","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p85"},"Good feelings toward someone often follows doing something for the person without being asked (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.41"},"Matthew 5:41"],"). If some resident of your neighborhood seems to have trouble keeping up his yard, you might offer to mow the lawn or weed the flower or vegetable garden for him. If yard work is a source of extra income, you might consider going beyond what you ordinarily contract to do as a service. When cleaning snow from your walk, if you notice your neighbor has not yet cleaned the walks, you might go the extra mile to make a path from his door to the street."],["div",{"id":"p86","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p86"},"Take time to listen to neighbors who like to reminisce, especially older or housebound neighbors. If they spend time complaining, listen without judgment. Sometimes all they need is a good listener to help them feel better. You might decide how long the visit will last, and announce when you arrive that you can only stay so long. Then give your complete attention while you are there. (See also",["a.crossRef",{"href":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p2"},"lesson 25"],", “Developing Compassion.”)"]],[".topic",["h3","Knowing How to Help in Emergencies"],["div",{"id":"p88","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p88"},"Sometimes the greatest service of love you can offer is to be able to help in an emergency. Plan for a time when the family can learn about and practice first-aid, survival techniques, and water safety skills. Each family member should know where the consecrated oil is kept so that priesthood members can administer blessings when needed. (See “Family Preparedness Activities” in the activities section of this resource book.)"]],[".topic",["h3","Providing Special Help"],["div",{"id":"p90","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p90"},"Many people need special help that you may be able to provide. Ask your bishop for help in contacting Church or community agencies that will assist you in projects like those listed below. In some cases, he may refer you to the Social Services Department of the Church."],["div",{"id":"f263","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.f263"},["ol.number",["li",["span.label","1."],[".para","“Adopt” a prisoner in a penal institution and share regular family home evening with him or her."]],["li",["span.label","2."],[".para","Bring an Indian student into your home through the Indian Placement Service."]],["li",["span.label","3."],[".para","Become a foster parent for a refugee child."]],["li",["span.label","4."],[".para","Read to the blind regularly."]]]],["div",{"id":"p95","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p95"},"Any of these projects will require a great deal of advance thought and preparation. However, you can use a family home evening to explore the possibilities and decide if this is something the family wants to do and can do. Even if the decision is not to proceed with the project, the evening should prove to be a valuable experience for family members, during which they will be reminded of the Savior’s commandment that we love our neighbors as ourselves. You may also wish to have someone with experience in such a project discuss the pros and cons with your family."]],[".topic",["h3","Building Friendships with Neighbors"],["div",{"id":"p97","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p97"},"Plan and hold a neighborhood social, such as a backyard barbecue, a street dance, or an evening of sports or games. Invite the whole neighborhood. Where neighbors offer or are willing to help in the preparation, plan so that different families can work together. Encourage families to come together. Plan events for all ages. Explore the possibilities and begin the planning in your family home evening."]],[".topic",["h3","Sharing the Gospel with Neighbors"],["div",{"id":"p99","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-three-loving-our-neighbors.p99"},"For a good discussion on how to share the gospel with your neighbors, see",["a.crossRef",{"href":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-six-sharing-our-blessings.p2"},"lesson 26"],", “Sharing Our Blessings.”"]]]]],"refs":null}
