{"id":29,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":29,"title":"Lesson Twenty-five: Developing Compassion","subtitle":"","short_title":"Lesson Twenty-five","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion","content":[["div",{"id":"head26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.head26"},[".titleNumber","Lesson Twenty-five"],["h1","Developing Compassion"],[".intro","Be ye all of one mind, having compassion one of another.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.8"},"1 Peter 3:8"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p5"},"Awaken compassionate thoughts and actions by helping family members realize that, like our Savior, they too have compassion for others."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p7"},"Have you ever had your children express sympathy and love and a desire to help when a friend has fallen and scraped a knee or gotten a splinter in his finger? Have your children ever ached inside when one of their friends was made fun of at school? Have you ever felt true sorrow at the misfortune of a loved one? These are feelings of compassion—a Christlike virtue that each of us should develop. In fact, we are commanded to be compassionate. However, we should not have compassion simply because we are commanded. It is something we should want to develop. We are each born with feelings of compassion because we are Heavenly Father’s children. We have to recognize those in need and develop our compassionate natures."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p8"},"This lesson will help your family recognize compassionate feelings as they see the needs of others and learn from the example of the Savior."]],[".topic",["h2","PREPARATION"],["div",{"id":"f271","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.f271"},["ol.number",["li",["span.label","1."],[".para","Obtain a packet of seeds, a mature plant of the same type as the seeds, or a picture of a mature plant or flower of that species."]],["li",["span.label","2."],[".para","Have pencils and slips of paper for each family member."]]]]],[".topic",["h2","SUGGESTED HYMN AND SONG"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p13"},"“Have I Done Any Good?” (",["span.emphasis","Hymns,"],["span.crossRef","no. 223"],")."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p14"},"“I Have Two Little Hands” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","272"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","Why Did Christ Feed Four Thousand People?"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p17"},"Tell your family about how Jesus once fed four thousand people with seven loaves of bread and a few small fish. You may want to read the story aloud from",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.1-9"},"Mark 8:1–9"],"."],["ul.bullet",["li",["span.label","•"],[".para","Why did Jesus feed the people? (You are looking for the answer",["span.emphasis","compassion,"],"but accept all answers.)"]]],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p19"},"If compassion is not mentioned, tell your family that you are thinking of a word that described the good feeling Jesus had for others. If no one says the word, tell family members to hold up their hands when they think they know what the word is, and begin to read",["a.scriptureRef",{"href":"/scriptures/nt/mark/8.1-2"},"Mark 8:1–2"],"aloud, leaving out the word",["span.emphasis","compassion."]],["ul.bullet",["li",["span.label","•"],[".para","What is compassion? (It is knowing that someone needs help and wanting to help them in any way you can.)"]]]],[".topic",["h3","Christ Was Compassionate"],["ul.bullet",["li",["span.label","•"],[".para","How did Jesus show compassion for people besides feeding the four thousand? (Answers should include various healings, teachings, and acts of kindness.)"]]],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p23"},"In the last hours of his life, despite the abuse and pain he suffered, for whom did Jesus show his great compassion? (His mother, the Roman soldiers, and the two thieves being crucified with him.)"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p24"},"Some family members may be familiar with these events and can give the answers. As an example, you may want to read the account of Christ’s compassion for his mother in",["a.scriptureRef",{"href":"/scriptures/nt/john/19.25-27"},"John 19:25–27"],". As you do so, ask family members to point out Christ’s act of compassion."]],[".topic",["h3","We Can Become Compassionate"],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p26"},"Explain that our Heavenly Father wants each of his children to become compassionate just as he and the Savior are compassionate (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.40"},"D&C 52:40"],")."],["ul.bullet",["li",["span.label","•"],[".para","Does that mean that compassionate feelings and actions are easy?"]]],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p28"},"Invite the family to pretend to be thirteen years old as Phillip was as you relate the following story:"],[".topic",["h4","Phillip"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p30"},"Phillip was a thirteen-year-old retarded boy whose ward boundaries were changed. Most of his friends stayed in his old ward, but his family went to the new ward that went to Church in a different chapel. His mother was concerned about how well Phillip would be accepted."],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p31"},"On his first Sunday in the new ward, Phillip entered his new class. From the back of the room came a question, “Hey, who’s the guy with the thick glasses and the weird eyes?”"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p32"},"Phillip had a breathing problem which meant that often he had to stick his tongue out in order to get enough air. Seeing Phillip, one of the boys in the class turned to his friend, stuck out his tongue and said, “Look guys. Guess who I am.”"],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p33"},"Later that day at home, Phillip told his mother that he did not want to go to church."],["ul.bullet",["li",["span.label","•"],[".para","What wrong things did these class members do?"]],["li",["span.label","•"],[".para","How might you feel if you were Phillip?"]],["li",["span.label","•"],[".para","If you were in this class, what would you do?"]],["li",["span.label","•"],[".para","If the class made fun of you, what would you do?"]],["li",["span.label","•"],[".para","If Phillip were a friend of yours, would you feel any differently?"]]],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p39"},"Continue the story:"],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p40"},"Phillip’s mother decided to ask to speak to the class the next Sunday, without Phillip being present. The teacher allowed Phillip’s mother to explain: “When Phillip was born, the doctors did not think he would live. He was born with an imperfect body that does not allow him to do as much as some of you are able to do. He may not look like you, but he has the same kinds of feelings you do. He feels alone. He is a little afraid to be here, because he doesn’t think he has any friends. I am concerned that without your help, he will never feel that this is his ward or his class.”"],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p41"},"During the next few weeks there was a decided change in the attitude and actions of the class. One of the girls in the class was slightly sick on a Sunday morning and was told by her mother that she would not be able to go to church. The girl, crying, protested, “But Phillip needs me.”"],["ul.bullet",["li",["span.label","•"],[".para","When have you felt concern, sorrow, and understanding for someone?"]],["li",["span.label","•"],[".para","When have you showed compassion for another?"]]],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p44"},"Have your family tell about times when someone treated them with compassion."]]],[".topic",["h3","How Do We Become Compassionate?"],["ul.bullet",["li",["span.label","•"],[".para","How do we become compassionate?"]]],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p47"},"Let family members examine a vegetable, fruit, or flower seed. If possible, show the mature plant or fruit or a picture of it. Explain that because we are children of our Heavenly Father, we have within us the seeds, or attributes, of compassion. In order for us to become truly compassionate, we must nurture and work with the seeds, just as we have to water and cultivate the vegetable or flower seeds for them to mature."],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p48"},"Discuss how the following stories relate to developing the seeds of compassion:"],[".topic",["h4","Jim Learns Compassion"],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p50"},"Jim handed Carol the algebra paper he had corrected. She had missed most of the problems on it. “This stuff is easy,” he thought. “Anyone could do it. She isn’t that dumb. What’s wrong with her?” Then he looked at Carol and saw that she was blinking back tears. “But it must be really hard for her,” he admitted in surprise."],["ul.bullet",["li",["span.label","•"],[".para","What would you have said to Carol? (Let everyone give an opinion.)"]]],["div",{"id":"p52","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p52"},"Jim was experiencing some feelings of compassion as he admitted that algebra was hard for Carol. What could he do to show compassion?"]],[".topic",["h4","Tim Sees Something Funny"],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p54"},"Tim came around the corner just in time to see Larry’s bicycle hit a large rock in the street. The front wheel wobbled back and forth, until Larry finally lost control and fell. It looked pretty funny, and Tim wanted to laugh."],["ul.bullet",["li",["span.label","•"],[".para","What would you have done if you were Tim?"]],["li",["span.label","•"],[".para","Have you ever had an accident when other people were watching?"]],["li",["span.label","•"],[".para","How did you feel?"]],["li",["span.label","•"],[".para","How would a truly compassionate person react when Larry fell?"]]],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p59"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.26"},"1 Corinthians 12:26"],". Make sure that everyone recognizes that in these incidents there is a chance to grow in compassion by trying to understand another person’s needs and helping him."]]],[".topic",["h3","Our Family Members Can Grow in Compassion"],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p61"},"Have each family member take a turn sitting in a chair in the middle of the room. As he sits there, have each of the other family members tell one way he could be more compassionate to the one in the chair. Explain that being compassionate means that we care about the problems of the one in the chair and want to help. We can always find something each of us could do to be more compassionate to members of our family."],["div",{"id":"p62","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p62"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"Matthew 25:40"],". Then challenge each family member to act on at least one of his own suggestions during the coming week."],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p63"},"Have them write down the suggestion they will work on and keep it as a reminder during the week."]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p65","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p65"},"Often children have compassion for animals. You might want to tell the following story:"],[".topic",["h3","What Terry Found"],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p67"},"Terry stood at the window watching the rain. Suddenly he heard a sound like someone crying. It was coming from outdoors. Terry listened. He pressed his nose against the glass and tried to see, but all he could see were the wavy shapes of trees and wet grass."],["div",{"id":"p68","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p68"},"He ran to the front door and opened it. There on the doorstep was a tiny gray kitten, meowing as loudly as a little kitten could. It was soaking wet and shivering with cold. Something inside Terry swelled up at the sight of the poor little animal. He picked up the kitten very gently. He could feel it shivering. He walked slowly to the kitchen, the kitten cradled against his warm body. Terry’s mother put some clean rags in a box. She dried the kitten, fluffing its fur. Then she set it among the rags and put a saucer of warm milk beside it. Terry sat down beside the box and put his hand on the kitten. It was still shivering, but not so much. Terry felt warm and good. “I’m so glad I heard the kitten crying. Maybe we saved its life.”"],["ul.bullet",["li",["span.label","•"],[".para","How did Terry feel about the kitten? (He felt sorry for it because it was wet and cold. He wanted to help it, and he did. He had compassion for the kitten.)"]]],["div",{"id":"p70","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p70"},"Tell your children that our Heavenly Father wants them to have compassion for everyone, just as Terry had for the kitten. Ask them to think of each family member—father, mother, a brother or sister—and think of a way they can show kindness or compassion for each one. Help them carry out their ideas during the week."]]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p72","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p72"},"Use the story of Phillip, and adapt it by using the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","How do you deal with the situation of other people being made fun of in front of you?"]],["li",["span.label","•"],[".para","What if those teasing others are your friends?"]]],["div",{"id":"p75","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p75"},"Allow the family members some time to share personal experiences of compassion. You may also wish to use the story of the Savior at the time of his crucifixion."]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","Putting Compassion into Practice"],["div",{"id":"p78","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p78"},"Make plans to help someone outside your home. These plans need not be big or dramatic but should be of value to the person being served. You could visit the sick, relieve those who care for the chronically ill, visit the elderly, help someone who is discouraged, plan a program for shut-ins, or be friendly to your neighbor."],["div",{"id":"p79","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p79"},"You can use",["span.crossRef","chapter 28"],", “Service,” in",["span.emphasis","Gospel Principles"],"[31110], pages 185 through 191, to help prepare for this family home evening. Many examples and ideas can be found in the",["span.emphasis","Church News, New Era, Friend, Ensign,"],"or",["span.emphasis","Liahona."]]],[".topic",["h3","Understanding the Feelings of Others"],["div",{"id":"p81","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p81"},"Tell a story about how getting to know someone changes another person’s feelings about him. You may find such stories in one of the Church magazines. You may wish to create such a story yourself, or relate an experience that happened in your family."],["div",{"id":"p82","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p82"},"You may also wish to have family members try walking a short distance in another family member’s shoes, using the other person’s style of walking and talking to imagine what it would be like to be that person. Or you may wish to have family members act out the story of the Good Samaritan (",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.29-37"},"Luke 10:29–37"],"), Nephi and his brothers (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7.6-21"},"1 Nephi 7:6–21"],"), Joseph and his brothers (",["a.scriptureRef",{"href":"/scriptures/ot/gen/37.1-35"},"Genesis 37:1–35"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/44.title"},"44–45"],"), or any other scripture story of conflict between individuals. These stories can also be told with flannel board characters or hand puppets. Then ask each person to tell what he felt like as he was acting the part of the story character. Ask if this changed the way he thinks about the person he was portraying."],["div",{"id":"p83","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p83"},"Suggest that each family member think of someone they do not like very well and try to imagine themselves to be that person, feeling how that person feels. Suggest that they think about the needs and hopes that might make the other person behave as he does. Then have them review how they feel about that person."]],[".topic",["h3","The Difference between Compassion and Tolerance for Sin"],["div",{"id":"p85","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p85"},"Explain that we must be careful that our compassionate feelings do not lead us to excuse or tolerate transgression. To teach this idea, you can read or have family members act out the story of the prodigal son (",["a.scriptureRef",{"href":"/scriptures/nt/luke/15.11-32"},"Luke 15:11–32"],"). The story may also be told using hand puppets or flannel board cutouts. After the story, discuss such questions as the following:"],["ul.bullet",["li",["span.label","•"],[".para","The prodigal had sinned. Did his father tolerate his sin?"]],["li",["span.label","•"],[".para","What was wrong with the attitude of the prodigal’s brother?"]],["li",["span.label","•"],[".para","How did the prodigal’s feelings change?"]],["li",["span.label","•"],[".para","What do you think would have happened if he had just gone home and demanded that his father help him out of his trouble?"]],["li",["span.label","•"],[".para","What makes the father’s behavior righteous and not foolish? (You may wish to remind family members of the scripture from",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.31"},"Doctrine and Covenants 1:31"],", “I the Lord cannot look upon sin with the least degree of allowance.”)"]]],["div",{"id":"p91","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p91"},"Family members may wish to discuss how justice and mercy can exist together, using",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.8-12"},"Mosiah 15:8–12"],"as an example, and relate these scriptures to the story of the prodigal son."]],[".topic",["h3","Showing Compassion for Others Is Serving the Lord"],["div",{"id":"p93","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p93"},"Sing all seven verses of the hymn “A Poor Wayfaring Man of Grief” (",["span.emphasis","Hymns,"],["span.crossRef","no. 29"],"). You may wish to draw attention to the blessings the narrator receives as he sacrifices for the stranger in each verse."],["ul.bullet",["li",["span.label","•"],[".para","Do you know where the inspiration for this song comes from?"]]],["div",{"id":"p95","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p95"},"Have someone read",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.31-46"},"Matthew 25:31–46"],"."],["div",{"id":"p96","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p96"},"Ask family members to tell of any times in their own lives when they had an opportunity to serve someone they did not know very well and what the consequences were."],["div",{"id":"p97","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p97"},"End by having someone read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.16-17"},"Mosiah 2:16–17"],". Explain that King Benjamin is speaking to his people in these verses."]],[".topic",["h3","Learning Compassion through Example"],["div",{"id":"p99","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p99"},"Assign each family member to find an example of compassionate service in the life of someone—an ancestor, a Church leader, a family member, a famous humanitarian, or some other person. You may want to help young children by directing them to such stories or helping them prepare their presentation."],["div",{"id":"p100","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p100"},"During the home evening, have each family member tell the story he has found. After each story, have family members express any ideas the story has given them about how they can show compassion for family members or people in the neighborhood or in the ward or branch."],["div",{"id":"p101","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p101"},"Family members may wish to expand this lesson into compassion service for someone."]],[".topic",["h3","Why We Need to Develop Compassion"],["div",{"id":"p103","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p103"},"Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.1-4"},"Moses 4:1–4"],". Note that Lucifer promised to redeem",["span.emphasis","all"],"of God’s children so that not one soul would be lost."],["ul.bullet",["li",["span.label","•"],[".para","Why did he choose the course he did? (Greed, ambition, self-interest."]]],["div",{"id":"p105","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p105"},"Compare Lucifer’s plan with that which the Savior chose to follow."],["ul.bullet",["li",["span.label","•"],[".para","Which one acted out of real compassion for the souls of men?"]]],["div",{"id":"p107","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p107"},"Ask family members to name or describe historical events where promises similar to Lucifer’s were made."],["ul.bullet",["li",["span.label","•"],[".para","What was the result?"]]],["div",{"id":"p109","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p109"},"Have someone read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.36-37"},"Doctrine and Covenants 121:36–37"],"to help answer this question."],["div",{"id":"p110","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-five-developing-compassion.p110"},"Use these examples to discuss the idea that without compassion, man is not capable of becoming like Heavenly Father and can never receive celestial exaltation."]]]]],"refs":null}
