{"id":17,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":17,"title":"Lesson Thirteen: Baptism and the Name of Christ","subtitle":"","short_title":"Lesson Thirteen","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ","content":[["div",{"id":"head14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.head14"},[".titleNumber","Lesson Thirteen"],["h1","Baptism and the Name of Christ"],[".intro","All those who are true believers in Christ took upon them, gladly, the name of Christ.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.15"},"Alma 46:15"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p5"},"Help family members understand what it means to take upon them the name of Jesus Christ when they are baptized."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p7"},"Moroni said that “all those who were true believers in Christ took upon them, gladly, the name of Christ, or Christians … because of their belief in Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.15"},"Alma 46:15"],")."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p8"},"As we take upon us the name of Christ, we covenant to be obedient to the principles of the gospel. All we do should be based on Christ’s example. If we do this gladly, we will find joy in living the gospel. We will feel good about ourselves and have the desire to do what is right. At baptism we covenanted to take upon us the name of Christ. This lesson is to help you and your children realize the importance of this covenant. (See",["span.crossRef","chapter 20"],", “Baptism,”",["span.emphasis","Gospel Principles"],"[31110], pp. 128–35.)"]],[".topic",["h2","PREPARATION"],["div",{"id":"f138","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.f138"},["ol.number",["li",["span.label","1."],[".para","Prepare two pieces of paper for each family member, one with his first name on it and one with his last name on it. Then hide them in the room."]],["li",["span.label","2."],[".para","Number six slips of paper, one through six, and place them in a hat or bag from which to draw them."]]]]],[".topic",["h2","SUGGESTED HYMN AND SONG"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p13"},"“Come, Follow Me” (",["span.emphasis","Hymns,"],["span.crossRef","no. 116"],")."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p14"},"“The Things I Do” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","170"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","Important Names"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p17"},"Tell your family members that there are two pieces of paper hidden in the room that belong to them. Have each family member hunt for the two papers that belong to him. After all have found their names, explain that they had to search until they found the only paper with their first name, but they could take the first paper they found with their last name. Their first names belong to them individually, but their last name belongs to everyone in the family and shows they are a member of the family. Talk about how important your family name is, how proud you are of your name. If you know any historical or special facts about how your family name came to be, use them. Try to develop a feeling of love and pride for your family and family name."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p18"},"Explain that your family stands for certain things. Ask your children what some of these are. You might get answers such as we believe in the gospel, we are honest, or we try to be friendly. Tell your children that what they do reflects back on your family. Each of us have the responsibility to help make our family name respected."],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p19"},"Point out that just as we were born into our family when we came to earth, we are born into another family when we are baptized. At baptism we become members of Jesus’ church or members of his family. We make a covenant with Heavenly Father to take upon us the name of Christ."]],[".topic",["h3","I Take upon Me the Name of Christ"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p21"},"Tell your family that after Jesus was killed, his faithful followers, those who had been baptized, were persecuted. Paul the Apostle came to Antioch in Syria where a group of Church members were to teach people about Christ."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p22"},"Have someone read",["a.scriptureRef",{"href":"/scriptures/nt/acts/11.26"},"Acts 11:26"],"aloud. Explain that the enemies of the disciples started calling the followers of Jesus “Christians” after the name of Christ to set them apart. The name was given as an insult, but was accepted gladly by the followers of Jesus. They were glad to be called Christians and were proud of the name."],["ul.bullet",["li",["span.label","•"],[".para","How does it make you feel to realize that you have actually taken upon you the name of Christ, that you are a Christian?"]],["li",["span.label","•"],[".para","Are you glad to be called a Christian? Why?"]]],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p25"},"Tell your family the following story, which illustrates how one little girl felt about becoming a Christian:"],[".topic",["h4","Sarah’s Choice"],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p27"},"Sarah was eight years old. She was excited to be eight but worried at the same time because she wanted to be baptized. Her mother and father were not active in the Church, and she didn’t know what they would say. Sarah had learned from her Primary teachers how important baptism was. She knew that if she was baptized she would be promising Heavenly Father that she would go to church, even if she had to go alone. She would also be promising to live right and obey the commandments."],["ul.bullet",["li",["span.label","•"],[".para","Do you think this was a hard decision for Sarah to make?"]]],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p29"},"Sarah prayed about it and decided that it was important that she be baptized. She knew it was what Heavenly Father wanted her to do. Her parents agreed that she could be baptized."],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p30"},"She felt good when she was baptized. She knew Heavenly Father and Jesus were happy. She knew that if she worked hard, the Holy Ghost would help her keep the commandments and be a good influence on her family."],["ul.bullet",["li",["span.label","•"],[".para","How do you think Sarah felt when she took upon her the name of Christ and became a member of his family?"]]],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p32"},"Remind your family that when we make the commitment to be baptized and take upon us the name of Christ, we need to live our lives as Heavenly Father and Jesus would want us to."],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p33"},"Suggest to them that if they encounter a situation where they are having a hard time making a decision, they ask themselves, “What would Jesus have me do?”"]]],[".topic",["h3","I Am Glad to Be Called a Christian"],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p35"},"Discuss some of the commandments we should be keeping that will help us to act as a Christian or as Jesus would want us to act. Use the pictures in the lesson to help identify these commandments. Explain that each person is going to work on one commandment during the week. Let your family talk about how they could keep the commandments pictured."],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p36"},"Show the family the hat or bag with the six slips of paper in it. Let each person draw out one of the slips. The number on the slip of paper that each person picks identifies one of the six pictures included in the lesson. Each person should work on the commandment represented by that picture."],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p37"},"Encourage each family member to pray about what he is going to do to keep the commandment he picked. Remind the family occasionally during the week that they are trying to live as Christ would have them live."],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p38"},"Conclude by telling the following story by President George Albert Smith:"],[".topic",["h4","What Have You Done with My Name?"],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p40"},"“A number of years ago I was seriously ill. … With my family I went to St. George, Utah, to see if it would improve my health. …"],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p41"},"“In St. George, … I became so weak as to be scarcely able to move. It was a slow and exhausting effort for me even to turn over in bed."],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p42"},"“One day, under these conditions, I lost consciousness of my surroundings and thought I had passed to the Other Side. I found myself standing with my back to a large and beautiful lake, facing a great forest of trees. There was no one in sight. … I realized, or seemed to realize, that I had finished my work in mortality and had gone home. …"],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p43"},"“I began to explore, and soon I found a trail through the woods which seemed to have been used very little, and which was almost obscured by grass. I followed this trail, and after I had walked for some time and had traveled a considerable distance through the forest, I saw a man coming towards me. I became aware that he was a very large man, and I hurried my steps to reach him, because I recognized him as my grandfather. … I remember how happy I was to see him coming. I had been given his name and had always been proud of it."],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p44"},"“When Grandfather came within a few feet of me, he stopped. His stopping was an invitation for me to stop. Then … he looked at me very earnestly and said:"],["div",{"id":"p45","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p45"},"“‘I would like to know what you have done with my name.’"],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p46"},"“Everything I had ever done passed before me as though it were a flying picture on a screen—everything I had done. Quickly this vivid retrospect came down to the very time I was standing there. My whole life had passed before me. I smiled and looked at my grandfather and said:"],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p47"},"“‘I have never done anything with your name of which you need be ashamed.’"],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p48"},"“He stepped forward and took me in his arms, and as he did so, I became conscious again of my earthly surroundings. My pillow was as wet as though water had been poured on it—wet with tears of gratitude that I could answer unashamed."],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p49"},"“… Honor your fathers and your mothers. Honor the names that you bear, because some day you will have the privilege and the obligation of reporting to them (and to your Father in heaven) what you have done with their name.” (“Your Good Name,”",["span.emphasis","Improvement Era,"],"Mar. 1947, p. 139.)"],["ul.bullet",["li",["span.label","•"],[".para","Do you think President Smith was glad he had acted like a Christian and kept Heavenly Father’s commandments?"]]],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p51"},"Emphasize that because he had so lived, he made his grandfather and Heavenly Father happy."],["ul.bullet",["li",["span.label","•"],[".para","Do you live in such a way that others can tell you are part of Christ’s family?"]],["li",["span.label","•"],[".para","Are you glad to be called by Jesus Christ’s name?"]]],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p54"},"Challenge each family member to live as one who has sincerely taken Jesus’ name upon him."]]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p56","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p56"},"Use the activity in the lesson section “Important Names.” Make the first-name slips of different colored paper and the last-name slips of one color, or write each child’s name in a different color for the first name and in the same color for all of the last names. Hide the papers, and help your children find their own by telling them the color or colors they are looking for."],["div",{"id":"p57","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p57"},"After each child has found his name, talk about the names and why you chose them. Point out that they each have a different first name but that they all have the same last name. Talk about your family name and how proud you are of it and of being a family."],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p58"},"Explain that when they become eight years old they will be old enough to be baptized."],["ul.bullet",["li",["span.label","•"],[".para","What will happen when you are baptized?"]]],["div",{"id":"p60","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p60"},"Let the children tell you what they know. Make sure they realize that Heavenly Father wants each of us to be baptized. Tell them we need to do the right things to be ready for baptism and that we promise Heavenly Father and Jesus to keep the commandments after baptism. This means that we act in the way Jesus would have us act. When we do this we are showing we love Jesus. Show your children the pictures of the commandments. Let them discuss the ones they can identify, and explain the rest. Talk about how they can keep each one."],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p61"},"You might want to tell them about the day you were baptized, or let an older child describe his baptism."],["div",{"id":"p62","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p62"},"End by singing the song “When I Am Baptized” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","103"],")."]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p64","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p64"},"Begin with the section “Important Names” from the lesson. Also use the information about Paul and the disciples in Antioch from the section “I Take upon Me the Name of Christ.”"],["div",{"id":"p65","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p65"},"Explain that the followers of Alma in the Book of Mormon were also called Christians (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/46.15"},"Alma 46:15"],")."],["ul.bullet",["li",["span.label","•"],[".para","What do you think the word",["span.emphasis","Christian"],"meant to Paul and the disciples of his time? To Alma and his followers?"]],["li",["span.label","•"],[".para","What does the word",["span.emphasis","Christian"],"mean to you?"]]],["div",{"id":"p68","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p68"},"Let your family discuss what being a Christian means today. Emphasize that because The Church of Jesus Christ of Latter-day Saints is the true church of Christ, we have a great responsibility to live as Christians."],["div",{"id":"p69","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p69"},"King Benjamin told his people to repent and enter into a covenant with Christ. Read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7-15"},"Mosiah 5:7–15"],"."],["ul.bullet",["li",["span.label","•"],[".para","What does it mean to be “spiritually begotten” of Christ (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.7"},"Mosiah 5:7"],")?"]]],["div",{"id":"p71","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p71"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.26-29"},"Galatians 3:26–29"],"."],["ul.bullet",["li",["span.label","•"],[".para","How do we become children of God through faith?"]],["li",["span.label","•"],[".para","What does it mean to “put on Christ” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.27"},"Galatians 3:27"],")?"]]],["div",{"id":"p74","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p74"},"Discuss specific ways in which you as a family could become better Christians. Have each family member choose one area in which he would like to improve. Ask if there are any times when it is difficult to take Christ’s name upon us. If so, then these are the areas we need to work on. You may want to use the pictures as discussed in the section “I Am Glad to Be Called a Christian.”"],["div",{"id":"p75","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p75"},"Conclude by reading the story of President George Albert Smith. Tell your family that some day we will stand before Christ and account for the covenant we have made to take upon us his name. Encourage them to think and pray how they can become better Christians so that they will be able to tell Christ that they have done nothing of which to be ashamed."]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","When Someone Is Going to Be Baptized"],["div",{"id":"p78","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p78"},"If someone in your family is preparing to be baptized in the near future, use",["a.crossRef",{"href":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p2"},"lesson 29"],", “Preparing for Baptism.”"]],[".topic",["h3","Knowing What Baptism Is by Watching One"],["div",{"id":"p80","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p80"},"Plan with your family to attend a baptism. Before going to the baptism service, discuss with family members what is going to take place. Encourage them to listen to any talks given and to the prayers, including the baptismal prayer."],["div",{"id":"p81","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p81"},"After returning home, let each family member express his feelings and impressions of the baptism. This will be an excellent opportunity to explore what they know about baptism and its meaning and purpose."]],[".topic",["h3","Inviting a Nonmember to a Baptism"],["div",{"id":"p83","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p83"},"You may want to invite a nonmember friend or family to attend a baptism with you. After the service, have a home evening together to discuss what you saw and what it meant to each of you. This would give the nonmembers a chance to ask questions in a more relaxed setting where everyone can make observations and comments."]],[".topic",["h3","The Sacrament and Baptism"],["div",{"id":"p85","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p85"},"Discuss the sacrament and its connection with the covenants we make when we are baptized. Remind your family that at baptism our sins are washed away. But we are not perfect and will make mistakes again. Stress that we must try as hard as we can to keep all the commandments but that Heavenly Father has provided a way for us to overcome our mistakes. If we truly repent, he will forgive us, and we can renew our covenants with him when we partake of the sacrament. One of the covenants is to take upon ourselves the name of Christ."],["div",{"id":"p86","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p86"},"Express your gratitude to Heavenly Father for providing this way for us to overcome our sins. You may wish to refer to",["a.crossRef",{"href":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-fourteen-partaking-of-the-sacrament.p2"},"lesson 14"],", “Partaking of the Sacrament,” for other ideas and helps."]],[".topic",["h3","Baptism and What It Means"],["div",{"id":"p88","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p88"},"Make one or more family home evening lessons from the material in",["span.crossRef","chapter 20"],", “Baptism,” in",["span.emphasis","Gospel Principles,"],"pages 128 through 135. This chapter discusses (1) why we must be baptized, (2) how we should be baptized, (3) who should be baptized, (4) the baptismal covenants, and (5) how baptism gives us a new start."]],[".topic",["h3","The Covenants of Baptism"],["div",{"id":"p90","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p90"},"Begin by asking the following question:"],["ul.bullet",["li",["span.label","•"],[".para","What is a covenant? (An agreement or promise between two or more people.)"]]],["div",{"id":"p92","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p92"},"Discuss how being baptized establishes a covenant between Heavenly Father and the person baptized."],["ul.bullet",["li",["span.label","•"],[".para","What are the promises that we make at baptism?"]]],["div",{"id":"p94","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p94"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.1-17"},"Mosiah 18:1–17"],". Discuss in detail the covenants the followers of Alma made when they were baptized and the covenants Heavenly Father made (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-13"},"Mosiah 18:8–13"],"). Help your family to realize that these are the same covenants we make and Heavenly Father makes when we are baptized. Read verse 11, and ask your family why they think these people clapped their hands for joy."],["div",{"id":"p95","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p95"},"Let the members of the family who have already been baptized express the happiness and joy that come to them as they try to keep their baptismal covenants. Suggest that next time they partake of the sacrament, they think about these covenants and how well they are keeping them. Suggest that remembering and trying to keep the covenants helps us to renew them when we partake of the sacrament."]],[".topic",["h3","The Straight and Narrow Path"],["div",{"id":"p97","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p97"},"On a poster or a large piece of paper, draw a path moving upward. Near the middle of the path draw a door or gate across the path. Label the path “Way to Eternal Life.”"],["div",{"id":"p98","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p98"},"Have family members read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.13-18"},"2 Nephi 31:13–18"],"and suggest labels for the parts of the pathway before the gate (for example, repentance and faith) and the gate itself (baptism and the gift of the Holy Ghost)."],["div",{"id":"p99","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p99"},"Ask the family what labels they might put on the pathway after the gate. After they have discussed the possibilities, have someone read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.19-20"},"2 Nephi 31:19–20"],", and complete the labeling."],["ul.bullet",["li",["span.label","•"],[".para","What is meant by “feasting upon the word of Christ”? (Reading and studying the scriptures.)"]],["li",["span.label","•"],[".para","What does the phrase “endure to the end” mean? (Keeping Heavenly Father’s commandments throughout the rest of our lives.)"]]],["div",{"id":"p102","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirteen-baptism-and-the-name-of-christ.p102"},"Explain that baptism is not an end but a beginning. Conclude by reading",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.21"},"2 Nephi 31:21"],". Bear your testimony about the truthfulness of Nephi’s words."]]]]],"refs":null}
