{"id":38,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":38,"title":"Lesson Thirty-four: When Illness Strikes","subtitle":"","short_title":"Lesson Thirty-four","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes","content":[["div",{"id":"head35","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.head35"},[".titleNumber","Lesson Thirty-four"],["h1","When Illness Strikes"],"(To be used when someone in your family becomes seriously, chronically, or terminally ill)",[".intro","Let not your heart be troubled, neither let it be afraid.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/nt/john/14.27"},"John 14:27"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p6"},"Help your family face illness with greater understanding and unity."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p8"},"Extended or terminal illness in a family can be more difficult to face than almost any other adversity. It can be turned into a faith promoting and strengthening experience if the family faces it with the right attitudes and actions. This lesson will help your family grow from such an experience if you approach it prayerfully and wisely, adapting your discussions to the specific problems and needs of your situation."]],[".topic",["h2","PREPARATION"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p10"},"Fill a box, sack, or pillowcase with books or other unbreakable objects, one or more object for each member of your family. Make sure there are enough heavy things in the sack that it will be too heavy for just one family member to lift and carry easily."]],[".topic",["h2","SUGGESTED HYMNS AND SONG"],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p12"},"“How Firm a Foundation” (",["span.emphasis","Hymns,"],["span.crossRef","no. 85"],")."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p13"},"“Count Your Blessings” (",["span.emphasis","Hymns,"],["span.crossRef","no. 241"],")."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p14"},"“The Lord Is My Shepherd” (",["span.emphasis","Hymns,"],["span.crossRef","no. 108"],")."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p15"},"“When We’re Helping” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","198"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","When You Were Sick"],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p18"},"Have the members of your family try to remember a time when they were sick or injured and confined to the home. Have each family member take a few minutes to tell about his experience."],["ul.bullet",["li",["span.label","•"],[".para","Who helped care for you and comfort you?"]],["li",["span.label","•"],[".para","How would you feel if your sickness were to last for several months or even several years?"]]]],[".topic",["h3","Sharing the Burden"],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p22"},"Tell each of the following stories to the family:"],[".topic",["h4","The Carson Family"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p24"},"Brother and Sister Carson had twin daughters, sixteen years of age, and two sons, ages twelve and ten. Sister Carson was an expert homemaker. No one in the home could equal her efficiency. Brother Carson and his family depended heavily upon Sister Carson’s smooth manner of handling all matters dealing with the home."],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p25"},"One evening at a social gathering, Sister Carson suffered a stroke. She was paralyzed from the waist down and did not respond to treatment. She was very worried about what would happen to her home now that she could not do all that she had done. Her family seemed incapable of maintaining the order that she expected and this upset her and her family. The family did not seem to know where to find things, what to do, or how to do it."],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p26"},"Brother Carson mourned over the situation and seemed to spend longer hours at his work. He lacked resourcefulness in bringing hope, comfort, or encouragement into the home. The situation became more and more discouraging until the twins were sent to live with Brother Carson’s sister, and the boys found a home with Grandmother and Grandfather Carson. Brother Carson and his wife went to her mother’s to live."],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p27"},"After the family had gone, a neighbor made the following observation: “They were a happy family until trouble came. They did not know how to share responsibility. When the mother had her stroke, the family members did not know how to help and comfort one another.”"]],[".topic",["h4","The Fosters"],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p29"},"The Fosters had five children ranging in age from six to fifteen. They were a happy family and enjoyed doing things together. Each had his own responsibility in the home, and even Susan, age six, was expected to do her part."],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p30"},"One afternoon while driving home from shopping, Sister Foster was involved in an automobile accident. She was seriously injured and lost the use of both legs."],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p31"},"It was a tragic circumstance, but Brother Foster and his five children gathered in prayer and sought the comforting influence of the Lord. They put their arms around each other and began to make plans. Brother Foster told his family, “Mother can’t walk. The doctors say she may never use her legs again. We have depended on her for our meals, washing, and ironing, but now things have changed. We will each need to do some of the things she used to do. What do you suggest?”"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p32"},"Denton, the oldest son, said, “I’ll come home from school as early as I can. I know how to wash clothes.”"],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p33"},"Joyce, almost fourteen, quickly added, “I’ll do the cooking.”"],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p34"},"Each member of the family told what he would do. Little Susan promised to help keep things off the floor and in their place. Donald and Jane mentioned other things that they could do. The Foster family found comfort in the Lord through their prayers and also in each other. They made plans and took over most of Sister Foster’s duties. Despite the unfortunate accident, they were still a happy family."],["ul.bullet",["li",["span.label","•"],[".para","Why was the Foster family better able to adjust to their new situation?"]]],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p36"},"Now bring the sack filled with books or other heavy objects into the room. Have each family member take a turn trying to lift the sack and carry it."],["ul.bullet",["li",["span.label","•"],[".para","Can you carry the contents of this sack easily?"]]],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p38"},"Remove the books or objects from the sack, and divide them among the family members. Give each member only as many as he or she is able to carry easily."],["ul.bullet",["li",["span.label","•"],[".para","Can you carry the contents of this sack easily now?"]]],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p40"},"Explain to your family that when the responsibility of caring for a sick or disabled member of the family is placed upon only one member of the family, the burden of that responsibility becomes very heavy, just as the sack became very heavy for only one of them to carry."],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p41"},"Explain that when that same burden of responsibility is divided and shared among all the members in the family, it becomes lighter and is easy to carry, just as the contents of the sack were easy to carry when they were divided and shared."],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p42"},"Have a family member read",["a.scriptureRef",{"href":"/scriptures/nt/gal/6.2"},"Galatians 6:2"],"and explain what the scripture means to him."],["ul.bullet",["li",["span.label","•"],[".para","Are we, as members of this family, ready to share one another’s burdens?"]]]]],[".topic",["h3","A Time for Prayer"],["ul.bullet",["li",["span.label","•"],[".para","What was the first thing the Foster family remembered to do in the story? (They gathered in prayer and sought the comforting influence of the Lord.)"]]],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p46"},"Explain to your family that sometimes through the blessings of the priesthood and through the fasting and prayers of family members, the sick can be healed. Explain that sometimes the person is not healed, but through the prayers of family members and others, he and his family can feel the comforting Spirit of the Lord. Explain to your family that all of them can receive needed comfort, understanding, and unity from fasting and praying together."]],[".topic",["h3","Blessings in Disguise"],["div",{"id":"p48","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p48"},"Have the family find",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.28"},"Romans 8:28"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.2"},"2 Nephi 2:2"],"and read the passages aloud."],["ul.bullet",["li",["span.label","•"],[".para","What do these scriptures teach us about sickness and adversity?"]]],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p50"},"Explain to the family that the Lord can bless us in many different ways, and sometimes he allows us to experience sickness and adversity so that we can grow. Read the following story told by Bishop H. Burke Peterson:"],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p51"},"“We have all been aware of President Kimball’s health problems. I remember several years ago when I was called into the Presiding Bishopric that we were invited into a room in the temple where the newly sustained Brethren were to be set apart. Prior to the setting apart the Brethren were going to give a blessing to President Kimball, who was then President of the Quorum of the Twelve, because he was going to have open-heart surgery within a matter of a few days. As they gave him the blessing, many thoughts went through my mind."],["div",{"id":"p52","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p52"},"“President Kimball had been raised in Arizona, as I had been, and I had paid particular attention to him. I remembered many of the trials that he had experienced, especially the very serious health problems. I knew that he sang in a quartet at one time with members of the Twelve, and I understood he sang beautifully. Then he had cancer and had to have that voice taken away from him."],["div",{"id":"p53","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p53"},"“I thought as I saw him seated in his chair, with the Apostles’ hands on his head, ‘Why? Why should a man who has been through what he has endured now have to go through open-heart surgery?’ I knew the Lord could heal him in an instant if he chose to, and I wondered why he didn’t. But now I understand, as I’m sure you do, that the Lord was preparing a man, an Apostle, to be his prophet. He wanted a prophet and a president who would listen to him, who could receive the promptings of the Spirit and would be open to them."],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p54"},"“These are the reasons for the continual trials with which we are all faced. We need these experiences so that we might draw closer to the Lord and learn to depend on him for everything.” (“Prayer—Try Again,”",["span.emphasis","Ensign,"],"June 1981, p. 72.)"],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p55"},"Explain that sometimes blessings can come to us from times of tragedy or sickness. Have your family think of some of these blessings, and then add those they do not mention:"],["div",{"id":"f358","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.f358"},["ol.number",["li",["span.label","1."],[".para","A feeling of closeness to the Lord."]],["li",["span.label","2."],[".para","Greater compassion and charity for others."]],["li",["span.label","3."],[".para","Appreciation for the most important things in life."]],["li",["span.label","4."],[".para","A closer family unit."]],["li",["span.label","5."],[".para","Development of new talents and strengths."]]]],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p61"},"Tell the following story:"],[".topic",["h4","Michael’s Weakness Becomes a Strength"],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p63"},"When Michael was ten years old he was in an automobile accident. His legs were crushed so badly that the doctors told Michael he would probably never walk again. Michael didn’t believe them, however. His dad had given him a priesthood blessing. He remembered the words: “Your weakness will become a great strength if you have faith in Jesus Christ.”"],["div",{"id":"p64","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p64"},"How could his weakness become a strength unless he could walk and run again? Then maybe he would become a great runner or even a football hero. He pictured himself running to the winning touchdown with the fans going wild! Yes, he knew he would walk again because he did have faith in the Lord. He was brave through all the operations and pain, and he tried to be cheerful. He prayed every day. He",["span.emphasis","knew"],"he would walk again."],["div",{"id":"p65","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p65"},"Michael soon made friends with the other children in the hospital. In fact, they called him “Mr. Friendly” because he was so happy and tried to make everyone else happy, too. That made Michael feel good because he wanted to help. He knew that all the children didn’t have the special blessing that he did to keep his spirits up. He especially felt a love for the babies. They were so little and helpless. He loved to make them smile and laugh. Pretty soon even the smallest baby would grin just to see him coming."],["div",{"id":"p66","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p66"},"Then one day, one of Michael’s legs hurt even worse than usual. After the doctors examined his leg, they told him that it was getting worse and not better and that they would have to take it off."],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p67"},"“Take my leg off!” Michael thought. “If they did that, then how could I become a great football star? They just can’t do it!”"],["div",{"id":"p68","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p68"},"But they had to do it to save Michael’s life. When it was all over, Michael felt sad and confused. How could his weakness become a great strength now? But Michael didn’t quit having faith. He still loved the Lord, and he knew that the Lord loved him. He kept praying, and he tried to be good. He knew that the Lord could perform mighty miracles, and so he would just have to wait."],["div",{"id":"p69","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p69"},"Meanwhile, as he began to feel better, he spent more and more time trying to keep all of the other children happy. He told them about Jesus and our Heavenly Father and helped them learn to pray. He didn’t have time to be too sad or to think about football anymore. He began, instead, to pretend that he was a great doctor that helped little children get well."],["div",{"id":"p70","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p70"},"Finally, after many months in the hospital, Michael was ready to go home. It was an exciting day but a sad one too as he said good-bye to each of his friends. When he said good-bye to the babies, he almost didn’t want to go. He said a special prayer in his heart for each one of them. When his doctor came to say good-bye, he ruffled Michael’s hair and said, “Well, Mr. Friendly, you have been a great strength to all the children in the hospital—a very great strength.” And then another voice echoed in Michael’s mind, “A great strength—your weakness will become a great strength.”"],["div",{"id":"p71","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p71"},"Suddenly Michael knew how his prayers were being answered, and he also knew that he would never run again."],["div",{"id":"p72","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p72"},"After you discuss the story of Michael and the implications it may have in your family, conclude by having a family member read Elder Marion D. Hanks’ counsel:"],["div",{"id":"p73","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p73"},"“In your own life realize there will come troubles. God bless you not to be negative or fatalistic in your thinking but to treat trouble as a friend and raise foundations that will permit you to stand steady."],["div",{"id":"p74","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-four-when-illness-strikes.p74"},"“God does love us and He takes no delight in our sorrows and failures.” (“Use Gift of Time,”",["span.emphasis","Church News,"],"24 Apr. 1965, p. 6.)"]]]]]],"refs":null}
