{"id":33,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":33,"title":"Lesson Twenty-nine: Preparing for Baptism","subtitle":"","short_title":"Lesson Twenty-nine","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism","content":[["div",{"id":"head30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.head30"},[".titleNumber","Lesson Twenty-nine"],["h1","Preparing for Baptism"],"(To be used when a member of your family is baptized)",[".intro","If this be the desire of your hearts, what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him, that ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?",["br"],"[",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.10"},"Mosiah 18:10"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p6"},"Review the meaning and importance of baptism as you honor a member of your family who is to be baptized."]],[".topic",["h2","PREPARATION"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p8"},"Review the four pictures included with this lesson, and prepare to discuss them with your family."]],[".topic",["h2","SUGGESTED HYMN AND SONG"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p10"},"“Lord, Accept into Thy Kingdom” (",["span.emphasis","Hymns,"],["span.crossRef","no. 236"],")."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p11"},"“Baptism” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","100"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","Honoring the Family Member to Be Baptized"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p14"},"Tell your family to listen carefully as you mention some dates. Have them tell why each date is important to some member of your family. Mention such dates as those on which family members were born, baptized, married, or engaged to be married. Give the birth date and planned baptismal date of the person to be baptized as the last two dates."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p15"},"State that this baptismal date will be one of the most important days in this person’s life. Tell your family that because this is such an important event you will honor him during this family home evening. You might want to display the certificate of baptism of a family member. Explain to the person you are honoring that he will receive a certificate that will be an official record of his baptism. You might also want to show your family group sheet, and point out the space where this date will be recorded."]],[".topic",["h3","Learning about Baptism"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p17"},"Turn to the picture of Christ being baptized, and explain that this picture and the others that follow suggest reasons why you, as a family, should honor this person and rejoice with him. The pictures will help the whole family better understand the meaning and importance of baptism. Ask family members to look at the pictures one at a time and discuss the following text and questions."]],[".topic",["h3","The Baptism of Jesus"],["ul.bullet",["li",["span.label","•"],[".para","What important facts about baptism does this picture suggest, which the person being baptized needs to remember? (Baptism is so important that even Jesus was baptized.)"]]],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p20"},"Explain that the person you are honoring will be following Jesus’ example. He will be baptized as Jesus was, by immersion."],["ul.bullet",["li",["span.label","•"],[".para","What does immersion mean? (To be completely covered by water.)"]]],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p22"},"Bring out that we are baptized by the same authority as Jesus was—the priesthood of God."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p23"},"To help your family understand what will happen at baptism, read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.10"},"Mosiah 18:10"],"together."],["ul.bullet",["li",["span.label","•"],[".para","What do the words “as a witness before him” mean when you think of your baptism? (I will show by the act of being baptized how I feel in my heart. I witness, or show, that I believe in Heavenly Father, that I love him, and that I want to obey his commandments.)"]],["li",["span.label","•"],[".para","What is a covenant? (An agreement or promise between two persons that each will do certain things.)"]]],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p26"},"Stress that the baptismal covenant is a sacred agreement."],["ul.bullet",["li",["span.label","•"],[".para","Who are the persons involved in the covenant or promise when the person we are honoring is baptized? (He will be one. Our Heavenly Father will be the other.)"]],["li",["span.label","•"],[".para","What is the promise that the person being baptized will make to Heavenly Father at baptism? (He will promise to keep Heavenly Father’s commandments and to serve him.)"]]],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p29"},"You may wish to reread",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.10"},"Mosiah 18:10"],"."],["ul.bullet",["li",["span.label","•"],[".para","What will Heavenly Father promise when our family member is baptized? (To forgive him of his sins if he repents [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.11"},"D&C 33:11"],"], to accept him as a member of the Church [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"],"], to give him the gift of eternal life if he is faithful [see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.33"},"3 Nephi 11:33"],"].)"]]]],[".topic",["h3","The Way to the Kingdom of God"],["ul.bullet",["li",["span.label","•"],[".para","What does the chart [below] suggest about the commandments that Heavenly Father has given us? (If we follow them, we will return to our Heavenly Father and inherit a place in his kingdom. In fact, only by obeying the commandments can we receive these great blessings.)"]]],["ul.bullet",["li",["span.label","•"],[".para","Why do you think that our Heavenly Father has asked us to make a sacred covenant or promise to obey his commandments when we are baptized? (Because he loves us, he wants us to be happy, and he wants us to be with him in the kingdom of heaven.)"]]]],[".topic",["h3","Jesus Paid for Sin and Death"],["ul.bullet",["li",["span.label","•"],[".para","How is it possible for all of our mistakes or sins to be forgiven when we are baptized? (Because Jesus loved us so much that he was willing to suffer in the Garden of Gethsemane and upon the cross. He had the power to save himself from suffering and death, but he did not use it because he wanted to make it possible for our sins to be forgiven.)"]],["li",["span.label","•"],[".para","Does our Heavenly Father expect those who are baptized to keep all of his commandments perfectly from now on? (No. He knows that we need to learn how to keep these commandments and that we will make some mistakes while we learn. Heavenly Father expects us to try to live the commandments as completely as possible. But if we make a mistake, we can repent and do better next time. This is how we will learn. The Savior has given us the great gift of forgiveness for our mistakes when we repent.)"]]]],[".topic",["h3","Being Confirmed a Member of the Church"],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p39"},"Explain that after your family member has been baptized, he will be confirmed at sacrament meeting and receive two wonderful blessings."],["ul.bullet",["li",["span.label","•"],[".para","What are these two blessings? (First, he will be accepted as a member of the church and kingdom of God here upon the earth. He will share in all of the privileges and blessings of this great kingdom. This kingdom is different from any other organization upon the earth because Jesus stands at its head, and its leaders act for him. Second, the person being baptized will also receive the gift of the Holy Ghost and have the right to the companionship of the Holy Ghost if he is faithful.)"]]]],[".topic",["h3","Plans for the Day of Baptism"],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p42"},"After the discussion, plan ways to make your family member’s baptism day a special day for him and for your whole family. You could make plans like the following:"],["div",{"id":"f334","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.f334"},["ol.number",["li",["span.label","1."],[".para","Have the entire family attend the baptismal service. Plan transportation and other details."]],["li",["span.label","2."],[".para","Eat dinner at a special place together, or enjoy a special treat. You might choose to have a special meal at home, serving favorite foods of the person you are honoring."]],["li",["span.label","3."],[".para","Have this person write the date of his baptism on your family group sheet. To emphasize the importance of this date, your entire family could be there when he does this. You could do this after you return home from the baptismal service or during your next home evening."]],["li",["span.label","4."],[".para","You may want to give this person a small gift after his baptism, such as his own copy of one of the standard works."]],["li",["span.label","5."],[".para","To help this person feel more secure when he goes into the water to be baptized, his father or an older brother could show him how he will be held by the one who will baptize him. Time could be taken to let him actually practice the way he will place his hands, bend his knees, and so forth."]]]]],[".topic",["h3","A Sacred Experience"],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p49"},"Explain that the person you are honoring should go to his baptism with a desire to show Heavenly Father and Jesus that he loves them and wants to make a covenant that he will serve them all of his life. If he does this, he will know that he is doing what they want him to do and that they are pleased with him."],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p50"},"Have someone read President Joseph F. Smith’s description of the time when he was baptized:"],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p51"},"“The feeling that came upon me was that of pure peace, of love and of light. I felt in my soul that if I had sinned—and surely I was not without sin—that it had been forgiven me; that I was indeed cleansed from sin; my heart was touched and I felt that I would not injure the smallest insect beneath my feet. I felt as though I wanted to do good everywhere to everybody and to everything. I felt a newness of life, a newness of desire to do that which was right. There was not one particle of desire for evil left in my soul. I was but a little boy, it is true, when I was baptized; but this was the influence that came upon me, and I know that it was from God, and was and ever has been a living witness to me of my acceptance of the Lord.” (In Conference Report, Apr. 1898, p. 66.)"],["div",{"id":"p52","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p52"},"Have family members who have been baptized tell about their feelings at the time of their baptisms. You may also want to tell how you feel about your child’s baptism, and explain the responsibility you have to prepare him for baptism (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-28"},"D&C 68:25–28"],"). If the person being honored is an older person, a family member or missionary may want to express his feelings about the baptism. Allow the person himself to tell how he feels."],["div",{"id":"p53","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-nine-preparing-for-baptism.p53"},"You may want to serve favorite refreshments for the person you are honoring."]]]]],"refs":null}
