{"id":34,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":34,"title":"Lesson Thirty: A Priesthood Ordination","subtitle":"","short_title":"Lesson Thirty","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination","content":[["div",{"id":"head31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.head31"},[".titleNumber","Lesson Thirty"],["h1","A Priesthood Ordination"],"(To be used when one of your family is to be ordained)",[".intro","Again I say unto you, that it shall not be given to any one to go forth to preach my gospel, or to build up my church, except he be ordained by some one who has authority.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.11"},"D&C 42:11"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p6"},"Honor a son or father who will be ordained to an office in the Aaronic or Melchizedek priesthood. Help him and other family members realize the power, responsibility, and opportunities his ordination will bring."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p8"},"Use this lesson for anticipated ordinations in both the Aaronic and Melchizedek Priesthoods. Adapt it to the appropriate age of the person being ordained."]],[".topic",["h2","SUGGESTED SONGS"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p10"},"“The Priesthood Is Restored” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","89"],")."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p11"},"“A Young Man Prepared” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","166"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","Honoring the Family Member to Be Ordained"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p14"},"Explain that you are holding this home evening in honor of a member of your family who will be ordained to an office in the priesthood. Announce the day and place of the ordination, and make plans for all of the family to be present."]],[".topic",["h3","Priesthood Power"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p16"},"Ask the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","When the family member we are honoring is ordained, men will place their hands on his head. Whom do these men represent? (The Lord.)"]]],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p18"},"Explain that the Lord said to Edward Partridge, “I will lay my hand upon you by the hand of my servant” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.2"},"D&C 36:2"],")."],["ul.bullet",["li",["span.label","•"],[".para","What will these men give to him? (Power from God. This power is called the priesthood.)"]]],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p20"},"Explain that God gives his power to men here on earth so that they can bless themselves, their families, and all the people of the world."],["ul.bullet",["li",["span.label","•"],[".para","What are some of the ways in which the priesthood blesses us? (Men who hold the priesthood can baptize us and give us the gift of the Holy Ghost. They can organize and carry out the programs of the Church. They can bless and pass the sacrament. They can perform eternal marriages. They can administer to us when we are sick and give us blessings of comfort and counsel. The prophet, through his priesthood power, can tell us the things God wants us to do. All of these things are great blessings in our lives.)"]]],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p22"},"Tell the family member who is soon to be ordained that as long as he honors his priesthood, he will be able to use its power to bless others in his priesthood callings and in his own home within the guidelines the Church has established."]],[".topic",["h3","Priesthood Offices"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p24"},"Explain that when a man receives the Aaronic or Melchizedek Priesthood, he receives all the power of that priesthood. But because there are so many responsibilities for priesthood holders to perform, there are offices within each of these priesthoods that have certain tasks assigned to them."],["ul.bullet",["li",["span.label","•"],[".para","What are the offices within the Aaronic Priesthood? (Deacon, teacher, priest.)"]],["li",["span.label","•"],[".para","What are the offices within the Melchizedek Priesthood? (Elder, seventy, high priest.)"]]],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p27"},"Ask the person you are honoring to tell the duties of the office to which he will be ordained. You may want to consult with your bishop and the scriptures, especially",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.title"},"Doctrine and Covenants 107"],", to learn what the duties are."]],[".topic",["h3","Priesthood Service"],["ul.bullet",["li",["span.label","•"],[".para","Can anyone remember the first words spoken by John the Baptist as he ordained Joseph Smith and Oliver Cowdery? (“Upon you my fellow servants” [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13.title"},"D&C 13"],"].)"]],["li",["span.label","•"],[".para","Why did he call himself as well as Joseph and Oliver “servants”?"]]],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p31"},"Explain that the priesthood is given to men so that they can bless the lives of others."],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p32"},"Tell how Jesus, who is the head of the priesthood on earth, was always concerned with those about him who were suffering hunger, thirst, sorrow, sickness, and need."],["ul.bullet",["li",["span.label","•"],[".para","How does the priesthood help men to serve others? (It gives them opportunities to provide food, clothing, and other necessities to those in need; to bless and care for the sick; to give help to widows, older persons, and others who need help; to assist and encourage families through home teaching.)"]]],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p34"},"Have the person soon to be ordained tell of ways in which he would like to use his priesthood in giving service. Let family members also give suggestions."],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p35"},"Tell the following story of a young boy in England, and ask the family to notice how his ordination so impressed him that it became a guiding influence in his life. This young man, James E. Talmage, became an Apostle and one of the Lord’s mightiest servants. This story occurred at a time when there was much persecution of the Church."],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p36"},"“I was called and ordained one Sunday morning, without any previous notice; and that afternoon was placed as a sentinel at the door of the house in which the Saints had met for worship. As soon as I had been ordained, a feeling came to me such as I have never been able to fully describe. It seemed scarcely possible, that I, a little boy, could be so honored of God as to be called to the priesthood. I had read of the sons of Aaron and of Levi who were chosen for the sacred labors of the Lesser Priesthood, but that I should be called to do part of the service that had been required of them was more than my little mind could grasp. I was both frightened and happy. Then, when I was placed on duty at the door, I forgot that I was but an eleven-year-old lad; I felt strong in the thought that I belonged to the Lord, and that he would assist me in whatever was required of me. I could not resist the conviction that other sentinels, stronger by far than I, stood by me though invisible to human eyes."],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p37"},"“The effect of my ordination to the deaconship entered into all the affairs of my boyish life. I am afraid that sometimes I forgot what I was, but I have ever been thankful that oft-times I did remember, and the recollection always served to make me better. When at play on the school grounds, and perhaps tempted to take unfair advantage in the game, when in the midst of a dispute with a playmate, I would remember, and the thought would be as effective as though spoken aloud—‘I am a deacon; and it is not right that a deacon should act in this way.’ On examination days, when it seemed easy for me to copy some other boy’s work or to ‘crib’ from the book, I would remember again, ‘I am a deacon, and must be honest and true.’ When I saw other boys cheating in play or in school, I would say in my mind, ‘It would be more wicked for me to do that than it is for them, because I am a deacon. …’”"],["ul.bullet",["li",["span.label","•"],[".para","How do we know that Brother Talmage felt that the priesthood was important all the time and not just on Sunday?"]]],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p39"},"Continue with the story:"],["div",{"id":"p40","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p40"},"“The impression made upon my mind when I was made a deacon has never faded. The feeling that I was called to the special service of the Lord, as a bearer of the priesthood, has been a source of strength to me through all the years. When later I was ordained to higher offices in the Church, the same assurance has come to me, on every such occasion,—that I was in truth endowed with power from heaven, and that the Lord demanded of me that I honor his authority. I have been ordained in turn a teacher, an elder, a high priest, and lastly an apostle of the Lord Jesus Christ, and with every ordination there has come to me a new and soul-thrilling feeling which first I knew when I was called to be a deacon in the service of the Lord.” (",["span.emphasis","Incidents from the Lives of Our Church Leaders"],"[Course of Study for the deacons quorums, 1914], pp. 135–36.)"],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p41"},"Review with the family three things about his ordination that especially impressed Elder Talmage. He said, (1) “I was called to the special service of the Lord,” (2) “I was in truth endowed with power from heaven,” and (3) “the Lord demanded of me that I honor his authority.”"]],[".topic",["h3","Conclusion"],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p43"},"Explain that this ordination is one of the important milestones in the life of the person you are honoring. Like Elder Talmage, he too may find new goals in life and receive help in improving his daily habits and actions so that he can reach those goals. Invite family members, especially parents, to express what this ordination means to them."],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-thirty-a-priesthood-ordination.p44"},"Because this is such an important milestone to the family, plan to have a family activity during the week as a special honor for the person to be ordained. This activity could be a family dinner, a visit to the ice cream store, or family participation in some activity chosen by the one being honored."]]]]],"refs":null}
