{"id":14,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":14,"title":"Lesson Ten: Jesus Made Repentance Possible","subtitle":"","short_title":"Lesson Ten","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible","content":[["div",{"id":"head11","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.head11"},[".titleNumber","Lesson Ten"],["h1","Jesus Made Repentance Possible"],[".intro","Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42"},"D&C 58:42"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p5"},"Help your family appreciate the gift of repentance, which gives us an opportunity to overcome our weaknesses and grow from experience."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p7"},"Can you imagine how you would feel if you could never be forgiven for any wrongs you committed? Think of the great burden you would have to carry, always remembering all the mistakes you have made in life, never being able to be free of them and really grow, never realizing the possibility of becoming like your Heavenly Father or being able to return and live with him again."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p8"},"How grateful we should be to our Savior, Jesus Christ, who loved us so much that he suffered and died for us so that we could repent. Because of his atonement, we can be forgiven of our sins if we truly repent, and we can go on—unburdened, wiser, and stronger—to achieve our full potential."]],[".topic",["h2","PREPARATION"],["div",{"id":"f104","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.f104"},["ol.number",["li",["span.label","1."],[".para","Obtain a baby picture of each member of the family, including parents. Do not identify the pictures."]],["li",["span.label","2."],[".para","Refer to the pictures of Jesus in Gethsemane and Jesus on the cross from",["a.crossRef",{"href":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-fourteen-partaking-of-the-sacrament.p2"},"lesson 14"],", “Partaking of the Sacrament.”"]],["li",["span.label","3."],[".para","Provide a piece of paper and a pencil for each family member."]]]]],[".topic",["h2","SUGGESTED HYMN AND SONG"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p14"},"“I Stand All Amazed” (",["span.emphasis","Hymns,"],["span.crossRef","no. 193"],")."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p15"},"“I Want to Live the Gospel” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","148"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","When You Were a Baby"],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p18"},"Display the baby photographs of each family member. Children, especially younger ones, will enjoy guessing who the different family members are in the pictures."],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p19"},"Discuss with your family what your youngest child was like as a baby. Explain that he was very special. He was pure and innocent of wrongdoing because he had just come from Heavenly Father and his heavenly home. Point to each of the other pictures. Explain that all of you were pure when you left Heavenly Father’s presence, that you didn’t have any sins."]],[".topic",["h3","We All Make Mistakes and Sin"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p21"},"Show a baby picture again, and explain that Heavenly Father knew that we would not always stay as pure as we were when we were babies. Explain that he knew that we would all grow up and that while we were learning to do right we would make some mistakes and sin. Of course it would be better if we never did sin and could remain innocent like a little baby, but all of us are tempted and all of us sin."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p22"},"Explain that Heavenly Father knew that the burden of our sins would keep us from growing spiritually and from reaching our greatest potential here on earth."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p23"},"Explain that we also would not be able to return to live with our Heavenly Father if our sins could not be taken away or removed, for no unclean thing or sinful person can live with him."],["ul.bullet",["li",["span.label","•"],[".para","Why could a sinful person not live with Heavenly Father again?"]]],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p25"},"Have a member of your family read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.33-35"},"1 Nephi 15:33–35"],"aloud. Point out that our sins keep us burdened down and make it impossible to return to Heavenly Father’s presence one day (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.23"},"2 Nephi 9:23"],")."]],[".topic",["h3","Jesus Paid for Our Sins"],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p27"},"Show the pictures of Jesus in Gethsemane and Jesus on the cross (both in lesson 14, “Partaking of the Sacrament”). Explain that Heavenly Father sent Jesus to help us overcome sin. Jesus suffered and died to pay for our sins. He was the only one who could pay for our sins. We could not be forgiven by our own efforts alone."],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p28"},"Because of Jesus’ sacrifice and atonement, we can repent and become pure again. We can be free to progress and be clean to live with our Father in Heaven again one day. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42"},"Doctrine and Covenants 58:42"],"aloud."]],[".topic",["h3","We Can Repent and Grow"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p30"},"Have a family member read aloud",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.16"},"Doctrine and Covenants 19:16"],", “I, God, have suffered these things for all, that they might not suffer if they would repent.”"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p31"},"Explain that if Jesus had not atoned for our mistakes we could not be forgiven and would have to continue to suffer for them. However, because he suffered for us, we can be forgiven if we repent. To help illustrate this process, have someone read or tell the following story by President David O. McKay:"],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p32"},"“One day, a group of small boys were swimming. Perhaps it would be more accurate to say, they were learning to swim; for none could take more than a few strokes. Just below them a short distance down the stream was a treacherous hole much beyond their depth. Into this, either through bravado or accident, one daring youngster either plunged or fell. He became helpless to save himself; and for a moment his companions were powerless to aid him. Fortunately, one with presence of mind and quick action, jerked a long stick from a willow fence and held one end of it toward the drowning lad. The latter grasped it, held on tightly, and was saved."],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p33"},"“All the boys declared that the venturesome lad owed his life to the boy who furnished the means of rescue.” (“The Gospel of Work,”",["span.emphasis","Instructor,"],"Jan. 1955, p. 1.)"],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p34"},"Explain to your family that Jesus is like the rescuer and his atonement is like the stick. Jesus offers us the Atonement as the way to receive forgiveness. When we repent, we reach out to accept the Atonement just as the drowning boy reached out to grasp the stick. If we accept the Atonement by repenting, we will be forgiven and not have to continue suffering for our sins. We can learn from our mistakes and continue to progress. We will be stronger and wiser if we have overcome our faults and have learned from our experiences."]],[".topic",["h3","Repentance Quiz"],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p36"},"To help your family understand more about the gift of repentance, pass out papers and pencils, and take the following true-false quiz as a family. You may want to divide your family into two teams. Small children could work with older children in answering the questions. Choose ahead of time whether you will discuss the answers after each question or after you finish the entire quiz."],["div",{"id":"f106","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.f106"},["ol.number",["li",["span.label","1."],[".para","The suffering and death of Jesus nearly two thousand years ago does not affect our lives today. (False. If Jesus had not atoned for our sins, we could not repent and grow. We could never return to live with our Heavenly Father again. Every person that has ever lived or will live upon the earth is affected by Jesus’ sacrifice.)"]],["li",["span.label","2."],[".para","When we make a mistake or sin, Jesus stops loving us. (False. Jesus never stops loving us. It is because of his love that we have the gift of repentance.)"]],["li",["span.label","3."],[".para","Because Jesus suffered and died for our sins, they are automatically forgiven. (False. Jesus can forgive only those who are sorry for their sins and who repent of them.)"]],["li",["span.label","4."],[".para","When we repent of a sin, we are completely forgiven and we do not need to worry about it any more. (True. When we have repented of a sin the Lord not only forgives us, but our sin is also forgotten [see",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.16-18"},"Isaiah 1:16–18"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42"},"D&C 58:42"],"].)"]],["li",["span.label","5."],[".para","When we repent of our sins, we can learn through correcting our mistakes and continue to grow and progress spiritually. (True. When we repent of our sins, we are free to go on and not be held back because of them. Our weaknesses can even become our strengths. See",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],".])"]]]]],[".topic",["h3","Be Grateful for the Gift of Repentance"],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p43"},"Share your testimony of Jesus as your savior, and express your gratitude for his love and sacrifice that made repentance possible. You may wish to relate an experience about how repentance has blessed your life and helped you grow. Older children may also wish to bear their testimonies about how much repentance means to them."],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p44"},"Conclude your home evening by singing “I Stand All Amazed,” or read the words of the song aloud together."]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p46","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p46"},"Begin with the baby pictures, and let the children guess whose pictures they are. Explain simply how we all make mistakes as we grow up. Tell them that Jesus made it possible for us to repent. Explain that",["span.emphasis","repent"],"means to change from doing something wrong to doing the right thing. We can receive forgiveness if we make mistakes after we are sorry and do not do them anymore. Explain that",["span.emphasis","forgiveness"],"means that the Lord will not remember our mistakes any more."],["div",{"id":"p47","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p47"},"Tell the following story:"],[".topic",["h3","Julie Repents"],["div",{"id":"p49","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p49"},"Julie went to play with her friend Lisa. Lisa had some new clothes for her doll, and they spent the afternoon trying them all on the doll. It was fun to see the doll in so many different clothes. When Julie put on her coat to go home, she slipped one of Lisa’s new doll dresses into her pocket. She didn’t think Lisa would miss it because she had so many other clothes for her doll."],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p50"},"Julie put the dress on her doll when she got home, but it didn’t seem as much fun to play with the dress this time. She knew that the dress belonged to her friend, and she was sorry she had taken it. At dinner Julie didn’t feel like eating. She was worried about the dress and didn’t feel good inside. All she could think about was that she had taken the dress. She knew it was wrong."],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p51"},"After dinner she told her mother what she had done and asked her to go with her to Lisa’s house to take the dress back. Julie gave the doll dress to Lisa and told her that she was sorry she had taken it. Lisa quickly forgave Julie and told her everything was all right. Then Julie told her mother that she would never again take anything that belonged to someone else. Julie skipped all the way home. She felt good now; she was happy."],["div",{"id":"p52","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p52"},"Explain to your children that Julie did something wrong, but she was sorry and changed. She did the right thing by taking the dress back. This is what it means to repent. Before Julie took the dress back, she was worried and felt badly, but after she was happy and felt good. Remind the children that when they make a mistake they can feel sorry and change just like Julie did."]]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p54"},"Use the baby pictures, and review the section “Suggestions for Future Home Evenings” in",["a.crossRef",{"href":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-nine-heavenly-father-provided-us-a-savior.p2"},"lesson 9"],", “Heavenly Father Provided Us a Savior. Explain that the price we must pay to accept Jesus’ atonement is repentance, which may include deep sorrow and painful remorse. President Spencer W. Kimball wrote:"],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p55"},"“However he tries, a man cannot escape the consequences of sin. They follow as the night follows the day. Sometimes the penalties are delayed in coming, but they are as sure as life itself. Remorse and agony come. … Remorse may be pushed aside with bravado and brainwashing, but it will return to prick and pinch. It may be drowned in alcohol or temporarily shocked into numbness in the increasing sins which follow, but the conscience will eventually awaken, and remorse and sorrow will be followed by pain and suffering. … And the longer repentance is pushed into the background the more exquisite will be the punishment when it finally comes to the fore."],["div",{"id":"p56","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p56"},"“The words of Alma give us what is perhaps the best scriptural account of the exquisite suffering of the sinner."],["div",{"id":"p57","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p57"},"“‘But I was racked with eternal torment, for my soul was harrowed up to the greatest degree and racked with all my sins."],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p58"},"“‘Yea, I did remember all my sins and iniquities, for which I was tormented with the pains of hell; yea, I saw that I had rebelled against my God, and that I had not kept his holy commandments."],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p59"},"“‘… the very thought of coming into the presence of my God did rack my soul with inexpressible horror."],["div",{"id":"p60","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p60"},"“‘Oh, thought I, that I could be banished and become extinct both soul and body, that I might not be brought to stand in the presence of my God, to be judged of my deeds.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.12-15"},"Alma 36:12–15"],".]"],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p61"},"“If men would only let their sins trouble them early when the sins are small and few, how much anguish would be saved them!” (",["span.emphasis","The Miracle of Forgiveness"],"[Salt Lake City: Bookcraft, 1969], pp. 141–42.)"],["div",{"id":"p62","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p62"},"Discuss the section in the lesson entitled “We Can Repent and Grow.” You could also take the “Repentance Quiz.”"],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p63"},"Discuss in depth",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],", such as follows:"],["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","When we try to follow the Savior and become more like him,",["span.underline","we come unto him."]]],["td",{"colspan":"1","rowspan":"1"},[".para",["b",["span.underline","And if men come unto me"]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","As we study the scriptures and pattern our lives after the Savior,",["span.underline","we recognize"],"what in our lives needs improvement."]],["td",{"colspan":"1","rowspan":"1"},[".para",["b","I will",["span.underline","show unto them their weakness."]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","God has allowed us to have the capacity to",["span.underline","make mistakes"],"here on earth."]],["td",{"colspan":"1","rowspan":"1"},[".para",["b",["span.underline","I give unto men weakness"]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Our Heavenly Father allowed this condition that we might be",["span.underline","humble"],"and desire to turn to him for our strength and realize that we need him in all we do."]],["td",{"colspan":"1","rowspan":"1"},[".para",["b","that they may be",["span.underline","humble"],";"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","The",["span.underline","gift of the Atonement"],"has paid for our sins (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.24"},"Romans 3:24"],",",["a.scriptureRef",{"href":"/scriptures/nt/rom/4.7"},"4:7"],")."]],["td",{"colspan":"1","rowspan":"1"},[".para",["b","and",["span.underline","my grace is sufficient"]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","It is necessary to be",["span.underline","humble"],"first in order to be teachable and want to change and improve."]],["td",{"colspan":"1","rowspan":"1"},[".para",["b",["span.underline","for all men"],"that",["span.underline","humble"],"themselves before me; for if they",["span.underline","humble"],"themselves before me,"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Jesus made it possible for us to repent and progress. Without",["span.underline","faith"],"in his atoning sacrifice, we cannot reach out and accept the gift of the Atonement."]],["td",{"colspan":"1","rowspan":"1"},[".para",["b",["span.underline","and have faith in me,"]]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Even those things we consider to be",["span.underline","our greatest faults can become our strengths if"],"we turn to Jesus for forgiveness and strength."]],["td",{"colspan":"1","rowspan":"1"},[".para",["b",["span.underline","then will I make weak things strong unto them."]]]]]]],["div",{"id":"p80","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p80"},"Point out that God does not want us to worry about our sins once we have overcome them and repented. Together read, discuss, and memorize",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42"},"Doctrine and Covenants 58:42"],". You may also want to discuss",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.18"},"Isaiah 1:18"],"."],["div",{"id":"p81","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p81"},"Conclude the lesson by bearing your testimonies of the Savior and sharing your experiences of the blessing of repentance."]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","Understanding the Steps of Repentance"],["div",{"id":"p84","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p84"},"There is good material on repentance in",["span.crossRef","chapter 19"],", “Repentance,” of",["span.emphasis","Gospel Principles"],"[31110], pages 122 through 127. Discuss the definition, the steps, and the need for repentance using that information."]],[".topic",["h3","Learning to Forgive Oneself"],["div",{"id":"p86","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p86"},"Many people take all the steps of repentance except the last one, forgiving themselves. Tell the story of how Saul of Tarsus, persecutor of the Saints after Jesus’ death, became Paul the Apostle. He became a devoted and successful missionary. (See",["a.scriptureRef",{"href":"/scriptures/nt/acts/9.3-19"},"Acts 9:3–19"],".)"],["ul.bullet",["li",["span.label","•"],[".para","If Paul had not been able to forgive himself for his serious sins after he repented and became converted, how effective a missionary would he have been?"]],["li",["span.label","•"],[".para","If we do not forgive ourselves after we have repented, how effective can we be in whatever we do?"]]]],[".topic",["h3","Developing the Spirit of Repentance"],["div",{"id":"p90","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p90"},"Have a home evening for older children, teenagers, and adults on the spirit of repentance. Emphasize that although the steps we often discuss are important, the attitude of repentance is also very important."],["ul.bullet",["li",["span.label","•"],[".para","Why is this so?"]],["li",["span.label","•"],[".para","Can one truly repent without a desire to do so?"]]],["div",{"id":"p93","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p93"},"Explain that repentance is a direction in life, a habit of constant improvement, a spirit of being teachable and willing to grow each day from honestly looking at ourselves and striving to overcome (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.21"},"2 Nephi 2:21"],")."]],[".topic",["h3","Forgiving Others"],["div",{"id":"p95","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p95"},"Begin by asking your family:"],["ul.bullet",["li",["span.label","•"],[".para","What one thing did the Savior repeat with emphasis after he gave his famous prayer we call the Lord’s Prayer? (The admonition for us to forgive others [see",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.12-15"},"Matthew 6:12–15"],"].)"]]],["div",{"id":"p97","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p97"},"The Savior further emphasized this important principle when he talked to Peter about how many times we should forgive each other (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.21-22"},"Matthew 18:21–22"],"). Then Jesus told one of his parables about two men who owed money. Read the parable in",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.23-35"},"Matthew 18:23–35"],", and discuss the importance of forgiving others."],["div",{"id":"p98","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p98"},"In our day this same principle has been highlighted by the Lord in many sections of the Doctrine and Covenants. Read together",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.8-10"},"Doctrine and Covenants 64:8–10"],", and discuss what the verses mean to you."]],[".topic",["h3","Have a Scripture Night"],["div",{"id":"p100","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p100"},"Spend a home evening locating, reading, and discussing your favorite passages of scripture about repentance and the atonement of Christ, which made the forgiveness of sin possible for all of us. If you need help in locating appropriate passages, look under “Repent, Repentance” in the Topical Guide of the Latter-day Saint edition of the King James Version of the Bible."],["div",{"id":"p101","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p101"},"You may wish to have a scripture chase game, in which you state a topic or phrase from a scripture and let family members race to find it in their copies of the scriptures. The person who finds it first wins and reads the complete passage out loud."],["div",{"id":"p102","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p102"},"You may also wish to combine these suggestions with the following activity."]],[".topic",["h3","Singing the Hymns of Atonement"],["div",{"id":"p104","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-ten-jesus-made-repentance-possible.p104"},"Have a spiritual evening of hymns about the atonement of Jesus Christ. Let family members take turns naming their favorite hymn to sing, such as “Behold the Great Redeemer Die” (",["span.emphasis","Hymns,"],["span.crossRef","no. 191"],"), “God Loved Us, So He Sent His Son” (",["span.emphasis","Hymns,"],["span.crossRef","no. 187"],"), or “How Great the Wisdom and the Love” (",["span.emphasis","Hymns,"],["span.crossRef","no. 195"],"). Family members may wish to tell why this hymn is important to them or what it means to them. A brief discussion before the hymn will make the singing more meaningful."]]]]],"refs":null}
