{"id":26,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":26,"title":"Lesson Twenty-two: Our Extended Family","subtitle":"","short_title":"Lesson Twenty-two","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family","content":[["div",{"id":"head23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.head23"},[".titleNumber","Lesson Twenty-two"],["h1","Our Extended Family"],[".intro","And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.6"},"Malachi 4:6"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p5"},"Help family members to develop a greater appreciation and love for their extended family and to take steps to strengthen extended family relationships."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p7"},"Relationships with members of the extended family can be a great blessing. The extended family includes your children’s grandparents, uncles, aunts, and cousins."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p8"},"It is the Lord’s will that we be sealed in an unending chain according to the patriarchal order of the priesthood. If we do all we should together as an extended family, we will be united together after this life in the presence of our Heavenly Father."]],[".topic",["h2","PREPARATION"],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p10"},"Prepare at least two charts, each showing the families into which the father and mother were born. You may wish to prepare similar additional charts for the grandparents as well. If possible, mount appropriate pictures beside each name."]],[".topic",["h2","SUGGESTED HYMN AND SONG"],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p12"},"“Love at Home” (",["span.emphasis","Hymns,"],["span.crossRef","no. 294"],")."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p13"},"“When Grandpa Comes” (",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","201"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","Knowing Our Relatives"],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p16"},"Tell the following story to lead your family into discussion:"],[".topic",["h4","Do You Remember?"],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p18"},"Mother and the four children were shopping one afternoon when they bumped into some of their father’s relatives."],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p19"},"“Stephen and Kay, these are two of daddy’s aunts who live here in town,” mother explained as she introduced the two older children to the elderly ladies. “Aunt Nellie and Aunt Elaine are your Grandma Smith’s sisters. Remember when we visited them a couple of years ago?”"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p20"},"Stephen and Kay glanced at each other and shrugged their shoulders. They couldn’t remember ever meeting Great Aunt Nellie or Great Aunt Elaine."],["ul.bullet",["li",["span.label","•"],[".para","Has something like this ever happened to you? Have you ever met distant relatives?"]]],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p22"},"Share experiences of how your feelings toward your relatives may have changed when you got to know them."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p23"},"Discuss how knowing some of these distant relatives can be interesting and important. You may wish to relate family traditions and history about some of them. Explain that it is even more important to know well the members of your closer extended family."]]],[".topic",["h3","The Extended Family"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p25"},"Discuss the difference between your immediate family and your extended family. The immediate family includes the father, mother, and children. The extended family includes the grandparents and their children, the aunts and uncles, and their children, the cousins."],["ul.bullet",["li",["span.label","•"],[".para","Why is the immediate family so important?"]],["li",["span.label","•"],[".para","What are the responsibilities of the immediate family members to each other?"]]],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p28"},"To help answer these questions, read",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.1-4"},"Ephesians 6:1–4"],"."],["ul.bullet",["li",["span.label","•"],[".para","Why are family relationships even more important than relationships with friends?"]]],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p30"},"Review your plans for an eternal family, a family that can be together forever. Emphasize your experience of being sealed in the temple if you have had this experience."],["ul.bullet",["li",["span.label","•"],[".para","Why is the extended family also important? (Our grandparents made it possible for many of the blessings we now have. Our uncles, aunts, and cousins can enrich our lives, and we can use our talents to help them in their lives. Our extended family can also be together in the celestial kingdom forever by being sealed in the temple and living worthily.)"]]],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p32"},"Discuss",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.6"},"Malachi 4:6"],"."],["ul.bullet",["li",["span.label","•"],[".para","Do you know all of your aunts and uncles? How many of them have you met? Which ones are older or younger than father or mother? Do you know all of your cousins? How many of them have you seen? Who are the new ones? When did you last see them? When will you get a chance to see all these relatives again?"]]],["div",{"id":"p34","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p34"},"Display one by one the charts you have prepared as your discussion progresses. Ask family members to tell anything they remember about each person on the charts. Parents can also tell a story about each person. Discuss any future plans to visit or be visited by these various relatives."]],[".topic",["h3","We Can Know Our Extended Family Better"],["ul.bullet",["li",["span.label","•"],[".para","What are some things we can do to become closer to members of our extended family?"]]],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p37"},"Allow a free discussion. Often the children will come up with the best ideas. With the aid of the charts, discuss how your family can build a better relationship with each person."],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p38"},"Make both short- and long-range goals to help you draw closer to members of your extended family. You will probably wish to use this year’s calendar to help you organize your plans. The following list contains some possibilities:"],["div",{"id":"f249","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.f249"},["ol.number",["li",["span.label","1."],[".para","Visit a different family every Sunday, every other Sunday, or regularly on another day that would be convenient."]],["li",["span.label","2."],[".para","Send birthday and anniversary greetings."]],["li",["span.label","3."],[".para","Write regularly with cousins of your own age."]],["li",["span.label","4."],[".para","Help organize a regular extended family meeting. (Due to distance, many may be unable to attend regularly, but those close to each other should meet together.)"]],["li",["span.label","5."],[".para","Help plan an annual family reunion."]],["li",["span.label","6."],[".para","Organize a family newsletter or newspaper."]],["li",["span.label","7."],[".para","Set up extended-family traditions."]],["li",["span.label","8."],[".para","Set up an extended-family photo album."]],["li",["span.label","9."],[".para","Exchange family histories and family group sheets."]],["li",["span.label","10."],[".para","Plan to visit relatives who will be having marriage or missionary celebrations."]]]]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p50","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p50"},"An important goal for your children would be for them to be able to identify each member of the extended family on both the father’s and mother’s side. Point out the pictures on your chart as you discuss your relatives. Perhaps you will want to pause at each picture and tell a story about the person with which the children may be familiar. Emphasize each person’s name and that these people are your family even though they do not live in your house."],["div",{"id":"p51","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p51"},"Conclude by doing something to associate with your extended family members, such as making a visit, calling on the phone, or writing a card."]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p53","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p53"},"By telling the story “Do You Remember?” and using the prepared charts, ask the older children and adults how many members of the extended family on both sides they can name. Include the aunts, uncles, and cousins of the parents."],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p54"},"Read together the following statement by President Ezra Taft Benson:"],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p55"},"“Our responsibility to organize our families at the immediate family level begins when a couple is married. The grandparent family organization develops as children from the immediate family marry and have children. Through such family organizations, every family in the Church should become actively involved in missionary work, family preparedness, family history and temple work, teaching the gospel, and cultural and social activities.” (In Conference Report, Oct. 1978, p. 41; or",["span.emphasis","Ensign,"],"Nov. 1978, p. 30.)"],["ul.bullet",["li",["span.label","•"],[".para","What can we do to help establish an extended family organization?"]],["li",["span.label","•"],[".para","What kind of activities would our extended family organization enjoy?"]],["li",["span.label","•"],[".para","What goals should our extended family organization have?"]]]],[".topic",["h2","FOR GRANDPARENTS"],["div",{"id":"p60","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p60"},"Elder Marvin J. Ashton suggested one activity that grandparents could use to help strengthen the extended family organization:"],["div",{"id":"p61","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p61"},"“I challenge grandparents to foster reading programs with your grandchildren. If you are close enough to be with them, read the books to them that will help develop character and ideals. If you’re a distance away, send them books, old or new, with a personal invitation to read them and report how they like them.” (In Conference Report, Oct. 1977, p. 109; or",["span.emphasis","Ensign,"],"Nov. 1977, p. 72.)"],["ul.bullet",["li",["span.label","•"],[".para","What other things can you do to aid your children’s children? What restrictions should you place upon yourself so that you do not take over the proper role of the parents?"]]],["div",{"id":"p63","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p63"},"Use the conclusion of the family lesson to set goals to become closer to members of your extended family."]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","Learning Who’s Who in Your Extended Family"],["div",{"id":"p66","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p66"},"Find pictures of grandparents, aunts, uncles, and cousins as far removed as you care to extend family knowledge. If possible, get two pictures of the same family member at different ages. Show a picture, and see who can give the correct name first. Or display four or five pictures and challenge family members to name all of them."],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p67"},"When family members have learned to identify the pictures, try a memory game. Display five pictures for ten seconds. The players study them, then look away. Remove one picture and ask, “Who is missing?” As players become more skilled, increase the number of pictures displayed, and rearrange the pictures while they are looking away."],["div",{"id":"p68","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p68"},"If you have two pictures of each person, you can play “Concentration.”"],["div",{"id":"p69","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p69"},"Each player gets a turn to try to match a pair by turning up two pictures, one after the other. If they match, he removes them to his pile. If they do not, he turns them face down again. Players watch and try to remember where those that match are located. The player who finds the most pairs wins. To make the game harder, use pictures taken at different ages. Thirty pictures or more (fifteen pairs) makes a good game. You can also challenge family members to arrange the pictures in family trees to show knowledge of family relationships."]],[".topic",["h3","Getting to Know Grandparents"],["div",{"id":"p71","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p71"},"Grandparents can enrich your children’s lives many times during family home evening through personal visits, tapes, or letters. Help grandparents to prepare by asking them to supply specific information for a given evening, such as what kinds of games they played when they were little, what their earliest memories are, or how they joined the Church. If possible, ask them to supply pictures and objects from their past."]],[".topic",["h3","Honoring Our Ancestors"],["div",{"id":"p73","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p73"},"Visit a cemetery where some of your family is buried. You could—"],["div",{"id":"f252","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.f252"},["ol.number",["li",["span.label","1."],[".para","Explain the separation of the spirit from the body at death."]],["li",["span.label","2."],[".para","Notice dates and figure ages."]],["li",["span.label","3."],[".para","Compare the dates to historical events."]],["li",["span.label","4."],[".para","Note family relationships."]]]],["div",{"id":"p78","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p78"},"Tombstone rubbing can be an interesting project. To do this, place a piece of paper over the writing on the tombstone, and rub it carefully with a pencil, crayon, or piece of colored chalk. In this way the writing is transferred to the paper."],["div",{"id":"p79","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p79"},"You may wish to make a special family project of decorating the graves of grandparents or great-grandparents with flowers."]],[".topic",["h3","Getting to Know Our Cousins"],["div",{"id":"p81","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p81"},"Use your family home evening to plan and invite cousins to join. Plan some activities that might be held. Family members might plan to get together three or four times a year for special activities, to encourage each other about missions and temple marriages, to write to missionary cousins, or to do service projects for grandparents and other family members, such as giving a shower for a bride, tying a quilt for each cousin, or having graduation parties or birthday parties. If this is not practical due to distance or for other reasons, family members could plan to write letters regularly back and forth."]],[".topic",["h3","Deepening Family Relationships"],["div",{"id":"p83","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-twenty-two-our-extended-family.p83"},"Consider what you already have in common with different family units in the extended family. Consider what interests you might develop with other families. A variety of activities and experiences with other family units will strengthen your family relationships. Plan activities, such as showing family slides of vacations and travels, playing a game of soccer or baseball, making ice cream, hiking together, collecting minerals or seashells, or going on a temple excursion. You can use a family home evening to plan how to organize and carry out one or two such activities with other family units in your extended family."]]]]],"refs":null}
