{"id":15,"parent_id":4,"book_id":71,"content_id":1,"language_id":1,"display_order":15,"title":"Lesson Eleven: My Faith in Christ Can Grow","subtitle":"","short_title":"Lesson Eleven","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow","content":[["div",{"id":"head12","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.head12"},[".titleNumber","Lesson Eleven"],["h1","My Faith in Christ Can Grow"],[".intro","We believe that the first principles and ordinances of the Gospel are: first, Faith in the Lord Jesus Christ.",["br"],"[",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"Articles of Faith 1:4"],"]"]],[".bodyBlock",[".topic",["h2","PURPOSE"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p5"},"Help your family increase their faith in Jesus Christ."]],[".topic",["h2","FOR THE PARENT"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p7"},"Children have a natural faith in anything their parents tell them. If they learn about Jesus at an early age, they will have a simple faith that he lives and that he loves them. This will help to bring his Spirit into their lives. That is why you are commanded by the Lord to teach your children faith in Jesus Christ while they are young."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p8"},"Their childlike faith grows as you provide opportunities for them to pray, to learn about the Savior, and to apply their faith to their lives."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p9"},"If you want your family to have faith in Jesus, they must see you praying, studying the gospel, and following the teachings of the Savior. Example is much more important than anything you can tell them. The words you say will have more meaning when your children see your example."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p10"},"By sharing faith-building experiences with your family members, you will help them grow in faith until they become strong enough to successfully face the temptations and trials in their own lives."]],[".topic",["h2","PREPARATION"],["div",{"id":"f110","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.f110"},["ol.number",["li",["span.label","1."],[".para","Bring a chalkboard and chalk or poster and marker."]],["li",["span.label","2."],[".para","Bring a seed and, if possible, a picture of the plant it becomes."]],["li",["span.label","3."],[".para","Prepare the chart “Our Faith in Jesus Christ Can Grow” as illustrated under the heading “How to Help Our Faith Grow.”"]],["li",["span.label","4."],[".para","Prepare a slip of paper for each family member with the phrase “I will increase my faith in Jesus this week by—” written on it."]]]]],[".topic",["h2","SUGGESTED HYMNS"],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p17"},"“Come, Follow Me” (",["span.emphasis","Hymns,"],["span.crossRef","no. 116"],")."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p18"},"“The Light Divine” (",["span.emphasis","Hymns,"],["span.crossRef","no. 305"],")."]],[".topic",["h2","SUGGESTED LESSON"],[".topic",["h3","Faith in Christ Brings Us Strength"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p21"},"Begin by telling your family about Lehi’s dream (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.title"},"1 Nephi 8"],",",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.title"},"15:21–36"],"):"],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p22"},"Lehi was a prophet who lived long ago. His dream was about the way to eternal life. In his dream, Lehi saw a beautiful tree. The tree stood for the love our Heavenly Father has for us. Its fruit was eternal life. There was a straight and narrow path leading to the tree. Along the path was a rod of iron. The rod of iron represented the word of God, or his commandments. A river ran beside the path, and it was full of filthy water. The river represented the wickedness and sin in the world that people can fall into. As Lehi watched people moving along the path, there arose mists of darkness that made it hard for them to see where they were going. Many of the people clung to the rod of iron to stay on the path. Others wandered in the mists of darkness and were lost. Those who held to the rod reached the tree."],["ul.bullet",["li",["span.label","•"],[".para","What made some of the people able to hold on and move forward through the mists of darkness instead of becoming confused, letting go, and losing their way? (They believed that the rod would lead them safely through the darkness to the tree. They trusted it.)"]]],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p24"},"Explain that this is faith."],["ul.bullet",["li",["span.label","•"],[".para","What do you think the mists of darkness represented? (Temptations that make it hard to keep our minds and hearts on the goal of eternal life.)"]],["li",["span.label","•"],[".para","What mists of darkness do we have in life today?"]]],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p27"},"Explain that all people have times in their lives when mists of darkness surround them. Problems arise that seem unsolvable. Hardships come that seem unnecessary and unfair. Suffering, failure, family problems, war, false teachings, and confusion about why things are happening sometimes combine to make us lose sight of where we are going. When this happens, some people give up and lose their way, but others are able to keep going and even keep a cheerful attitude and help others. Faith makes the difference. At this time you may want to share examples from your own life or from the lives of others who have conquered trials through faith."]],[".topic",["h3","We Can Develop Faith in Jesus Christ"],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p29"},"Tell your family that one of the best ways to prepare yourself to face life successfully is to develop faith in Jesus Christ. Have someone quote or read the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"fourth article of faith"],". Faith in Jesus is the",["span.emphasis","first"],"principle of the gospel. (See",["span.crossRef","chapter 18"],", “Faith in Jesus Christ,”",["span.emphasis","Gospel Principles"],"[31110], pp. 116–21.)"],["ul.bullet",["li",["span.label","•"],[".para","What is faith? (A belief in something that can’t be seen or proved by scientific methods. A trust that is so strong it causes us to act on it.)"]],["li",["span.label","•"],[".para","Why is faith in Jesus Christ so important?"]]],["div",{"id":"p32","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p32"},"To answer this question, read",["a.scriptureRef",{"href":"/scriptures/nt/john/14.6"},"John 14:6"],"."],["ul.bullet",["li",["span.label","•"],[".para","What does",["span.emphasis","way"],"mean?"]],["li",["span.label","•"],[".para","What did Jesus mean when he said that he is the way?"]]],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p35"},"Discuss how Jesus leads the way back to our Heavenly Father. We belong to his church and follow his example. We have faith in his great sacrifice, which will enable us to return to our heavenly home if we prepare ourselves."],["ul.bullet",["li",["span.label","•"],[".para","Why can we have faith that Jesus is the way back to Heavenly Father? (Because Heavenly Father sent him to show us the way, because Jesus does and says only what Heavenly Father wants him to, and because of our own testimonies.)"]]]],[".topic",["h3","To Have Faith in Jesus, We Must Know Him"],["ul.bullet",["li",["span.label","•"],[".para","Why are we sometimes afraid of strangers? (Because we don’t know them and don’t know if we can trust them.)"]]],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p39"},"Discuss why it is hard to have faith in someone whom we do not know. Explain that faith comes from knowing and trusting someone. To have faith in Jesus, we have to know him. Use your chalkboard or poster to write down some of the things that your family knows about Jesus, such as—"],["div",{"id":"f117","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.f117"},["ol.number",["li",["span.label","1."],[".para","He is the Son of God."]],["li",["span.label","2."],[".para","He lives."]],["li",["span.label","3."],[".para","He loves us."]],["li",["span.label","4."],[".para","He loves everyone."]],["li",["span.label","5."],[".para","He died for us."]],["li",["span.label","6."],[".para","He is our Savior."]],["li",["span.label","7."],[".para","He is patient."]],["li",["span.label","8."],[".para","He is forgiving."]],["li",["span.label","9."],[".para","He has power over the elements of the earth."]],["li",["span.label","10."],[".para","He knows what is best for us."]],["li",["span.label","11."],[".para","He wants us to be happy."]],["li",["span.label","12."],[".para","His teachings come from Heavenly Father and will lead us back to him."]],["li",["span.label","13."],[".para","He and Heavenly Father appeared to Joseph Smith."]]]]],[".topic",["h3","Faith Grows"],["div",{"id":"p54","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p54"},"Tell your family that you know they already have faith in Jesus because of some of the things they think, say, and do. Name some of the ways they show their faith. For example, they were baptized into his church. They hold family home evening. They go to church. They pray to their Heavenly Father the way Jesus taught them to."],["div",{"id":"p55","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p55"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.20"},"Matthew 17:20"],"."],["ul.bullet",["li",["span.label","•"],[".para","Why did Jesus compare faith to a seed?"]]],["div",{"id":"p57","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p57"},"Show the seed that you brought, and explain that although it is small it has the ability to grow into a big plant. Hold up the picture of the plant. Tell the family that the mustard seed was chosen by Jesus to teach faith because it is a small seed that grows into a tree."],["div",{"id":"p58","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p58"},"Faith usually begins as a small thing. Sometimes it begins with only the desire to believe. Like the seed, it has within it the ability to grow in strength and power. To grow, it needs to be planted and taken care of. (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.28-43"},"Alma 32:28–43"],".)"],["div",{"id":"p59","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p59"},"The seed of faith is planted in our hearts. As we take care of it and it begins to grow, our faith fills our lives with blessings, and we find miracles happening in our lives. These may not be miracles like the moving of a mountain, but we will notice changes taking place in ourselves and those around us that we thought would never happen. We will feel the blessings of Heavenly Father in our lives and have reason to rejoice. We will have the confidence and strength to hold on to the iron rod until we reach eternal life."]],[".topic",["h3","How to Help Our Faith Grow"],["ul.bullet",["li",["span.label","•"],[".para","What can we do to help our faith in Jesus Christ grow?"]]],["div",{"id":"p62","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p62"},"After your family has responded to this question, hold up the chart you have made, “Our Faith in Jesus Christ Can Grow,” using the sample below:"],["table.lds-table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para",["b","Our Faith in Jesus Christ Can Grow"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","1.",["span.emphasis","Pray"],"to Heavenly Father, and ask him to help your faith in Christ grow."],[".para","2.",["span.emphasis","Learn"],"all you can about the Savior."],[".para","3.",["span.emphasis","Follow"],"Jesus’ example and his teachings."]]]]],["div",{"id":"p67","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p67"},"Discuss each step as you read it, using the following ideas:"],["div",{"id":"f120","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.f120"},["ol.number",["li",["span.label","1."],[".para","Prayer is important in making our faith grow because the feeling of sureness or testimony of Jesus Christ can come only from Heavenly Father. It comes by revelation through the Holy Ghost. We need help from our Heavenly Father to know Jesus and to understand and have faith in the things we learn about him."]],["li",["span.label","2."],[".para","We must continue to learn all we can about our Savior. We have the scriptures to teach us about his life and teachings. We have our Church classes and sacrament meetings. We also have seminary, family home evening, and the Church magazines to teach us about him and what he wants us to do."]],["li",["span.label","3."],[".para","The best way we can develop faith in Jesus is to live his teachings. This is how we learn that they bring good results and joy to us. In fact, faith is believing and trusting him enough to do what he wants us to do even when it is difficult. By using our faith in this way, it will grow. We will also find that we know and understand the Savior better."]]]],["div",{"id":"p71","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p71"},"Tell the following story or a similar one from your own experience:"],[".topic",["h4","Margie Follows the Teachings of Jesus"],["div",{"id":"p73","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p73"},"Margie stopped at the teacher’s desk on her way out of the classroom for lunch. She looked at the prisms he had displayed and couldn’t resist picking one up and making a rainbow in the light. She watched the rainbow dance up and down the wall. She shook the prism to make the rainbow dance faster. As she shook it, the prism slipped from her hand. She tried hard to catch it but instead knocked two more prisms off the teacher’s desk. She looked in horror at the broken glass at her feet. Then she looked around and saw that she was alone and that no one had seen the accident. She ran from the room."],["div",{"id":"p74","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p74"},"During lunch, Margie did not feel hungry. She did not feel like playing with her friends. She felt too miserable. She knew that she had done something wrong. She knew that Jesus would want her to admit her mistake, but she didn’t know if she could stand the humiliation. She had never been in trouble at school before. She was frightened and upset."],["div",{"id":"p75","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p75"},"Finally Margie decided she would tell her teacher as soon as lunch was over. She was so nervous about it that she lagged behind until she was the last one to return to class."],["div",{"id":"p76","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p76"},"There she found her teacher angrily demanding, “Which one of you broke these prisms?”"],["div",{"id":"p77","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p77"},"The class was silent. Margie almost failed in her resolve."],["div",{"id":"p78","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p78"},"“I did it,” Margie said at last. “It was an accident. I’m so sorry.”"],["div",{"id":"p79","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p79"},"The teacher looked surprised. Then he quietly asked her to help him clean up the glass. To Margie’s surprise, her heart felt happy as she worked. All of the bad feelings that had been with her during the lunch period were gone, and in their place was a feeling of peace. Margie knew that she had made a mistake, but she also knew that she had handled it in the right way. She had done what Jesus wanted her to do."],["ul.bullet",["li",["span.label","•"],[".para","How do you think this experience helped Margie’s faith in Jesus to grow?"]],["li",["span.label","•"],[".para","Do you think that next time it will be easier for her to follow Jesus’ teachings?"]],["li",["span.label","•"],[".para","Why?"]]],["div",{"id":"p83","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p83"},"Faith in Jesus grows from this kind experience. Invite family members to share similar experiences they have had."]]],[".topic",["h3","We Can Make Our Own Faith Grow"],["div",{"id":"p85","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p85"},"Conclude by talking about how your faith in Jesus Christ will grow only as you work to make it grow. By praying, studying about the Savior, and living his teachings, you will know for yourselves that you can trust in him. You will know that following him will bring happiness and peace. Then when you encounter difficulties, you will have the faith to keep his commandments, knowing in a very personal way that he will never let you down."],["ul.bullet",["li",["span.label","•"],[".para","What do we need to do to build our faith?"]]],["div",{"id":"p87","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p87"},"Pass out the papers you have prepared, and ask family members to think of at least one thing they can do to help their faith in Jesus Christ grow. Help them choose something they can do right away so they can have a successful experience. Tell them to pay special attention to how they feel as they do the assignment they set for themselves."],["div",{"id":"p88","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p88"},"Bear your testimony, and express your love for your family. Let them know that you want them to have all the blessings that come to the faithful. Challenge all the family, including yourself, that when temptation comes they will be strong."]]],[".topic",["h2","ADAPTING FOR YOUNGER CHILDREN"],["div",{"id":"p90","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p90"},"Tell your children that you are going to talk about having faith in Jesus.",["span.emphasis","Faith"],"means believing that Jesus lives and loves us and that he will bless us if we do what is right. If we trust him and follow his teachings, we will be happy. Our faith in Jesus can grow by learning about him."],["div",{"id":"p91","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p91"},"Share some stories about Jesus and what kind of person he is with your children. Choose your favorite stories, and retell their favorites. After each story, tell them what it teaches you about Jesus and why it helps you to have faith in him. Your children may not yet understand what faith is, but they will benefit from hearing the stories about Jesus, and their faith will grow."],["div",{"id":"p92","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p92"},"The following is an example of a story you might tell your children:"],[".topic",["h3","Jesus Blesses the Children"],["div",{"id":"p94","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p94"},"One day Jesus was teaching people. Some of the people wanted Jesus to bless their little children, and they started to take their children to where Jesus was sitting. Jesus’ disciples, who were the men who helped Jesus, tried to keep the people from bringing the little children to Jesus."],["div",{"id":"p95","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p95"},"Jesus saw this and told the disciples to let the children come to him. He said, “Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God” (",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.14"},"Mark 10:14"],")."],["div",{"id":"p96","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p96"},"The children came and climbed on Jesus’ lap, and he blessed them and showed them how much he loved them. (See",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.14-16"},"Mark 10:14–16"],".)"],["ul.bullet",["li",["span.label","•"],[".para","How do you think Jesus felt about little children?"]]],["div",{"id":"p98","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p98"},"Tell your children that during the week you are going to work together to develop more faith in Jesus by learning more about him. Then share stories of Jesus with the children throughout the week at mealtimes or at bedtimes (for example, the story of Jesus blessing the Nephite children in",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/17.17-25"},"3 Nephi 17:17–25"],")."]]],[".topic",["h2","ADAPTING FOR TEENAGERS AND ADULTS"],["div",{"id":"p100","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p100"},"Start with the example of the iron rod as in the regular lesson. You may want to read all or part of it from the scriptures."],["div",{"id":"p101","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p101"},"Ask your family members to share examples of people they know who have shown great faith."],["div",{"id":"p102","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p102"},"Have someone quote the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.4"},"fourth article of faith"],"."],["ul.bullet",["li",["span.label","•"],[".para","Why is faith in Jesus Christ the first principle of the gospel?"]]],["div",{"id":"p104","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p104"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/john/14.6"},"John 14:6"],", and discuss what it means that Jesus is the “way.”"],["ul.bullet",["li",["span.label","•"],[".para","How could you develop more faith in Jesus Christ?"]]],["div",{"id":"p106","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p106"},"Read and discuss the ideas under the section “Faith Grows.” Also discuss the chart."],["div",{"id":"p107","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p107"},"Invite family members to share experiences they have had in living the teachings of Jesus."],["div",{"id":"p108","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p108"},"Pass out the papers for the challenge as described in the family lesson, and have each person set a reasonable goal to increase his faith in Jesus Christ."]],[".topic",["h2","SUGGESTIONS FOR FUTURE HOME EVENINGS"],[".topic",["h3","Learning Faith in Christ through the Scriptures"],["div",{"id":"p111","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p111"},"There are many examples of faith in the scriptures. Have family members be prepared to relate a favorite scripture passage that demonstrates faith. Have them give the background to the scripture and the details that show the importance of having faith in Jesus Christ. After each story, discuss briefly what faith did for those in the story or what the scripture tells us about faith."],["div",{"id":"p112","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p112"},"Some scripture stories you might use include—"],["div",{"id":"f126","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.f126"},["ol.number",["li",["span.label","1."],[".para","Helaman and the two thousand young warriors (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.41-47"},"Alma 56:41–47"],",",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.24-27"},"57:24–27"],")."]],["li",["span.label","2."],[".para","The brother of Jared (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.1-13"},"Ether 3:1–13"],")."]],["li",["span.label","3."],[".para","Jesus rebuking his Apostles (",["a.scriptureRef",{"href":"/scriptures/nt/matt/17.14-21"},"Matthew 17:14–21"],")."]],["li",["span.label","4."],[".para","Doubting Thomas (",["a.scriptureRef",{"href":"/scriptures/nt/john/20.19-29"},"John 20:19–29"],")."]],["li",["span.label","5."],[".para","Joseph Smith’s vision (",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.11-20"},"Joseph Smith—History 1:11–20"],")."]],["li",["span.label","6."],[".para","The last days of Moroni (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/1.title"},"Moroni 1"],",",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.33"},"7:33"],",",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.32-34"},"10:32–34"],")."]],["li",["span.label","7."],[".para","Alma among the Zoramites (Alma 31–32, especially",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.27"},"Alma 32:27"],")."]]]]],[".topic",["h3","The Differences between Belief, Faith, and Knowledge"],["div",{"id":"p121","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p121"},"Introduce the lesson by asking about the differences between belief, faith, and knowledge. Then have the father (or oldest son in the family) lift each child in turn. Explain that the father is strong enough to hold the child. They know this because they have experienced it. Tell them that their father loves them and would not hurt them. Ask them if they believe this. Then ask a child to stand with his back to his father, eyes closed, and fall backward while his father catches him. Whatever the child actually does, explain that his willingness to do what he was asked shows faith in the promises made by his father. He knows his father can hold him up. He believes his father would not let him be hurt. He demonstrates his faith by willingly accepting his father’s promise and by doing what he is asked to do."],["div",{"id":"p122","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p122"},"After the children have done the activity, have family members list some of the promises Jesus has made to those who believe and have faith in him (for example,",["a.scriptureRef",{"href":"/scriptures/nt/john/4.14"},"John 4:14"],",",["a.scriptureRef",{"href":"/scriptures/nt/john/11.25"},"11:25"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.16"},"D&C 5:16"],")."],["div",{"id":"p123","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p123"},"Discuss how belief and faith work to bring about the promise. Explain that, like the father in the family, Jesus has made us a promise and that if we will have faith that he lives and will keep his promises, we can have eternal life."]],[".topic",["h3","The Power of Faith in Christ"],["div",{"id":"p125","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p125"},"Have an evening of faith-promoting stories from the lives of family members, ancestors, or other Church families, such as pioneers or Church leaders. Such an evening should start with a hymn such as “I Need Thee Every Hour” (",["span.emphasis","Hymns,"],["span.crossRef","no. 98"],") or “Father in Heaven, We Do Believe” (",["span.emphasis","Hymns,"],["span.crossRef","no. 180"],") and the reading of appropriate scriptures."]],[".topic",["h3","Learning to Exercise Faith"],["div",{"id":"p127","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p127"},"Start the evening with a series of physical exercises, such as sit-ups, running in place, or push-ups. While these are going on, talk about how exercise strengthens muscles."],["ul.bullet",["li",["span.label","•"],[".para","What else needs exercising? (Our spirits and our faith.)"]],["li",["span.label","•"],[".para","What will exercise do for faith? (Make it stronger and healthier.)"]],["li",["span.label","•"],[".para","How can we exercise our faith? (By bearing testimonies, sharing the gospel with others, praying, studying the scriptures, and living the commandments.)"]]],["div",{"id":"p131","uri":"/manual/family-home-evening-resource-book/family-home-evening-lessons/lesson-eleven-my-faith-in-christ-can-grow.p131"},"Explain that like physical exercise, building faith usually does not happen overnight but requires constant effort. Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/james/1.22"},"James 1:22"],"through",["a.scriptureRef",{"href":"/scriptures/nt/james/2.26"},"James 2:26"],"."]]]]],"refs":null}
