{"id":49,"parent_id":42,"book_id":71,"content_id":1,"language_id":1,"display_order":49,"title":"Avoiding Putting Children in Corners","subtitle":"","short_title":"Avoiding Putting Children in Corners","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners","content":[["div",{"id":"head8","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.head8"},["h1","Avoiding Putting Children in Corners"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p2"},"Even the tamest small animal will fight to preserve its life if it is backed into a corner. No family can hope for successful home evenings if the children feel threatened or pushed into a corner. Some parents, in trying to teach their family, sometimes use family home evenings to talk about personal problems of individual family members, thus embarrassing them and forcing them into corners. As a result, instead of confiding in their family and resolving problems, a child may withdraw, become angry, and possibly fear future home evenings. As parents, you should tactfully direct home evenings toward the solution of problems that affect the whole family, but never tear down or criticize individuals."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p3"},"For example, during one home evening six-year-old Marie told how her brother David had giggled when she tripped and fell on the front step. Both parents immediately became angry with David, telling him that it was wrong to laugh at mistakes, that he should try to understand others and always make them feel better, and so on. Although the ideas were good, without realizing it the parents were committing the same errors they were criticizing in their son. They had backed him into a corner and embarrassed him. Feeling angry and unfairly treated their son refused to participate during the rest of the home evening, and the experience was unpleasant for everyone."],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p4"},"You cannot make your children’s characters in one evening. And a direct attack often produces only resentment and anger. If your children learn to expect a lecture or reprimand whenever they disagree with you, they will soon stop expressing their real feelings. For example, one couple noted that their only child, five-year-old Jess, became unusually quiet every week during home evening, often early in the presentation. Only when they realized that everything they said was directed at him, that he was the target for each probing question, or was used as an example in each story, were they able to change. When they were finally able to make home evenings relaxed, with an open atmosphere, Jess began to enjoy and participate in the evenings."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p5"},"At the end of a home evening on service and sharing, another family tried to apply what had been discussed. Earlier in the day sixteen-year-old Marilyn had asked her older sister Teresa if she could borrow her formal for a dance the next Friday. Teresa had refused. To bring the lesson to a practical focus, the father directed a question to Teresa:"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p6"},"“Teresa, do you have anything you could share?”"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p7"},"Knowing what her father was trying to get her to say, Teresa said, “No. I don’t have anything to share!”"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p8"},"“What about your formal dress that Marilyn wants to borrow?” her father persisted."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p9"},"“Well, what about it?” Teresa shot back, her annoyance showing in her voice."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p10"},"“You should let your sister wear it,” her mother commented; “you’re being very selfish, and that’s just what our home evening was about—sharing.”"],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p11"},"Teresa was then completely cornered. “Now look,” she said, “I worked and saved to buy that dress with my own money. I’ve only worn it once, and I just don’t feel like lending it yet.”"],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p12"},"Thinking only of the evening’s lesson and not of his daughter’s feelings, the father said, “You haven’t learned a thing from home evening. You’re staying home from dances until you learn to share.”"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p13"},"“All right, all right,” Teresa said sarcastically, “she can wear my dress. Should I give her my shoes and everything else too?”"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p14"},"The parents might think they have solved the problem: Teresa has shared her dress, and they do not have to buy a dress for Marilyn. However, Teresa, who was pushed into a position where she had to fight or surrender, has feelings of anger and resentment toward both her parents and her sister. This type of personal conflict should not have been introduced into the family home evening. Such personal problems can be handled more effectively in private, with the parent giving each girl a chance to openly state her feelings."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/avoiding-putting-children-in-corners.p15"},"Home evenings must not become a time to check or report on whether children’s bedrooms are clean, toys are picked up, or chores are completed. Neither is it a time to determine whether one has really earned his allowance, or has been good enough to go out on a date the coming weekend. Wise parents will plan each home evening to avoid these personal conflicts. Family problems should be discussed, but not those that single out one family member, embarrassing him and pushing him into a corner. Corners are not comfortable!"]]],"refs":null}
