{"id":50,"parent_id":42,"book_id":71,"content_id":1,"language_id":1,"display_order":50,"title":"Creating Your Own Lessons","subtitle":"","short_title":"Creating Your Own Lessons","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons","content":[["div",{"id":"head9","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.head9"},["h1","Creating Your Own Lessons"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p2"},"No one knows your family better than you do. You live with them every day—work, play, struggle, laugh, grow, and learn with them. You are in the best position to know their needs and abilities, their weaknesses and strengths. You are probably the best teacher your family could have."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p3"},"Although this manual contains enough lesson ideas to last for many years, not all of them are expanded into complete lessons. Once you learn to put together a simple lesson, you will be able to adapt these ideas to teach your family just what they need. Use the full lessons as models or examples of a good lesson. They contain stories, thought questions, personal experiences, games, and activities—elements of a well-balanced lesson. Remember that there is no one right way to present a lesson. What matters most is your sincere desire to help your family understand and live the truths of the gospel. With that desire, and with prayerful study, you can develop your own lessons. Some suggestions and steps to help you create your own lessons follow."],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p4"},"First, choose a lesson topic. Think about any special needs, events, and interests your family may have right now. If you have just moved to a different city, a lesson on how to make new friends might be in order. If you are helping a child prepare for baptism, you may want to teach a lesson on the gift of the Holy Ghost. If someone in your family is suffering from low self-esteem, you might want to have an appreciation night for that person. Or, if someone in your ward or neighborhood has a special need, a lesson on serving others might be most helpful."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p5"},"If you can think of no special need or event, look for ideas in the manual. You may want to use some of the topics listed there, or you may want to share something you have learned in a Relief Society or priesthood lesson with your family. Perhaps an event in the news or in your community will give you an idea for a lesson."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p6"},"Be realistic when you choose your topic. You can’t hope to completely cover a gospel principle in one home evening."],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p7"},"If you try, your lesson will probably be superficial and confusing. By focusing on one specific aspect of a principle, you can teach it more clearly and in some depth. For example, if your lesson is on prayer, focus on one specific idea, such as how praying with and for each other can unify family members."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p8"},"After you have selected a topic, choose materials to make a full lesson. Consider the following resources: this manual, the scriptures (including illustrated children’s versions), the",["span.crossRef",["span.emphasis","Gospel Principles"]],"manual, Church magazines and the",["span.emphasis","Church News,",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/how-to-use-this-resource-guide.p1"},"Teaching, No Greater Call"]],"(prepared for teachers of Church classes but with many principles adaptable to home evening), current events, and personal experiences. The last one could be the most important. Sharing your own experiences will make your lessons more interesting and relevant to your children and will also help your family draw closer to one another. Your family will learn that the gospel is something to live, not just something to know."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p9"},"Your chosen topic should be the central part of your lesson. But how do you actually plan a full lesson around it? After you have studied the topic, you may want to make a simple outline of the points you think are most important. You will need to support each of these points with specific details—stories or examples to show what you mean; get them from the scriptures if you can. If you want your family to understand how repentance works, for example, you might tell a story to show repentance in action."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p10"},"Keep in mind that a good lesson usually has a variety of elements to support the main ideas. For instance, you may wish to use some of the following elements:"],["div",{"id":"f4","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.f4"},["ol.number",["li",["span.label","1."],[".para","Start with an attention-getter—a game, story, picture, or activity that will create immediate interest in your topic."]],["li",["span.label","2."],[".para","Choose one or two key scriptures that are central to the gospel topic you have chosen. (You may wish to write these on a poster that can also be displayed throughout the week. Some families memorize these scriptures as part of their weekly assignments.)"]],["li",["span.label","3."],[".para","Use an occasional game, role play, or other activity within the lesson to support the main idea. (This is also one way to involve children of all ages in one activity.)"]],["li",["span.label","4."],[".para","Use visual aids to create interest. A picture or poster can make your ideas more vivid and memorable. (Very young children can also participate by holding the visual aids or by placing them on a flannel board.)"]],["li",["span.label","5."],[".para","Ask questions that will cause thought. Avoid questions that can be answered yes or no. Questions that have more than one right answer, for instance, will cause more response. Help your family share their real feelings through thoughtful questions."]],["li",["span.label","6."],[".para","Use personal experiences, scripture stories, and actual examples to illustrate your main points."]],["li",["span.label","7."],[".para","Plan to inspire feelings and not just teach facts about the gospel. Family home evening is a time for sharing feelings, bearing testimony, and determining to do better together. It can help you draw closer together in a special way."]],["li",["span.label","8."],[".para","Help the family apply the gospel principle in their lives by giving them something to think about or do during the coming week that applies the main idea."]]]],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p19"},"Adapt and plan your lessons to interest each member of your family. If most of your children are teenagers or adults, stimulate them with ideas and activities that excite them. If your children are younger, select materials that will help them understand and appreciate the principle you are teaching. If you have a range of ages in your family group, be sure to include activities, questions, and lesson ideas that suit the level of every family member."],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p20"},"You do not have to know everything about a topic to teach it. Nor do you have to be perfect in a gospel principle to help your family understand it. In fact, pretending to know all about a topic or acting as if we are perfect in living the gospel can actually be discouraging to our families. But if we honestly and humbly try to live the principles of the gospel better ourselves, we can learn with our families. And they, seeing our efforts, will trust our teachings and want to try also."],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/creating-your-own-lessons.p21"},"May the Lord bless you in this great opportunity and responsibility."]]],"refs":null}
