{"id":43,"parent_id":42,"book_id":71,"content_id":1,"language_id":1,"display_order":43,"title":"Participation—an Important Part","subtitle":"","short_title":"Participation—an Important Part","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/participation-an-important-part","content":[["div",{"id":"head2","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/participation-an-important-part.head2"},["h1","Participation—an Important Part"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/participation-an-important-part.p2"},"One key to a successful family home evening is participation by all family members. This doesn’t mean just assigning various responsibilities, such as prayers, singing, or reading, to different members. It means freely sharing thoughts, ideas, and feelings that pertain to the lesson. The only way you can tell if family members understand what you present is to allow them to respond. Family home evening lessons were never intended to be given as lectures; they were designed to promote discussion and participation by everyone. If family members feel free to express themselves, you will be more aware of their feelings and concerns. This information will help you plan your home evening lessons to fill the needs of your family."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/participation-an-important-part.p3"},"Having an open discussion does not mean that everyone talks at once. In fact, proceeding in an orderly way, allowing each person his turn to talk while others listen, can in itself be a good lesson in communication for your family. Each should have the opportunity to talk, but he must also listen while others are speaking. If a child realizes that what he says is valued, he will be more attentive and involved in the lesson."],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/participation-an-important-part.p4"},"One way to stimulate participation is to ask questions. The kind of questions you ask will determine the kind of responses you will get. Often questions are asked to get a specific answer, such as",["span.emphasis","yes, no,"],"or a date, name, or some other fact. Although these questions may help to get family members to participate, some may hesitate to respond because either they are afraid of giving the wrong answer or they feel the answer is too obvious for a response. Questions that help people express themselves are those that ask, “What do you think about this?” or “How do you feel about this?” or “Do you remember an experience like this?” There are no wrong answers to questions like these."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/participation-an-important-part.p5"},"It is very important to listen carefully to the answers and to let your family know that you appreciate whatever contribution they make to the discussion. Children should feel comfortable about expressing themselves to the family."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/participation-an-important-part.p6"},"Another good way to invite comments is to use your own family’s experiences to illustrate ideas in the lesson. Children enjoy remembering and talking about their past experiences. Many good lessons can be learned and important feelings of love and belonging can be reinforced this way. Be careful, however, to avoid using examples that might embarrass or draw negative attention to anyone."],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/participation-an-important-part.p7"},"Family home evening lessons should involve the whole family."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/participation-an-important-part.p8"},"It is more important for your children to enjoy participating in the discussion than it is for you to finish the lesson, or cover every point you planned to make. If you can conclude the lesson with one good thought, idea, or gospel principle that each family member can remember, think about, and apply in his life, you have succeeded."]]],"refs":null}
