{"id":48,"parent_id":42,"book_id":71,"content_id":1,"language_id":1,"display_order":48,"title":"Reading Scriptures with Children","subtitle":"","short_title":"Reading Scriptures with Children","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/reading-scriptures-with-children","content":[["div",{"id":"head7","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/reading-scriptures-with-children.head7"},["h1","Reading Scriptures with Children"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/reading-scriptures-with-children.p2"},"Because the scriptures are sometimes difficult to understand, we often avoid reading them with children, particularly younger children. But children need and can be helped to understand and love the word of God. Many Bible stories are exciting and have all the elements of stories that children love. However, you cannot just sit down and read long passages to young children and expect them to understand. They can benefit from reading the actual words, and this should be included when you teach your children about the scriptures, but you also need to adapt the scriptures to the level of your children’s understanding."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/reading-scriptures-with-children.p3"},"All of us benefit from a study of the scriptures, not just a reading of them. Questions and discussion will help both younger and older children to gain a better understanding of scriptures."],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/reading-scriptures-with-children.p4"},"The following are some different ways to help your children understand the scriptures:"],["div",{"id":"f3","uri":"/manual/family-home-evening-resource-book/making-home-evenings-successful/reading-scriptures-with-children.f3"},["ol.number",["li",["span.label","1."],[".para",["b","Tell scripture stories to your children in simple terms."],"Use the names of people and places in the story. These may be written on small cards, posters, or prepared for a flannel board. Have your children repeat the names to help them remember them, and let them place the names on the flannel board. You should explain the meaning of the story to the children. For example: Noah tried to teach the people about Heavenly Father and about how they should live, but they did not listen to him. They were very bad and did not do what Heavenly Father wanted them to do, so he sent a flood, and all the people that were bad, the wicked people, died. After telling the story, read the actual scripture story to your children. You may need to stop and explain some of the words to help your children remember the easier version you have just told them. If necessary, skip some verses that do not add to the meaning of the story and read only the parts that tell the story. Your children will enjoy hearing verses read to them, and it is good for them to become familiar with the language used in the scriptures."]],["li",["span.label","2."],[".para",["b","Let children have their own scriptures."],"Get each child an inexpensive set of scriptures, even though they are too young to read. They will love to have their own books, and you can help them mark some of the stories you read. As they learn to read, help them ahead of time with scripture assignments so that they can read them during family home evening. Older children and teenagers often enjoy being able to explain terms or give background information for assigned scriptures. Be prepared to help with these assignments, to offer suggestions and sources of information."]],["li",["span.label","3."],[".para",["b","As a family, study the new LDS editions of the scriptures to learn what aids to scripture study these contain."],"For instance, help children understand what the footnotes mean and how the Topical Guide and Bible Dictionary can help them understand passages. Short assignments and exercises for family home evening can help each member gain a greater understanding of how he can be helped in his study of the scriptures."]],["li",["span.label","4."],[".para",["b","Use the Church’s excellent books:",["span.emphasis","Book of Mormon Stories, Old Testament Stories, New Testament Stories,"],"and",["span.emphasis","Doctrine and Covenants and Church History Stories"],"(each for beginning readers), as well as",["span.emphasis","Scripture Stories."]],"These have cassette tapes that children can listen to while looking at the pictures in the books. These teaching aids can help your children learn the stories from the scriptures. Be sure, however, that your children also hear the actual stories read from the standard works."]],["li",["span.label","5."],[".para",["b","Set up a regular time, in addition to family home evening, when you can read and study the scriptures together."],"This could perhaps be each Sunday or at bedtime. Make it a time your children will look forward to."]]]]]],"refs":null}
