{"id":17,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":17,"title":"Bitter and Sweet Plums","subtitle":"By Heather Jackson","short_title":"Bitter and Sweet Plums","uri":"/ensign/2013/03/bitter-and-sweet-plums","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/bitter-and-sweet-plums"},[".heading",{"id":"head1","uri":"/ensign/2013/03/bitter-and-sweet-plums.head1"},[".title","Bitter and Sweet Plums"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/bitter-and-sweet-plums.p2"},"By Heather Jackson"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/03/bitter-and-sweet-plums.p3"},"Heather Jackson lives in Utah, USA."]],[".kicker","Just as the bitter plums ripened into delicious sweetness, the bitterness I felt toward Jennifer and her family had been replaced with sweet friendship."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/03/bitter-and-sweet-plums.p5"},"Life had become extremely challenging for our young family. My husband’s business had failed, we owed more on our home than it was worth in a collapsing housing market, and with five children 10 and younger, I was pregnant with twins."],["p.para",{"id":"p6","uri":"/ensign/2013/03/bitter-and-sweet-plums.p6"},"We filed for bankruptcy and put our home up for sale—the beautiful home we had invested so much time and money in—and prepared to move in with my parents so we could start over. It was a difficult time, and I felt bitter about our loss."],["p.para",{"id":"p7","uri":"/ensign/2013/03/bitter-and-sweet-plums.p7"},"With one day left before our move, I looked outside and noticed that one of our plum trees was full of plums. I filled several bags with them, not caring that the plums were not ripe. Life was not being fair to us, so I was not going to let anyone else have my plums! The plums were so green they were downright bitter. I ate them anyway, feeling satisfied that I had salvaged what belonged to me."],["p.para",{"id":"p8","uri":"/ensign/2013/03/bitter-and-sweet-plums.p8"},"Compounding my misery was the fact that my parents’ home was right next to our old home. I could look into my old backyard every day, which only increased my bitter feelings toward the family who had purchased our house. I hated to see them out there playing on “our” grass, using “our” covered deck, and enjoying “our” home. I felt like my unhappiness would consume me."],["p.para",{"id":"p9","uri":"/ensign/2013/03/bitter-and-sweet-plums.p9"},"I knew I needed a change of heart, and I prayed for charity and courage every day. But I couldn’t bring myself to go visit our new neighbors. My heart was just too heavy."],["p.para",{"id":"p10","uri":"/ensign/2013/03/bitter-and-sweet-plums.p10"},"One day as I was taking the garbage out to the curb, I encountered Jennifer, the woman whose family had moved into our lost home. I recognized this as an answer to my prayers: Heavenly Father knew I could not bring myself to visit the new family, and He provided a different opportunity for me to speak with the mother. I needed to act on His answer."],["p.para",{"id":"p11","uri":"/ensign/2013/03/bitter-and-sweet-plums.p11"},"Jennifer knew who I was and how hard it had been for our family to leave our home. We were both uncomfortable, and the initial silence was more awkward than I could bear. Finally, I broke the ice by asking her if she liked the neighborhood. The conversation that followed surprised me. Our personalities clicked. I knew we could be friends. She invited one of my boys over to play with her son that same day."],["p.para",{"id":"p12","uri":"/ensign/2013/03/bitter-and-sweet-plums.p12"},"Then, several days later, Jennifer called to invite me to pick plums from the tree I thought I had left bare. I was amazed to see how many plums I had missed. I easily filled several bags, secretly glad I hadn’t taken them all earlier. The fully ripe plums were sweeter and more delicious, to my thinking, than they had been in any previous summer."],["p.para",{"id":"p13","uri":"/ensign/2013/03/bitter-and-sweet-plums.p13"},"Just as the bitter plums ripened into delicious sweetness, the bitterness I felt toward Jennifer and her family has been replaced with sweet friendship. I am grateful for a Heavenly Father whose hand is in my life, both in small ways and big ways, creating opportunities for growth and learning. I am grateful for the experience with plums both bitter and sweet."]],[".resources",[".figure",{"id":"f1","uri":"/ensign/2013/03/bitter-and-sweet-plums.f1"},[".title","The Lord’s Way"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/dieter-f-uchtdorf.jpg"}],["p.para",{"id":"p15","uri":"/ensign/2013/03/bitter-and-sweet-plums.p15"},"“There is enough heartache and sorrow in this life without our adding to it through our own stubbornness, bitterness, and resentment. … We must let go of our grievances. Part of the purpose of mortality is to learn how to let go of such things.",["span.emphasis","That is the Lord’s way."],"”"],[".citationInfo",["p.para",{"id":"p16","uri":"/ensign/2013/03/bitter-and-sweet-plums.p16"},"President Dieter F. Uchtdorf, Second Counselor in the First Presidency, “The Merciful Obtain Mercy,”",["span.emphasis","Ensign,"],"May 2012, 76–77."]]]]]]],"refs":null}
