{"id":18,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":18,"title":"Just Three More Rehearsals","subtitle":"By Erin Hill Littlefield","short_title":"Just Three More Rehearsals","uri":"/ensign/2013/03/just-three-more-rehearsals","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/just-three-more-rehearsals"},[".heading",{"id":"head1","uri":"/ensign/2013/03/just-three-more-rehearsals.head1"},[".title","Just Three More",["span.dominant","Rehearsals"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/just-three-more-rehearsals.p2"},"By Erin Hill Littlefield"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/03/just-three-more-rehearsals.p3"},"Erin Hill Littlefield lives in Texas, USA."]],[".kicker","Easter was nearing, but it seemed impossible for our choir to be ready in time."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/03/just-three-more-rehearsals.p5"},"The choir was struggling. Three weeks remained before we were to sing “Surely He Hath Borne Our Griefs” from George Frideric Handel’s",["span.emphasis","Messiah"],"in sacrament meeting on Easter Sunday, and we were nowhere near ready."],["p.para",{"id":"p6","uri":"/ensign/2013/03/just-three-more-rehearsals.p6"},"When I was called to direct the ward choir, I had felt prompted to tackle “Surely He Hath Borne Our Griefs.” Handel’s music was often difficult, but this song was relatively simple and only four pages long."],["p.para",{"id":"p7","uri":"/ensign/2013/03/just-three-more-rehearsals.p7"},"The text of the song comes from",["a",{"href":"/scriptures/ot/isa/53.4-5"},"Isaiah 53:4–5"],": “Surely he hath borne our griefs, and carried our sorrows. … But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him.” The beginning of the song is forceful; the ending is even more so and then resolves into something sublime."],["p.para",{"id":"p8","uri":"/ensign/2013/03/just-three-more-rehearsals.p8"},"The ward choir was excited to sing this piece. We started in January, dusting off thick, gray",["span.emphasis","Messiah"],"scores. For three practices we sang along with a Mormon Tabernacle Choir CD. Of course we could not match all the notes, but we were getting a feel for the majesty of the song. I thought it would get better."],["p.para",{"id":"p9","uri":"/ensign/2013/03/just-three-more-rehearsals.p9"},"I was wrong. After weeks of persistent effort, our choir seemed no closer to mastering the song. After an additional three weeks of diligent practice, we still lacked confidence—not to mention good pitch. I started to worry that we wouldn’t have time to learn the replacement selection."],["p.para",{"id":"p10","uri":"/ensign/2013/03/just-three-more-rehearsals.p10"},"I decided to express my concern at the end of one choir practice. “I’ve been thinking,” I said to the choir as they packed up the gray books, “that we’ve bitten off more than we can chew.” A few people nodded in agreement."],["p.para",{"id":"p11","uri":"/ensign/2013/03/just-three-more-rehearsals.p11"},"I told them that since I was a child I had cherished this music’s message that Christ paid the price for each one of us. The song was a touchstone of my testimony. It was gospel truth in musical form. Handel had composed the oratorio in a miraculous fashion, and it would be hard to deny that God had His hand in this music."],["p.para",{"id":"p12","uri":"/ensign/2013/03/just-three-more-rehearsals.p12"},"“I do think we have tried our very hardest,” I reminded the choir. “I think we can pray for some help in fulfilling this responsibility so we can sing in front of our ward.” Wry smiles scattered across the faces of the faithful choir members."],["p.para",{"id":"p13","uri":"/ensign/2013/03/just-three-more-rehearsals.p13"},"We decided that each choir member would make it a matter of specific prayer that we could learn the music and sing it in a way that would bring the Easter spirit to our ward. I felt an assurance that if we would pray for Heavenly Father’s help, our singing talents would be magnified, and I promised the choir that we would still sing on the scheduled Sunday. These were bold words, considering the state of our musical mastery, yet at the end of that discouraging rehearsal, our hearts felt lighter."],["p.para",{"id":"p14","uri":"/ensign/2013/03/just-three-more-rehearsals.p14"},"During that week, seeing my",["span.emphasis","Messiah"],"score reminded me to pray. Many choir members added their prayers. I invited the stake music leader, a trained soprano, to sing with us."],["p.para",{"id":"p15","uri":"/ensign/2013/03/just-three-more-rehearsals.p15"},"The following rehearsal, I felt nervous, but we jumped in. The men knew their entrance. I was actually hearing the tenor notes. Did we have extra sopranos? I counted the regular faces in the front row, but their sound had doubled. We actually made it all the way through—a first!"],["p.para",{"id":"p16","uri":"/ensign/2013/03/just-three-more-rehearsals.p16"},"And then we stopped. I could tell that our choir, after just one time through, felt the hand of our Heavenly Father in our efforts. Sure, we had places to improve, but it would be manageable. He had answered our prayers. We would be able to sing “Surely He Hath Borne Our Griefs” after all."],["p.para",{"id":"p17","uri":"/ensign/2013/03/just-three-more-rehearsals.p17"},"We had a few bumps the following Sunday. The accompanist couldn’t attend, and the CD tempo threw us off. Quickly we were reminded how much help we really needed. Despite our fluster, however, there was hope. We knew Heavenly Father was blessing us, and we knew we needed to keep asking Him for that blessing."],["p.para",{"id":"p18","uri":"/ensign/2013/03/just-three-more-rehearsals.p18"},"We had faith. We had humility. We also had just one more practice. That week, people may or may not have practiced, but they did get down on their knees."],["p.para",{"id":"p19","uri":"/ensign/2013/03/just-three-more-rehearsals.p19"},"Everyone was there on Sunday morning when it was time to sing. The introduction was the right tempo; our entrance was together. Hallelujah! The altos came in powerfully, and the baritones followed confidently. Even I was able to sing the tenor line without reading the musical score. We found the right note in a tricky measure. Our stake music leader’s exquisite voice provided substance, especially during those sustained high notes. Even with a small choir, the music was full."],["p.para",{"id":"p20","uri":"/ensign/2013/03/just-three-more-rehearsals.p20"},"It was nice to hear the positive comments after sacrament meeting, only because it confirmed how far Heavenly Father had taken us. The congregation was not aware of the progress of our singing. It was our faith in Heavenly Father, not our voices, that allowed us to sing beautifully."]],[".resources"]]]],"refs":null}
