{"id":22,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":22,"title":"No Empty Chairs","subtitle":"Name withheld","short_title":"No Empty Chairs","uri":"/ensign/2013/03/no-empty-chairs","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/no-empty-chairs"},[".heading",{"id":"head1","uri":"/ensign/2013/03/no-empty-chairs.head1"},[".title","No",["span.dominant","Empty Chairs"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/no-empty-chairs.p2"},"Name withheld"]],[".kicker","My grandfather wanted “no empty chairs” in his family. Because of my drug addiction, I had become an empty chair."]],[".bodyBlock",["p.para",{"id":"p4","uri":"/ensign/2013/03/no-empty-chairs.p4"},"I was born of goodly parents. They taught me right from wrong. I had grown up with the gospel, married in the temple, and started a family. Somewhere along the way, however, my life started to unravel. I had chronic back issues that kept me down a lot. Sadly, my marriage ended. When my husband and I divorced, I was left to raise our four little boys on my own, and I was desperate for work. For what I considered to be a lack of better options, I took a job in a nightclub."],["p.para",{"id":"p5","uri":"/ensign/2013/03/no-empty-chairs.p5"},"The job was beneath my standards. I was ashamed of myself, but I told myself I needed the money. I reasoned that if I was open about my religion and never drank, I would be okay."],["p.para",{"id":"p6","uri":"/ensign/2013/03/no-empty-chairs.p6"},"I should have known better."],["p.para",{"id":"p7","uri":"/ensign/2013/03/no-empty-chairs.p7"},"After about a year of working at the nightclub, one of my new “friends” offered me a drug, insisting it was an easy way to lose weight. My curiosity and desire for acceptance overcame the bad feeling I had. “Just this once,” I reasoned."],["p.para",{"id":"p8","uri":"/ensign/2013/03/no-empty-chairs.p8"},"My grandfather’s face flashed across my mind just before I decided to put the deadly poison into my system."],["p.para",{"id":"p9","uri":"/ensign/2013/03/no-empty-chairs.p9"},"The next morning, I found out that he had died during the night. My grandfather, feeling that his death was imminent, had recorded a tape to be played at his funeral. In it he told us that he wanted to see every single one of us on the other side of the veil. “Always remember,” he said in his tape, “no empty chairs.” As I listened, I felt sad and embarrassed about my inactivity in the Church and about what I had done."],["p.para",{"id":"p10","uri":"/ensign/2013/03/no-empty-chairs.p10"},"But the shame I felt didn’t stop me. That first time was all it took. I was hooked. I had become an instant slave to the drug."],["p.para",{"id":"p11","uri":"/ensign/2013/03/no-empty-chairs.p11"},"The next two years were hellish. Every cent I made went to support my habit. When that ran out, I would steal to get my next fix. When I “came down” from the high, I crashed hard. All I ever thought about was the drug. I stayed awake for days, thinking I was on top of the world. When I didn’t have the drug, I slept."],["p.para",{"id":"p12","uri":"/ensign/2013/03/no-empty-chairs.p12"},"It was the worst time of my life. True, I lost weight as my co-worker said I would, but I lost everything else too: money, my home, and my children, who now chose to stay away and live with their dad."],["p.para",{"id":"p13","uri":"/ensign/2013/03/no-empty-chairs.p13"},"The monster of drug addiction ravished every part of me and of my life. I stopped wanting to live. I hated myself."],["p.para",{"id":"p14","uri":"/ensign/2013/03/no-empty-chairs.p14"},"I had become an “empty chair.” I felt as though Heavenly Father and Jesus Christ could never forgive me for what I’d done. Every time I would even consider trying to clean up my life during the moments when I could think clearly, self-loathing and discouragement took over. I would then give up on myself again."],["p.para",{"id":"p15","uri":"/ensign/2013/03/no-empty-chairs.p15"},"Finally, two years after I’d first taken the drug, I mustered up what courage I had and decided I could not go on like this anymore, or I would end up dead. There was an LDS church across the street from where I lived. I knew what I needed to do, and although I was scared, I walked across the street. I did not know who the bishop was; I just knew I had to talk to him."],["p.para",{"id":"p16","uri":"/ensign/2013/03/no-empty-chairs.p16"},"I will never forget that bishop who invited me in with such kindness, charity, and compassion. When I met him I was very nervous. I didn’t know what to expect, and I was afraid of what he would think of me. Gently, he asked me to explain everything to him. My tears flowed as I told him about my drug addiction and that I wanted to stop. I choked on my words, terrified of how painful quitting would be, but I felt nothing but love from him. In fact, I felt relief! He assured me that the Savior did indeed love me. How I cried!"],["p.para",{"id":"p17","uri":"/ensign/2013/03/no-empty-chairs.p17"},"With his encouragement, I decided to start the quitting process. I went home that day and poured every last bag of that drug down the sink. I went through severe, horrible withdrawals."],["p.para",{"id":"p18","uri":"/ensign/2013/03/no-empty-chairs.p18"},"It took months of hard, hard work to put my life back in order, but I persisted—supported by my forgiving, loving family. I found a new job. Sometimes it was hard to go in for my shifts because the withdrawal process was so painful, but I did it anyway. I cut myself off completely from my so-called friends who had introduced me to drugs. I stopped taking their calls. It took about six months, but they finally stopped coming around and calling. I stayed away from anything and everything that had to do with drugs."],["p.para",{"id":"p19","uri":"/ensign/2013/03/no-empty-chairs.p19"},"A lot of people say that it’s hard to come back from drug addiction, and it is, but I never felt my Savior so close to me as I did during that time. I reached out to the Lord and the scriptures with everything in my power. I was on my knees more often than not. I often felt as though I could see the Savior in the Garden of Gethsemane and how He suffered for my sins. And I didn’t want to be unappreciative of what He’d done for me, so I found the faith to persevere. I did not want my chair to be empty anymore."],["p.para",{"id":"p20","uri":"/ensign/2013/03/no-empty-chairs.p20"},"During my fall into drug addiction and the long repentance process that followed, my children had grown up. My son was getting ready to receive his endowment in the temple in preparation for a mission, and I wanted to be in the temple with him. I didn’t know if it would be possible, but as the day approached, I felt at peace. Then, five days before he was to go to the temple, I got my temple recommend back! What a tender mercy that was to me. I knew then that the Lord had truly forgiven me. I have kept a current recommend since that day more than 15 years ago."],["p.para",{"id":"p21","uri":"/ensign/2013/03/no-empty-chairs.p21"},"When people look at me now, they don’t know that I was once a drug addict. That is because the Atonement is real. My Savior guided me throughout the whole recovery and repentance process. I have “tasted of his love, and have received a remission of [my] sins, which causeth such exceedingly great joy in [my soul]” (",["a",{"href":"/scriptures/bofm/mosiah/4.11"},"Mosiah 4:11"],")."],["p.para",{"id":"p22","uri":"/ensign/2013/03/no-empty-chairs.p22"},"The lesson was hard, but I have so much joy in my life now. I know my Savior loves me! He has blessed me more abundantly than I could have imagined. I’ve been sealed in the temple to a wonderful man. As a family, we barely talk about my addiction anymore because we feel that I have become a different person from who I was then. The Savior did what He did because, like my grandfather, He does not want any empty chairs at His table."]],[".resources",[".figure",{"id":"f1","uri":"/ensign/2013/03/no-empty-chairs.f1"},[".title","The Promise of the Atonement"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/boyd-k-packer.jpg"}],["p.para",{"id":"p24","uri":"/ensign/2013/03/no-empty-chairs.p24"},"“Save for the exception of the very few who defect to perdition, there is no habit, no addiction, no rebellion, no transgression, no apostasy, no crime exempted from the promise of complete forgiveness. That is the promise of the atonement of Christ."],["p.para",{"id":"p25","uri":"/ensign/2013/03/no-empty-chairs.p25"},"“How all can be repaired, we do not know. It may not all be accomplished in this life. …"],["p.para",{"id":"p26","uri":"/ensign/2013/03/no-empty-chairs.p26"},"“This knowledge should be as comforting to the innocent as it is to the guilty. I am thinking of parents who suffer unbearably for the mistakes of their wayward children and are losing hope.”"],[".citationInfo",["p.para",{"id":"p27","uri":"/ensign/2013/03/no-empty-chairs.p27"},"President Boyd K. Packer, President of the Quorum of the Twelve Apostles, “The Brilliant Morning of Forgiveness,”",["span.emphasis","Ensign,"],"Nov. 1995, 20."]]],[".sidebar",[".title","Break Free from Addiction"],["p.para",{"id":"p29","uri":"/ensign/2013/03/no-empty-chairs.p29"},"“You can recover and enjoy all the blessings of the gospel of Jesus Christ. If you suspect you are addicted and if you feel even the smallest desire to break free, we invite you to join us in studying and applying the principles of the gospel of Jesus Christ. … We assure you that if you follow this path with a sincere heart, you will find the power you need to recover from addiction” (introduction to",["span.emphasis","Addiction Recovery Program: A Guide to Addiction Recovery and Healing"],"[2005], vi)."],["p.para",{"id":"p30","uri":"/ensign/2013/03/no-empty-chairs.p30"},"If you or someone you love is struggling with addiction, there is hope. Addiction recovery groups sponsored by LDS Family Services are available to help you and your loved ones overcome addiction and more fully enjoy the blessings of Church participation. To find out more, see your priesthood leader, visit",["a",{"href":"http://ldsfamilyservices.org"},"ldsfamilyservices.org"],", or contact the LDS Family Services office nearest you."]]]]]],"refs":null}
