{"id":5,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":5,"title":"Raising Resilient Children","subtitle":"By Lyle J. Burrup","short_title":"Raising Resilient Children","uri":"/ensign/2013/03/raising-resilient-children","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/raising-resilient-children"},[".heading",{"id":"head1","uri":"/ensign/2013/03/raising-resilient-children.head1"},[".title","Raising",["span.dominant","Resilient Children"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/raising-resilient-children.p2"},"By Lyle J. Burrup"],["p.para",{"id":"p3","uri":"/ensign/2013/03/raising-resilient-children.p3"},"LDS Family Services"]],[".kicker","How well children respond to setbacks depends largely on how well their parents helped them develop the attitudes and the skills of resilience."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/03/raising-resilient-children.p5"},"Life is full of trials. The Lord says that He has chosen us “in the furnace of affliction” (",["a",{"href":"/scriptures/ot/isa/48.10"},"Isaiah 48:10"],"), that we will be “tried, even as Abraham” (",["a",{"href":"/scriptures/dc-testament/dc/101.4"},"D&C 101:4"],"), and that adversity will “give [us] experience, and shall be for [our] good” (",["a",{"href":"/scriptures/dc-testament/dc/122.7"},"D&C 122:7"],"). This sounds quite daunting. We may wonder, can we be happy and at peace in the midst of trials? The scriptures teach us that we can (see",["a",{"href":"/scriptures/nt/2-cor/12.10"},"2 Corinthians 12:10"],";",["a",{"href":"/scriptures/nt/heb/5.7-8"},"Hebrews 5:7–8"],";",["a",{"href":"/scriptures/dc-testament/dc/127.2"},"D&C 127:2"],")."],["p.para",{"id":"p6","uri":"/ensign/2013/03/raising-resilient-children.p6"},"While counseling missionaries at the missionary training center (MTC) in Provo, Utah, I noticed that the most common cause of emotional problems was a lack of resilience. When an intelligent, talented missionary with no history of emotional problems struggled, priesthood leaders and others often wondered why. In many cases, the missionary just hadn’t learned how to deal with challenges well. Parents can help their children avoid such problems by teaching principles that foster greater resilience."],[".topic",{"id":"t1","uri":"/ensign/2013/03/raising-resilient-children.t1"},[".title","Attitudes of Resilience"],["p.para",{"id":"p8","uri":"/ensign/2013/03/raising-resilient-children.p8"},"The original definition of the word",["span.emphasis","resilience"],"had to do with a material’s ability to resume its shape or position after being bent, stretched, or compressed. Today we commonly use the word to describe our ability to bounce back from adversity."],["p.para",{"id":"p9","uri":"/ensign/2013/03/raising-resilient-children.p9"},"We know two things about adversity and resilience: First, there is “an opposition in all things” (",["a",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],"). Second, obtaining anything of great worth often requires great sacrifice."],["p.para",{"id":"p10","uri":"/ensign/2013/03/raising-resilient-children.p10"},"As children become resilient, they understand and accept these two facts. They see life as challenging and ever changing, but they believe they can cope with those challenges and changes. They view mistakes and weaknesses as opportunities to learn, and they accept that losing may precede winning."],["p.para",{"id":"p11","uri":"/ensign/2013/03/raising-resilient-children.p11"},"As children develop resilience, they believe they can influence and even control outcomes in their lives through effort, imagination, knowledge, and skill. With this attitude, they focus on what they",["span.emphasis","can"],"do rather than on what is outside their control."],["p.para",{"id":"p12","uri":"/ensign/2013/03/raising-resilient-children.p12"},"Another mark of resilience is to see great purpose and meaning in life and people. A sense of purpose will help our children avoid giving up, in spite of setbacks and pressure to do so. If our children are becoming more resilient, they will develop deep values that guide them: charity, virtue, integrity, honesty, work ethic, and faith in God. They will involve themselves in what is happening around them and opt for commitment to values rather than feel alienated and avoid struggle."],["p.para",{"id":"p13","uri":"/ensign/2013/03/raising-resilient-children.p13"},"The gospel teaches and reinforces these values and perceptions."]],[".topic",{"id":"t2","uri":"/ensign/2013/03/raising-resilient-children.t2"},[".title","Perfectionism Undermines Resilience"],["p.para",{"id":"p15","uri":"/ensign/2013/03/raising-resilient-children.p15"},"One thing that hinders the development of resilience is a misunderstanding of the commandment to be perfect (see",["a",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],"). This misunderstanding is the most common factor I’ve seen undermining resilience in new missionaries. They want to be perfect in everything because they love Heavenly Father and Jesus Christ and do not want to disappoint Them. But they do not understand that the Lord works through weak, simple servants (see",["a",{"href":"/scriptures/dc-testament/dc/1.20-23"},"D&C 1:19–23"],") and that striving to be perfect does not mean we never make mistakes but rather that we become fully developed or complete through the Atonement of Christ as we strive to follow Him (see",["a",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],", footnote",["span.emphasis","b"],")."],["p.para",{"id":"p16","uri":"/ensign/2013/03/raising-resilient-children.p16"},"This misunderstanding may also stem from what society teaches our youth: that their worth depends on talent and performance. In schools and communities, sometimes even at church or at home, youth see their peers get acceptance, admiration, approval, and praise for being talented at something. So they try to measure up. As they do so, they start to fear failure and mistakes. They choose what to do based on how successful they think they will be. They procrastinate when they do not feel confident. They worry about what others will think if they make mistakes. They fear loss of approval. They view their performance as the measure of their worth. Their perfectionism becomes a mean taskmaster, and it wears down their resilience."],["p.para",{"id":"p17","uri":"/ensign/2013/03/raising-resilient-children.p17"},"For instance, because missionaries at the MTC cannot choose what they are going to do or not do as part of their training, they make mistakes as they learn how to speak a new language, teach gospel concepts, and perform other missionary tasks. They make these mistakes in front of strangers, and if they haven’t gained a sense of resilience, they feel distressed and overwhelmed."]],[".topic",{"id":"t3","uri":"/ensign/2013/03/raising-resilient-children.t3"},[".title","Helping Children Develop Resilience"],["p.para",{"id":"p19","uri":"/ensign/2013/03/raising-resilient-children.p19"},"So how do we help our children develop resilience? Our Father in Heaven provides the model. He treats us with great love and respect, even when we make mistakes. He reminds us of our potential (see",["a",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],") and our great worth (see",["a",{"href":"/scriptures/dc-testament/dc/18.10"},"D&C 18:10"],"), which are based on our identity as His sons and daughters. He gives us laws so we know what He expects (see",["a",{"href":"/scriptures/dc-testament/dc/107.84"},"D&C 107:84"],"), allows us to make choices (see",["a",{"href":"/scriptures/bofm/2-ne/2.15-16"},"2 Nephi 2:15–16"],"), and honors our choices (see",["a",{"href":"/scriptures/dc-testament/dc/130.20"},"D&C 130:20"],"). He allows for learning and instruction to correct mistakes (see",["a",{"href":"/scriptures/dc-testament/dc/1.25-26"},"D&C 1:25–26"],") and for repentance and restitution to correct sin (see",["a",{"href":"/scriptures/dc-testament/dc/1.27-28"},"D&C 1:27–28"],")."],["p.para",{"id":"p20","uri":"/ensign/2013/03/raising-resilient-children.p20"},"Here are some recommendations for how we might apply these principles in our homes:"],["ul.bullet",["li",["span.label","•"],["p.para","Pray to understand your children’s strengths and how to help them with their weaknesses."]],["li",["span.label","•"],["p.para","Be patient and realize that children need time to develop resilience."]],["li",["span.label","•"],["p.para","Strive to understand that mistakes and failures are opportunities to learn."]],["li",["span.label","•"],["p.para","Allow natural, logical consequences to serve as the disciplinarian."]],["li",["span.label","•"],["p.para","Respect children’s decisions, even if their poor choices lead to lost privileges."]],["li",["span.label","•"],["p.para","Refrain from berating children for breaking the rules."]],["li",["span.label","•"],["p.para","Do not discourage effort by criticizing harshly."]],["li",["span.label","•"],["p.para","Rather than praising accomplishment, encourage and praise effort."]],["li",["span.label","•"],["p.para","“Praise your children more than you correct them. Praise them for even their smallest achievement” (President Ezra Taft Benson [1899–1994], “The Honored Place of Woman,”",["span.emphasis","Ensign,"],"Nov. 1981, 107)."]]],["p.para",{"id":"p30","uri":"/ensign/2013/03/raising-resilient-children.p30"},"As we prayerfully work on the challenging job of raising resilient children, the Lord will bless us with the guidance and inspiration we need to help them gain the emotional and spiritual strength to deal with life’s challenges."]]],[".resources",[".heading",{"id":"head1","uri":"/ensign/2013/03/raising-resilient-children/lessons-of-resilience-from-childhood.head1"},[".title","Lessons of Resilience from Childhood"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/03/raising-resilient-children/lessons-of-resilience-from-childhood.p2"},"—Lyle J. Burrup"]]],[".bodyBlock",[".figure",{"id":"f1","uri":"/ensign/2013/03/raising-resilient-children/lessons-of-resilience-from-childhood.f1"},["p.preamble","When I was a child, many adults in my life—parents, neighbors, teachers, and Church leaders—taught me and my brother and sisters the following lessons. These five principles may be helpful for your children:"],["ol.number",["li",["span.label","1."],["p.para",["span.emphasis","Paying the price for privileges."]],["p.para","I knew that freedom to play with my friends in the coming days depended on whether or not I came home on time."]],["li",["span.label","2."],["p.para",["span.emphasis","The law of the harvest."]],["p.para","If I wanted money, I had to deliver the newspapers for my route and collect the money each month."]],["li",["span.label","3."],["p.para",["span.emphasis","Personal accountability and responsibility."]],["p.para","I had to complete my own homework, science fair projects, and merit badges."]],["li",["span.label","4."],["p.para",["span.emphasis","The law of restitution."]],["p.para","I could make up for misbehavior by apologizing and repairing the wrong. My parents sometimes suggested that I complete extra chores, such as pulling weeds."]],["li",["span.label","5."],["p.para",["span.emphasis","Learning from mistakes."]],["p.para","If I made my bed poorly, did not wash the dishes properly, or did not pull weeds properly, I had to redo these tasks correctly."]]]]],[".sidebar",[".title","Recommendations for Raising Capable, Resilient Children"],["p.para",{"id":"p32","uri":"/ensign/2013/03/raising-resilient-children.p32"},"While parenting requires a personalized approach for each child, some principles seem to be nearly universal. The following principles have proved effective."],["table.lds-table",["tbody",["tr",["th",["p.para","Instead of Doing This …"]],["th",["p.para","Do This …"]],["th",["p.para","And Get This Result …"]]],["tr",["td",["p.para","Set random or arbitrary rules and consequences."]],["td",["p.para","Discuss rules and set logical consequences that are reasonable, related to the behavior, and respectful of both parent and child."]],["td",["p.para","Children know what to expect and learn that choices have consequences."]]],["tr",["td",["p.para","Allow children to avoid the consequences of their choices."]],["td",["p.para","Allow children to experience natural and logical consequences of their choices."]],["td",["p.para","Children learn accountability and responsibility for their choices."]]],["tr",["td",["p.para","Give mostly correction."]],["td",["p.para","Give mostly praise. Celebrate small steps in the right direction."]],["td",["p.para","Children learn what parents want. They feel encouraged, worthwhile, and appreciated."]]],["tr",["td",["p.para","Be arbitrary and inconsistent in requiring obedience."]],["td",["p.para","Consistently offer desirable rewards for the actions and behaviors you would like to reinforce."]],["td",["p.para","Children learn that they don’t have to want to do hard things; they just have to do them."]]],["tr",["td",["p.para","Praise only outcomes."]],["td",["p.para","Praise for effort regardless of outcome."]],["td",["p.para","Children feel encouraged, confident, and more willing to take on challenges."]]],["tr",["td",["p.para","Send the message to children that their self-worth depends on outcomes."]],["td",["p.para","Tell children they have inherent worth because they are sons or daughters of God and have divine potential."]],["td",["p.para","Self-worth will be attached to the child’s eternal potential instead of temporary success or failure."]]],["tr",["td",["p.para","Talk about failures or successes as being connected to luck or talent."]],["td",["p.para","Define failure as temporary and an opportunity to learn. Define success as a product of hard work and sacrifice."]],["td",["p.para","Children are less discouraged by or afraid of setbacks and are more willing to be persistent."]]],["tr",["td",["p.para","Try to solve children’s problems by giving them all the answers."]],["td",["p.para","Help children (1) identify what happened, (2) analyze what contributed to the outcome, and (3) identify what they can do to avoid this problem next time."]],["td",["p.para","Children develop perceptions of being capable, will address and solve their problems, and will see that they have control in their lives and can overcome challenges."]]],["tr",["td",["p.para","Make children feel dumb by criticizing them, their effort, and their accomplishments."]],["td",["p.para","Listen and be supportive and encouraging so your children will want to come to you again for help."]],["td",["p.para","Children feel more comfortable discussing their mistakes and problems with you."]]]]]]]]]],"refs":null}
