{"id":20,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":20,"title":"The Blessings of Tithing","subtitle":"","short_title":"The Blessings of Tithing","uri":"/ensign/2013/03/the-blessings-of-tithing","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/the-blessings-of-tithing"},[".heading",{"id":"head1","uri":"/ensign/2013/03/the-blessings-of-tithing.head1"},[".title","The Blessings of",["span.dominant","Tithing"]],[".kicker","Paying tithing brings great blessings, especially in helping us better recognize the hand of the Lord in our lives."]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/the-blessings-of-tithing.p3"},"The Lord has commanded us to pay tithing. In return, He promises to “open … the windows of heaven, and pour … out a blessing, that there shall not be room enough to receive it” (",["a",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],"). His blessings, however, come in His own way and in His own time and can be spiritual or temporal."],["p.para",{"id":"p4","uri":"/ensign/2013/03/the-blessings-of-tithing.p4"},"In times of economic or family difficulty, the Lord’s blessings promised to those who faithfully pay tithing may seem distant. But as the following Latter-day Saints observe, paying tithing helps Church members better recognize the hand of the Lord in their lives."]],[".resources",[".heading",{"id":"head1","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-increases-faith.head1"},[".title","Tithing Increases Faith"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-increases-faith.p2"},"Lourdes Soliz de Duran, Bolivia"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-increases-faith.p3"},"Shortly after we married, my husband and I moved to a faraway town in eastern Bolivia where we were the only members of the Church. My husband was a new convert, and we wanted to comply with all the commandments of the Lord."],["p.para",{"id":"p4","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-increases-faith.p4"},"Every month we would save our tithing in an envelope until we could deliver it to our bishop. My husband had a strong conviction that if we complied with this law, we would be blessed and protected."],["p.para",{"id":"p5","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-increases-faith.p5"},"We lived in a hot, expensive, uncomfortable hotel room while we looked for a home to rent. For many days our search proved fruitless. The only house we could find was a small, pretty one whose owner lived in another city. Many outsiders had tried to rent the home, but they could never find the owner."],["p.para",{"id":"p6","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-increases-faith.p6"},"One morning just as we had finished praying about our situation, a young man knocked on our door. He told us that the owner of the home had returned for a short visit. My husband rushed out to meet with her while I continued praying that we might get the house. When he returned, he reported that the lady had rented the house to us at an incredibly low price. What added to our joy was that the home was already furnished. At the time, all we had was two large boxes and a suitcase full of our things."],["p.para",{"id":"p7","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-increases-faith.p7"},"The law of tithing does not have to do with money but rather with faith. My husband wasn’t earning much, but as we faithfully paid our tithing, the Lord blessed us to find a good home and enabled us to provide for ourselves."]],[".heading",{"id":"head1","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-peace.head1"},[".title","Tithing Brings Peace"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-peace.p2"},"Ricardo Reyes Villalta, El Salvador"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-peace.p3"},"I have always trusted in the Lord and His commandments. When the economy took a turn for the worse, however, I lost my overtime hours and my salary dropped. I stopped paying tithing and told myself that the Lord would understand. Nevertheless, my debts grew and my paychecks shrank."],["p.para",{"id":"p4","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-peace.p4"},"Seeing my struggle, several relatives told me that above all else I should pay my tithes because this would help me overcome my trials. But I always ended up paying my bills instead. I was willing to pay tithing when my financial seas were calm, but I became afraid when my financial situation was stormy (see",["a",{"href":"/scriptures/nt/matt/14.28-31"},"Matthew 14:28–31"],")."],["p.para",{"id":"p5","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-peace.p5"},"Heading home from work one afternoon after getting paid, I thought of all my debts. I closed my eyes and prayed, “Father, what am I going to do?” At that moment I opened my eyes and noticed on the ceiling of the bus a poster of Peter sinking into a stormy sea with the Savior reaching out to rescue him. At the bottom of the poster were the words “Unshaken Faith.” I realized I needed to pay my tithing if I ever wanted to pay off my debts."],["p.para",{"id":"p6","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-peace.p6"},"When I arrived home, I found a tithing envelope and put my tithing inside. As I sealed the envelope, I heard the words “All is well” and felt a joy that brought peace to my soul."],["p.para",{"id":"p7","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-peace.p7"},"I know that God will bring His blessings into my life when He deems it prudent to do so. Until then the sea may remain stormy, but the peace I feel for obedience is more than enough."]],[".heading",{"id":"head1","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-conversion.head1"},[".title","Tithing Brings Conversion"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-conversion.p2"},"Ol’ga Nikolayevna Khripko, Ukraine"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-conversion.p3"},"The issue of paying tithing came up in our family when our daughter joined the Church. At the time, neither my husband nor I were members. She was earning her own money, but because she lived with my husband and me, we all shared our earnings. I could not imagine how we would manage without the 10 percent of her income that she decided to pay in tithing, but I gradually became accustomed to my daughter’s decision. Whenever she brought her paycheck home, my first question was, “Have you set aside your tithing?”"],["p.para",{"id":"p4","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-conversion.p4"},"Eventually I became interested in learning about the gospel, but I decided not to join the Church because I would have to pay tithing. Two tithing payments from one family budget were just too much!"],["p.para",{"id":"p5","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-conversion.p5"},"After attending church for more than a year, I began to feel dissatisfied and uneasy. As I pondered and prayed, I realized that I wanted to pay tithing. I was surprised at my desire, given my previous opposition."],["p.para",{"id":"p6","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-conversion.p6"},"The following Sunday, I asked the branch president for a tithing slip. I was disappointed to hear that until I was a member, I could not pay tithing. I could, however, make a donation. And so I donated 10 percent of my income to the Lord’s Church. Immediately I felt comfort, joy, and satisfaction. I could hardly wait for the day of my baptism so I could pay a real tithe."],["p.para",{"id":"p7","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-brings-conversion.p7"},"I know that the temporal blessings we enjoy in our family come from paying tithing. But the greatest blessings are the incomparable feelings we have when we obey our Heavenly Father: satisfaction from being obedient, confidence that our Heavenly Father will not abandon us, and feelings of peace and happiness."]],[".heading",{"id":"head1","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-blesses-families.head1"},[".title","Tithing Blesses Families"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-blesses-families.p2"},"Sandie Graham, New York, USA"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-blesses-families.p3"},"I grew up in the Church but drifted away in my teens. When I returned to the Church, my husband, Dale, supported me but was not interested in meeting with the missionaries."],["p.para",{"id":"p4","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-blesses-families.p4"},"After becoming active, I met with the bishop for a temple recommend interview. He asked if I was a full-tithe payer, and I was pleased to announce that I was. To my surprise the bishop asked, “Does your husband know that you pay tithing?” I was shocked—why did it matter? The bishop kindly asked me to return after I had told Dale I was paying tithing."],["p.para",{"id":"p5","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-blesses-families.p5"},"One Sunday morning I finally got up the courage to tell my husband I was paying tithing. Dale stunned me by simply saying, “I know.” This was the first of many tithing miracles."],["p.para",{"id":"p6","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-blesses-families.p6"},"A short time later, Dale turned the family finances over to me. When I explained that I would pay a full tithe on all our income, he approved because he saw the blessings tithing could bring."],["p.para",{"id":"p7","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-blesses-families.p7"},"Now our cupboards are always full, we hold family prayer every day, we have the missionaries over at least once a month, and my husband participates in family home evening. I believe that someday Dale will join the Church and that his conversion will have started with our decision to pay a full tithe together."]],[".heading",{"id":"head1","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-opens-the-windows-of-heaven.head1"},[".title","Tithing Opens the Windows of Heaven"],[".bio",["p.para",{"id":"p2","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-opens-the-windows-of-heaven.p2"},"Jacqueline Kirbyson, England"]]],[".bodyBlock",["p.para",{"id":"p3","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-opens-the-windows-of-heaven.p3"},"Several years ago my husband lost his job. We struggled to pay our bills and buy food with the small pension I received, but we managed to survive."],["p.para",{"id":"p4","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-opens-the-windows-of-heaven.p4"},"Although supportive of my commitment to the Church, my husband was frustrated that I paid tithing when we could hardly pay our bills. I felt, however, that I should continue to obey this commandment."],["p.para",{"id":"p5","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-opens-the-windows-of-heaven.p5"},"Though we had little money, we did have a small garden. When spring arrived, we planted carrots, potatoes, peas, tomatoes, red peppers, and herbs, among other vegetables. Our garden flourished throughout the summer, and we had a bounteous harvest. Our plum trees almost broke from the weight of the fruit. I spent a busy summer bottling and freezing fruit and vegetables, making jam, baking pies, and sharing extra produce with neighbors."],["p.para",{"id":"p6","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-opens-the-windows-of-heaven.p6"},"One day as I walked through our small garden, I remembered God’s promise to open the windows of heaven and “pour you out a blessing, that there shall not be room enough to receive it” (",["a",{"href":"/scriptures/ot/mal/3.10"},"Malachi 3:10"],")."],["p.para",{"id":"p7","uri":"/ensign/2013/03/the-blessings-of-tithing/tithing-opens-the-windows-of-heaven.p7"},"Thinking of my freezer bursting with produce, I realized that Heavenly Father had truly blessed us. Our small garden provided enough to sustain us during our time of need—enough and to spare. I am so grateful that God blesses us as we obey His commandments."]],[".sidebar",[".title","For Parents"],["p.para",{"id":"p6","uri":"/ensign/2013/03/the-blessings-of-tithing.p6"},"In the story",["span.crossRef","“Just One Coin”"],"(",["span.emphasis","Friend,"],"Aug. 2011, 32–33), Daniel learns that paying tithing is a good choice—even if his contribution is a single coin. An accompanying activity explains some of the ways tithing money is used. Reading this article as a family could be a great way to start a conversation about tithing. To help your children remember how the Church uses tithing, consider using some of the pictures in the activity to decorate their tithing jar or box."],["p.para",{"id":"p7","uri":"/ensign/2013/03/the-blessings-of-tithing.p7"},"Previous editions of the",["span.emphasis","Friend"],"can be found online at",["a",{"href":"http://lds.org/friend"},"lds.org/friend"],"."]],[".sidebar",[".title","Answering Questions"],[".topic",{"id":"t1","uri":"/ensign/2013/03/the-blessings-of-tithing.t1"},[".title","How Is Tithing Used?"],["p.para",{"id":"p10","uri":"/ensign/2013/03/the-blessings-of-tithing.p10"},"The principle of tithing—voluntarily giving one-tenth of our income to God’s work—has been taught since Old Testament times (see",["a",{"href":"/scriptures/ot/gen/14.17-21"},"Genesis 14:17–21"],"). This is how the Lord funds His Church. Today tithing funds are used for (1) constructing temples, chapels, and other Church buildings; (2) providing operating funds for the Church; (3) funding the missionary program (this does not include individual missionary expenses); (4) preparing materials used in Church classes and organizations; and (5) carrying out other important work, such as temple and family history work."]]]]]]],"refs":null}
