{"id":6,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":6,"title":"The Enabling Power of the Atonement","subtitle":"By Carolyn J. Rasmus","short_title":"The Enabling Power of the Atonement","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement"},[".heading",{"id":"head1","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.head1"},[".title","The Enabling Power of the",["span.dominant","Atonement"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p2"},"By Carolyn J. Rasmus"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p3"},"Carolyn J. Rasmus lives in Utah, USA."]],[".event",["p.para",{"id":"p4","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p4"},"Based on an address given at the Brigham Young University Women’s Conference in Provo, Utah, USA, on May 5, 2006."]],[".kicker","We do not need to carry our burdens alone. Our Savior took upon Himself our pains and sicknesses (see",["a",{"href":"/scriptures/bofm/alma/7.11"},"Alma 7:11"],")."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p6"},"Some time ago, while serving as an institute teacher, I discovered that my students would occasionally come to me for comfort when they had problems. Over a period of many months, I became acquainted with a woman who shared with me her life story. It was not pretty. As a child she had often been abused, and this had led to years of therapy—and at times institutionalization—because she could not cope."],["p.para",{"id":"p7","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p7"},"I remember the day she came to my office pleading for help. I could clearly see her pain, but I was just a teacher. I had had no training in how to comfort people who had suffered such things, and I pled with the Lord to know how I might help."],["p.para",{"id":"p8","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p8"},"I recommended that she counsel with her bishop, but I also felt impressed to play some recorded Church hymns. After a time, when she was calmer, I seated her in my office chair. On the wall at eye level was a painting of Jesus Christ. I invited her to look into His eyes as I read to her from the scriptures:"],["p.para",{"id":"p9","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p9"},"“Fear not, little flock. … Look unto me in every thought; doubt not, fear not” (",["a",{"href":"/scriptures/dc-testament/dc/6.34,36"},"D&C 6:34, 36"],")."],["p.para",{"id":"p10","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p10"},"“The Lord hath comforted his people, and will have mercy upon his afflicted. … For can a woman forget her sucking child, that she should not have compassion on the son of her womb? … Behold, I have graven thee upon the palms of my hands” (",["a",{"href":"/scriptures/bofm/1-ne/21.13,15-16"},"1 Nephi 21:13, 15–16"],")."],["p.para",{"id":"p11","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p11"},"“Behold, he suffereth the pains of all men, yea, the pains of every living creature” (",["a",{"href":"/scriptures/bofm/2-ne/9.21"},"2 Nephi 9:21"],")."],["p.para",{"id":"p12","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p12"},"“Look unto God with firmness of mind, and pray unto him with exceeding faith, and he will console you in your afflictions, and he will plead your cause” (",["a",{"href":"/scriptures/bofm/jacob/3.1"},"Jacob 3:1"],")."],["p.para",{"id":"p13","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p13"},"As each scripture came to my mind, I felt that I was being prompted by the Spirit to know and do things beyond my natural ability. She later described having felt “an overwhelming feeling of love and peace.”"],["p.para",{"id":"p14","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p14"},"To help my friend, I had called on Heavenly Father to help me in an area of weakness, and He granted me help. This kind of divine assistance, often given through the influence of the Holy Ghost, is one of the gifts of the enabling power of the Atonement."],[".topic",{"id":"t1","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.t1"},[".title","Accessing the Atonement"],["p.para",{"id":"p16","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p16"},"Elder David A. Bednar of the Quorum of the Twelve Apostles said, “I suspect that [we] are much more familiar with the nature of the redeeming power of the Atonement than we are with the enabling power of the Atonement.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"He suggested that most of us understand that Christ came to earth to die for us, to pay the price for our sins, to make us clean, to redeem us from our fallen state, and to enable every person to be resurrected from the dead."],["p.para",{"id":"p17","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p17"},"But, Elder Bednar said, “I frankly do not think many of us ‘get it’ concerning [the] enabling and strengthening aspect of the Atonement, and I wonder if we mistakenly believe we must make the journey from good to better and become a saint all by ourselves through sheer grit, willpower, and discipline, and with our obviously limited capacities.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p18","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p18"},"The belief that through our own “sheer grit, willpower, and discipline” we can manage just about anything seems to be widespread these days. This simply is not true. Heavenly Father and the Savior can inspire, comfort, and strengthen us in our time of need, if we remember to cast our burdens at Their feet."]],[".topic",{"id":"t2","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.t2"},[".title","Feel Confident in God’s Hands"],["p.para",{"id":"p20","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p20"},"On the eve of Jesus Christ’s suffering in Gethsemane, He issued this benediction to His disciples: “Peace I leave with you, my peace I give unto you. … Let not your heart be troubled, neither let it be afraid” (",["a",{"href":"/scriptures/nt/john/14.27"},"John 14:27"],"). Of this invitation, Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles said, “[This] may be one of the Savior’s commandments that is, even in the hearts of otherwise faithful Latter-day Saints, almost universally disobeyed; and yet I wonder whether our resistance to this invitation could be any more grievous to the Lord’s merciful heart.” Elder Holland added, “I am convinced that none of us can appreciate how deeply it wounds the loving heart of the Savior of the world when he finds that his people do not feel confident in his care or secure in his hands.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p21","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p21"},"Christ stands ready with outstretched arms as He waits for us to come unto Him and be encircled in the arms of His love (see",["a",{"href":"/scriptures/dc-testament/dc/6.20"},"D&C 6:20"],"). It is here that we can be healed, nourished, loved, enabled, strengthened, and made whole. Although the trial may be hard and the relief may not be immediate, we need to learn to allow God to help carry our burdens. We can do this by turning to Him regularly to seek His enabling power."],["p.para",{"id":"p22","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p22"},"To the faithful followers of Alma, who were struggling with heavy persecution from the wicked priest Amulon, the Lord declared, “I will also ease the burdens which are put upon your shoulders, that even you cannot feel them upon your backs, … that ye may know of a surety that I, the Lord God, do visit my people in their afflictions.” In fulfillment of that wonderful promise, “the Lord did strengthen them that they could bear up their burdens with ease, and they did submit cheerfully and with patience to all the will of the Lord” (",["a",{"href":"/scriptures/bofm/mosiah/24.14,15"},"Mosiah 24:14, 15"],")."]],[".topic",{"id":"t3","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.t3"},[".title","Rely on the Atonement"],["p.para",{"id":"p24","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p24"},"Another friend of mine struggles under difficult circumstances. Across a lengthy time period, she lovingly cared for her brilliant husband, who experienced early-onset Alzheimer’s disease. She was widowed at age 55."],["p.para",{"id":"p25","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p25"},"She told me, “There are times when the sadness is overwhelming. I get on my knees and plead, ‘Please carry this for a while. I can’t do this alone.’ And I feel God’s strength—strength enough to allow me to move forward one day at a time."],["p.para",{"id":"p26","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p26"},"“To me, this is the power of the Atonement. I know I cannot change my situation, but I can change how I respond—I have to humble myself and depend on Him for help. The scriptures teach that the Savior is a merciful God. Through this experience, I am learning that truth on a personal level. I’ve learned that He is someone whom I can trust and turn to for comfort in times of trial.”"],["p.para",{"id":"p27","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p27"},"My friend’s reliance on the Atonement enables her to carry on when her burdens seem too heavy and her pain too intense to bear. She truly has come to depend upon “the merits, and mercy, and grace of the Holy Messiah” (",["a",{"href":"/scriptures/bofm/2-ne/2.8"},"2 Nephi 2:8"],")."]],[".topic",{"id":"t4","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.t4"},[".title","Recognize the Need for Grace"],["p.para",{"id":"p29","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p29"},"In a familiar hymn, Christ speaks to us, saying:"],[".figure",{"id":"/ensign/2013/03/the-enabling-power-of-the-atonement","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement"},[".stanza",[".line","Fear not, I am with thee; oh, be not dismayed,"],[".line","For I am thy God and will still give thee aid."],[".line","I’ll strengthen thee, help thee, and cause thee to stand,…"],[".line","Upheld by my righteous, omnipotent hand. …"]],[".stanza",[".line","When through fiery trials thy pathway shall lie,"],[".line","My grace, all sufficient, shall be thy supply."],[".line","The flame shall not hurt thee; I only design …"],[".line","Thy dross to consume and thy gold to refine.",["sup",["a",{"href":"fn_footnote4"},"4"]]]]],["p.para",{"id":"p38","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p38"},"These words indicate that it is through the grace of God that we shall be sustained. As we come to recognize our need for that grace—both for our ultimate salvation and also for its enabling power every day of our lives—we can be uplifted and strengthened.",["sup",["a",{"href":"fn_footnote5"},"5"]],"When we feel troubled, unsure, afraid, or discouraged, doing the following can help us access the power of grace and the Atonement:"],["ul.bullet",["li",["span.label","•"],["p.para","Believe in the Father and in the Son and all They have promised to do for us."]],["li",["span.label","•"],["p.para","Obey God’s commandments and partake of the sacrament regularly to build spiritual strength."]],["li",["span.label","•"],["p.para","Pray, fast, study the scriptures, and worship in the temple to feel God’s love and know of His promises."]]]],[".topic",{"id":"t5","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.t5"},[".title","Strength beyond Our Own"],["p.para",{"id":"p43","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p43"},"When we understand the enabling power of the Atonement, we will be changed; we will have access to strength beyond our natural abilities, our weakness can be turned to strength, and we can know that “in the strength of the Lord” we can “do all things” (",["a",{"href":"/scriptures/bofm/alma/20.4"},"Alma 20:4"],")."],["p.para",{"id":"p44","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p44"},"Heavenly Father and Jesus Christ have the power and the desire to help us overcome our feelings of grief, despair, inadequacy, discouragement, pain, and temptation. They constantly offer us comfort, peace, hope, love, and strength. They can heal our feelings of fear, distrust, anger, self-doubt, sorrow, discouragement, and inadequacy. They can be the best resource we have to help us get through difficult days and trying times. If we but come unto Christ, He will lead us to the Father and a fulness of joy in Their presence.",["sup",["a",{"href":"fn_footnote6"},"6"]]]]],[".notes",["h3","Notes"]],[".resources",[".figure",{"id":"f3","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.f3"},[".title","The Atonement Strengthens Us"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/david-a-bednar.jpg"}],["p.para",{"id":"p53","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p53"},"“The enabling power of the Atonement strengthens us to do and be good and to serve beyond our own individual desire and natural capacity.”"],[".citationInfo",["p.para",{"id":"p54","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p54"},"Elder David A. Bednar of the Quorum of the Twelve Apostles, “The Atonement and the Journey of Mortality,”",["span.emphasis","Ensign,"],"Apr. 2012, 42–43."]]],[".sidebar",[".title","Answering Questions"],[".subtitle","What do Latter-day Saints believe about grace?"],["p.para",{"id":"p57","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p57"},"We believe that God’s grace is what ultimately saves us; yet it does not save us without our doing all that we can to live God’s commandments and follow Jesus Christ’s teachings. We do not believe salvation comes by simply confessing belief in Christ as our Savior. Faith, works, ordinances, and grace are all necessary."],["p.para",{"id":"p58","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement.p58"},"We believe that “it is through the grace of the Lord Jesus, made possible by his atoning sacrifice, that mankind will be raised in immortality, every person receiving his body from the grave in a condition of everlasting life. It is likewise through the grace of the Lord that individuals, through faith in the atonement of Jesus Christ and repentance of their sins, receive strength and assistance to do good works that they otherwise would not be able to maintain if left to their own means. This grace is an enabling power” (see Bible Dictionary,",["a",{"href":"/scriptures/bd/grace"},"“Grace”"],")."]]]]]],"refs":[[".footnote",{"id":"/ensign/2013/03/the-enabling-power-of-the-atonement","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement"},["span.label",["a",{"name":"footnote1"},"1."]],"David A. Bednar, “In the Strength of the Lord,” in",["span.emphasis","Brigham Young University 2001–2002 Speeches"],"(2002), 2."],[".footnote",{"id":"/ensign/2013/03/the-enabling-power-of-the-atonement","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement"},["span.label",["a",{"name":"footnote2"},"2."]],"David A. Bednar, “In the Strength of the Lord,” 3."],[".footnote",{"id":"/ensign/2013/03/the-enabling-power-of-the-atonement","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement"},["span.label",["a",{"name":"footnote3"},"3."]],"Jeffrey R. Holland, “Come unto Me,”",["span.emphasis","Ensign,"],"Apr. 1998, 19."],[".footnote",{"id":"/ensign/2013/03/the-enabling-power-of-the-atonement","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement"},["span.label",["a",{"name":"footnote4"},"4."]],"“How Firm a Foundation,”",["span.emphasis","Hymns,"],"no. 85."],[".footnote",{"id":"/ensign/2013/03/the-enabling-power-of-the-atonement","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement"},["span.label",["a",{"name":"footnote5"},"5."]],"See",["a",{"href":"/scriptures/ot/prov/3.34"},"Proverbs 3:34"],";",["a",{"href":"/scriptures/nt/1-pet/5.5"},"1 Peter 5:5"],";",["a",{"href":"/scriptures/dc-testament/dc/88.78"},"Doctrine and Covenants 88:78"],";",["a",{"href":"/scriptures/dc-testament/dc/106.7-8"},"106:7–8"],"."],[".footnote",{"id":"/ensign/2013/03/the-enabling-power-of-the-atonement","uri":"/ensign/2013/03/the-enabling-power-of-the-atonement"},["span.label",["a",{"name":"footnote6"},"6."]],"See",["a",{"href":"/scriptures/nt/john/17.3-24"},"John 17:3–24"],";",["a",{"href":"/scriptures/dc-testament/dc/93.11-33"},"Doctrine and Covenants 93:11–33"],"."]]}
