{"id":11,"parent_id":0,"book_id":22909,"content_id":1,"language_id":0,"display_order":11,"title":"You Are Free","subtitle":"By Elder D. Todd Christofferson","short_title":"You Are Free","uri":"/ensign/2013/03/you-are-free","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/03/you-are-free"},[".heading",{"id":"head1","uri":"/ensign/2013/03/you-are-free.head1"},[".title","You Are Free"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/03/you-are-free.p2"},"By Elder D. Todd Christofferson"],["p.para",{"id":"p3","uri":"/ensign/2013/03/you-are-free.p3"},"Of the Quorum of the Twelve Apostles"]],[".event",["p.para",{"id":"p4","uri":"/ensign/2013/03/you-are-free.p4"},"From a devotional address given at Brigham Young University on October 19, 1999. For the full text in English, go to",["a",{"href":"http://speeches.byu.edu"},"speeches.byu.edu"],"."]],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/d-todd-christofferson.jpg"}],[".kicker","What God requires is the devotion portrayed by Jesus."]],[".bodyBlock",["p.para",{"id":"p6","uri":"/ensign/2013/03/you-are-free.p6"},"The gospel, said President Gordon B. Hinckley (1910–2008), “is a plan of freedom that gives discipline to appetite and direction to behavior.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"This plan puts us on a path of increasing knowledge and capacity, increasing grace and light. It is the freedom to become what you can and ought to be. But for your freedom to be complete, you must be willing to give away all your sins (see",["a",{"href":"/scriptures/bofm/alma/22.18"},"Alma 22:18"],"), your willfulness, your cherished but unsound habits, perhaps even some good things that interfere with what God sees is essential for you."],[".topic",{"id":"t1","uri":"/ensign/2013/03/you-are-free.t1"},[".title","The Master’s Voice"],["p.para",{"id":"p8","uri":"/ensign/2013/03/you-are-free.p8"},"My Aunt Adena Nell Gourley told of an experience from many years ago with her father—my grandfather, Helge V. Swenson, now deceased—that illustrates what I mean. She related:"],["p.para",{"id":"p9","uri":"/ensign/2013/03/you-are-free.p9"},"“My daughter and I were visiting in my parents’ home. Along about sundown my mother asked if we would like to step out on the back porch and watch Father call his [five] sheep to come into the shelter for the night. Father … is a stake patriarch, and … the personification of all that is good and gentle and true in a man of God."],["p.para",{"id":"p10","uri":"/ensign/2013/03/you-are-free.p10"},"“… Father walked to the edge of the field and called, ‘Come on.’ Immediately, without even stopping to bite off the mouthful of food they were reaching for, all five heads turned in his direction, and then [the sheep] broke into a run until they had reached his side and received his pat on each head."],["p.para",{"id":"p11","uri":"/ensign/2013/03/you-are-free.p11"},"“My little daughter said, ‘Oh, Grandmother, how did Grandfather get them to do that?’"],["p.para",{"id":"p12","uri":"/ensign/2013/03/you-are-free.p12"},"“My mother answered, ‘The sheep know his voice, and they love him.’ Now I must confess that there were five sheep in the field, and five heads went up when he called, but only four ran to Father. Farthest away, clear over on the edge of the field, looking straight toward Father, stood [a] large [ewe]. Father called to her, ‘Come on.’ She made a motion as if to start but didn’t come. Then Father started across the field, calling to her, ‘Come on. You’re untied.’ The other four sheep trailed behind him at his heels."],["p.para",{"id":"p13","uri":"/ensign/2013/03/you-are-free.p13"},"“Then Mother explained to us that some few weeks before this, an acquaintance of theirs had brought the [ewe] and had given it to Father with the explanation that he no longer wanted it in his own herd. The man had said it was wild and wayward and was always leading his other sheep through the fences and causing so much trouble that he wanted to get rid of it. Father gladly accepted the sheep, and for the next few days he staked it in the field so it wouldn’t go away. Then he patiently taught it to love him and the other sheep. Then, as it felt more secure in its new home, Father left a short rope around its neck but didn’t stake it down."],["p.para",{"id":"p14","uri":"/ensign/2013/03/you-are-free.p14"},"“As Mother explained this to us, Father and his sheep had almost reached the [straggler] at the edge of the field, and through the stillness we heard him call again, ‘Come on. You aren’t tied down any more. You are free.’"],["p.para",{"id":"p15","uri":"/ensign/2013/03/you-are-free.p15"},"“I felt the tears sting my eyes as I saw [the sheep] give a lurch and reach Father’s side. Then, with his loving hand on her head, he and all the members of his little flock turned and walked back toward us again."],["p.para",{"id":"p16","uri":"/ensign/2013/03/you-are-free.p16"},"“I thought how some of us, who are all God’s sheep, are bound and unfree because of our sins in the world. Standing there on the back porch, I silently thanked my Heavenly Father that there are true under-shepherds and teachers who are patient and kind and willingly teach us of love and obedience and offer us security and freedom within the flock so that, though we may be far from the shelter, we’ll recognize the Master’s voice when He calls, ‘Come on. Now you’re free.’”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p17","uri":"/ensign/2013/03/you-are-free.p17"},"It is exciting to realize that we can expand our freedom by perfecting our obedience. In the words of President Boyd K. Packer, President of the Quorum of the Twelve Apostles, “We are not obedient because we are blind, we are obedient because we can see.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],["p.para",{"id":"p18","uri":"/ensign/2013/03/you-are-free.p18"},"Our choice in this life is not whether we will or will not be subject to any power. Our choice is to which authority we will yield obedience: God’s or Satan’s. As Lehi stated, it is a choice between liberty and captivity (see",["a",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],"). If it is not one, it is necessarily the other."],["p.para",{"id":"p19","uri":"/ensign/2013/03/you-are-free.p19"},"Our yielding to God and His right to rule and reign over us brings other blessings. Among the foremost are the faith and confidence that permit us to live with peace. The Lord said to Joshua:"],["p.para",{"id":"p20","uri":"/ensign/2013/03/you-are-free.p20"},"“There shall not any man be able to stand before thee all the days of thy life: as I was with Moses, so I will be with thee: I will not fail thee, nor forsake thee. …"],["p.para",{"id":"p21","uri":"/ensign/2013/03/you-are-free.p21"},"“Only be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it to the right hand or to the left, that thou mayest prosper whithersoever thou goest” (",["a",{"href":"/scriptures/ot/josh/1.5,7"},"Joshua 1:5, 7"],")."]],[".topic",{"id":"t2","uri":"/ensign/2013/03/you-are-free.t2"},[".title","“I Have Overcome the World”"],["p.para",{"id":"p23","uri":"/ensign/2013/03/you-are-free.p23"},"If we likewise “observe to do according to all the law,” we will also have the confidence that God is with us as He was with Moses. With the Psalmist we will be able to say, “In God have I put my trust: I will not be afraid what man can do unto me” (",["a",{"href":"/scriptures/ot/ps/56.11"},"Psalm 56:11"],"). Has not the Lord promised, “In the world ye shall have tribulation: but be of good cheer; I have overcome the world” (",["a",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],")?"],["p.para",{"id":"p24","uri":"/ensign/2013/03/you-are-free.p24"},"Years ago I presided in a Church disciplinary council. The man whose sins were the subject of the council sat before us and related something of his history. His sins were indeed serious, but he had also been terribly sinned against. As we considered the matter, my soul was troubled, and I asked to be excused to think and pray about it alone before rejoining the council."],["p.para",{"id":"p25","uri":"/ensign/2013/03/you-are-free.p25"},"I was standing in front of a chair in my office pleading with the Lord to help me understand how such evil could have been perpetrated. I did not see but rather sensed an immense pit with a covering over it. One corner of the covering was lifted slightly for just an instant, and I perceived within the pit the depth and vastness of the evil that exists in this world. It was greater than I could really comprehend. I was overcome. I collapsed into the chair behind me. The experience seemed to take my breath away. I cried silently, “How can we ever hope to overcome such evil? How can we survive something so dark and overwhelming?”"],["p.para",{"id":"p26","uri":"/ensign/2013/03/you-are-free.p26"},"In that moment there came to my mind this phrase: “Be of good cheer; I have overcome the world” (",["a",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],"). Seldom have I felt such peace juxtaposed with the reality of evil. I felt a deeper appreciation for the intensity of the Savior’s suffering and had a better, even frightening, appreciation for the depth of what He had to overcome. I felt peace for the man who was before us for judgment, knowing he had a Redeemer, whose grace was sufficient to cleanse him and also repair the injustices he had suffered. I knew better that good will triumph because of Jesus Christ, whereas without Him we would have no chance. I felt peace, and it was very sweet."],["p.para",{"id":"p27","uri":"/ensign/2013/03/you-are-free.p27"},"The Prophet Joseph Smith understood this when he said, “Let us cheerfully do all things that lie in our power; and then may we stand still, with the utmost assurance, to see the salvation of God, and for his arm to be revealed” (",["a",{"href":"/scriptures/dc-testament/dc/123.17"},"D&C 123:17"],"). The promise to those who submit to God is that His arm, His power, will be revealed in their lives. The Savior said:"],["p.para",{"id":"p28","uri":"/ensign/2013/03/you-are-free.p28"},"“Fear not, little children, for you are mine, and I have overcome the world, and you are of them that my Father hath given me;"],["p.para",{"id":"p29","uri":"/ensign/2013/03/you-are-free.p29"},"“And none of them that my Father hath given me shall be lost” (",["a",{"href":"/scriptures/dc-testament/dc/50.41-42"},"D&C 50:41–42"],")."],["p.para",{"id":"p30","uri":"/ensign/2013/03/you-are-free.p30"},"To live with this assurance is a blessing perhaps greater than we can appreciate. All of us—sooner or later, in a moment of looming disaster or wearying confusion, having chosen God as our guide—will be able to sing with conviction, “Sweet is the peace the gospel brings.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["p.para",{"id":"p31","uri":"/ensign/2013/03/you-are-free.p31"},"We should not expect peace or freedom or faith or any other such gift from our divine head if our acceptance of His leadership is lukewarm or grudging. If it is ritual rather than real righteousness, we should not expect a reward. A detached, aloof allegiance is for Him no allegiance at all. Our submission must be full, wholehearted, and unstinting. What God requires is the devotion portrayed by Jesus, who was asked to drink a cup so bitter that it amazed even Him, the great Creator (see",["a",{"href":"/scriptures/nt/mark/14.33-36"},"Mark 14:33–36"],";",["a",{"href":"/scriptures/dc-testament/dc/19.17-18"},"D&C 19:17–18"],"). Yet He did it, “the will of the Son being swallowed up in the will of the Father” (",["a",{"href":"/scriptures/bofm/mosiah/15.7"},"Mosiah 15:7"],")."],["p.para",{"id":"p32","uri":"/ensign/2013/03/you-are-free.p32"},"I leave you my witness that through Jesus Christ, the Son of God, we may become one with God, just as Jesus prayed that we might be (see",["a",{"href":"/scriptures/nt/john/17.20-23"},"John 17:20–23"],"). May your allegiance to Them be the shining guide of your life forever."]]],[".notes",["h3","Notes"]],[".resources"]]]],"refs":[[".footnote",{"id":"/ensign/2013/03/you-are-free","uri":"/ensign/2013/03/you-are-free"},["span.label",["a",{"name":"footnote1"},"1."]],"Gordon B. Hinckley, “A Principle with Promise,”",["span.emphasis","Improvement Era,"],"June 1965, 521."],[".footnote",{"id":"/ensign/2013/03/you-are-free","uri":"/ensign/2013/03/you-are-free"},["span.label",["a",{"name":"footnote2"},"2."]],"Adena Nell Swenson Gourley, “I Walked a Flowered Path” (unpublished manuscript, 1995), 199–200."],[".footnote",{"id":"/ensign/2013/03/you-are-free","uri":"/ensign/2013/03/you-are-free"},["span.label",["a",{"name":"footnote3"},"3."]],"Boyd K. Packer, “Agency and Control,”",["span.emphasis","Ensign,"],"May 1983, 66."],[".footnote",{"id":"/ensign/2013/03/you-are-free","uri":"/ensign/2013/03/you-are-free"},["span.label",["a",{"name":"footnote4"},"4."]],"“Sweet Is the Peace the Gospel Brings,”",["span.emphasis","Hymns,"],"no. 14."]]}
