{"id":57,"parent_id":51,"book_id":71,"content_id":1,"language_id":1,"display_order":57,"title":"Covetousness","subtitle":"","short_title":"Covetousness","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness","content":[["div",{"id":"head7","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.head7"},["h1","Covetousness"],[".intro","Covet not that which is thy brother’s.",["br"],"—",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.20"},"Doctrine and Covenants 136:20"]]],[".bodyBlock",[".topic",["h2","GOSPEL TRUTH"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p4"},"Coveting is an ungodly desire for something that belongs to another. It can lead to greed, stealing, jealousy, envy—even murder. Our Heavenly Father wants us to be grateful for those things we have and to work for what we desire, rejoicing with others in what they possess."]],[".topic",["h2","IDEAS FOR LESSONS"],[".topic",["h3","Lesson 1: Understanding Why Our Heavenly Father Wants Us to Avoid Coveting"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p7"},"Relate briefly one or both of the following stories from the Bible, asking your family to listen to be able to tell what caused the problem: Ahab coveting someone’s field (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/21.1-19"},"1 Kings 21:1–19"],") and David coveting someone’s wife (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/11.title"},"2 Samuel 11"],"). Discuss with the members of your family the basic problem, making sure they realize it was covetousness which led to even greater sins."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p8"},"Have a family member read",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.17"},"Exodus 20:17"],". Discuss the meaning of this commandment of the Lord and of the word",["span.emphasis","covet."],"Be sure they understand that coveting is wanting something that belongs to someone else. Point out the difference between coveting something and having the desire to work to acquire something similar."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p9"},"Have your family list some things which are often coveted such as wealth, possessions, talents, and opportunities. With this list before them, let them name and discuss other sins that coveting these things can lead to such as greed, stealing, jealousy, envy, and harming others. If you used the story of David, point out that he, though once highly favored of the Lord, lost his eternal blessings because he desired and took another man’s wife and even murdered to keep her (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.39"},"D&C 132:39"],")."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p10"},"Ask your family to listen to the contrast as you read or tell the experience of Paul in",["a.scriptureRef",{"href":"/scriptures/nt/acts/20.33-37"},"Acts 20:33–37"],". Let your family talk about the feelings of Paul toward his fellow Church members and their feelings toward him. Emphasize the great love they had for one another, which they would not have had if Paul had been covetous."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p11"},"Help the members of your family realize the blessings that can come to them as they work to earn their own possessions and to develop their own talents instead of coveting what others have."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p12"},"Encourage them to think of one thing they may be coveting that belongs to another and challenge them to overcome this desire."]],[".topic",["h3","Lesson 2: Counting Our Blessings Helps Us to Avoid Coveting"],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p14"},"Have your family sing “Count Your Blessings” (",["span.emphasis","Hymns,"],["span.crossRef","no. 241"],")."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p15"},"Get a small ball or roll up a pair of stockings. Toss the ball to one member of your family. Have him name a blessing your family enjoys such as food, clothing, or home. Have him toss the ball back to you. Then throw it to another member. Continue until your family has named your most important blessings. You may want to express your gratitude for these blessings."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p16"},"Repeat the game, this time having the person with the ball name one talent or outstanding quality possessed by the person on his right. Continue until one or more qualities have been named for each person."],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p17"},"Help the members of your family realize and appreciate the many blessings they have, both individually and as a family (see",["a.scriptureRef",{"href":"/scriptures/nt/1-thes/5.18"},"1 Thessalonians 5:18"],"). Point out that as they work, they can achieve additional blessings and develop other talents. Help them feel that they have no need to covet what others have; Heavenly Father has blessed them in many ways."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p18"},"You may wish to plan a service project where the members of your family can share their talents or possessions with others. You might present a program at a nursing home, volunteer to read or write for the blind or handicapped, visit the sick, or invite an elderly person to dinner."]],[".topic",["h3","Lesson 3: Rejoicing with Others in What They Have Helps Us Avoid Coveting"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p20"},"Discuss qualities, talents, or possessions that others have that family members have been able to enjoy. Talk about which of these your family would like to acquire. Point out that working toward these goals is not coveting."],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p21"},"Arrange to have one or more members of your family display a talent (musical, artistic, sewing, reciting, or others)."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p22"},"Discuss with the members of your family whether they coveted these talents or admired them. Help them to understand the difference. Emphasize that when we admire someone’s talent, we can enjoy it, and it can inspire us to work harder to develop our own talents. (See",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.26"},"1 Corinthians 12:26"],".) When we truly admire someone’s accomplishments, our love for that person grows."],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p23"},"You may want to let each family member draw the name of another family member and write a letter to that person, expressing love, appreciation, and genuine admiration of his talents and abilities."],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p24"},"You may also want to have “spotlight” nights in which different members of the family are honored—each on a different night, using pictures, stories, and other methods."]]],[".topic",["h2","RESOURCES"],[".topic",["h3","Scriptures"],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p27"},["a.scriptureRef",{"href":"/scriptures/ot/ex/20.17"},"Exodus 20:17"],"(Do not covet.)"],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p28"},["a.scriptureRef",{"href":"/scriptures/ot/prov/21.26"},"Proverbs 21:26"],"(Difference between wicked and righteous.)"],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p29"},["a.scriptureRef",{"href":"/scriptures/nt/matt/6.19-20"},"Matthew 6:19–20"],"(Do not lay up treasures on earth.)"],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p30"},["a.scriptureRef",{"href":"/scriptures/nt/matt/6.33"},"Matthew 6:33"],"(Seek first the kingdom of God.)"],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p31"},"See “Covet, Covetousness” in the Topical Guide."]],[".topic",["h3","Song"],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/lesson-ideas/covetousness.p33"},"“‘Give,’ Said the Little Stream,”",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","236"],"."]]]]],"refs":null}
