{"id":76,"parent_id":51,"book_id":71,"content_id":1,"language_id":1,"display_order":76,"title":"Music","subtitle":"","short_title":"Music","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music","content":[["div",{"id":"head26","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.head26"},["h1","Music"],[".intro","For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me.",["br"],"—",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.12"},"Doctrine and Covenants 25:12"]]],[".bodyBlock",[".topic",["h2","GOSPEL TRUTH"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p4"},"Good music—music that elevates and inspires—can both enhance our worship and enrich our lives. It can help us to grow closer to our Father in Heaven and to be more receptive to his Spirit."]],[".topic",["h2","IDEAS FOR LESSONS"],[".topic",["h3","Lesson 1: Music Can Be a Form of Worship"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p7"},"Begin the evening by singing two or three of the family’s favorite hymns. After an opening prayer, discuss how these hymns made family members feel. Make a list of feelings we should have when we worship—love, reverence, faith, respect, etc. Discuss why music is important in helping us have these feelings in our worship services."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p8"},"You might tell a story like the following:"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p9"},"A pianist who played regularly for Primary had become discouraged. It seemed that although she took the time to prepare prelude music that would set a reverent tone for the rest of the meeting, no one listened. Many people arrived late, and those that arrived on time often spent the minutes before the meeting in talking or in last-minute lesson preparation."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p10"},"When she expressed her dissatisfaction with such irreverent behavior, the Primary leaders and teachers agreed to be more reverent out of respect for her wishes. To their surprise, they found that when they were reverent and listened to the prelude music, they were able to be much more in tune with the Spirit when the meeting actually began. Such mental and spiritual preparation helped them not only to present their lessons more effectively but also to learn more from the lessons of others."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p11"},"Discuss how we can show our love and respect for the Lord through music (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/25.12"},"D&C 25:12"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.24"},"138:24"],")."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p12"},"Play or sing some quiet, reverent music, and, if your children are young, practice sitting reverently as you would in a Church meeting."],["ul.bullet",["li",["span.label","•"],[".para","Did listening to such quiet music help you to feel in tune with our Father in Heaven’s Spirit? (See also “Sing Praises: Learning Our Hymns and Children’s Songs,” in the “Family Activities” section of this book.)"]]]],[".topic",["h3","Lesson 2: Music Has Great Power to Affect Our Lives"],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p15"},"Play, sing, or have family members name several of their favorite songs. These may range from hymns to classical selections to currently popular songs."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p16"},"Point out that music has great power over us; some music makes us want to dance, some makes us want to march, some makes us want to sit and think. Have the family participate by marching to some marching music and dancing to some dancing music."],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p17"},"Point out that music has great power to inspire us and to bring us closer to our Father in Heaven and that it also has the power to encourage evil thoughts and acts."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p18"},"Have family members analyze how each of the songs they have named makes them feel. Which of the pieces make them feel closer to our Father in Heaven, and which ones would not make them feel close to him? Are there any that would not be pleasing to him? Suggest that your family adopt a standard of singing, playing, or listening only to music that is pleasing to the Lord."]],[".topic",["h3","Lesson 3: Music Can Teach the Gospel"],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p20"},"Tell the following true experiences to help your family understand how music not only teaches us the truths of the gospel but also helps us to recall them when we need to:"],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p21"},"A mother was called to the home of her oldest daughter who had recently given birth to a beautiful baby boy. There had been a dramatic call: “Mom, come quick—the baby!” When the mother arrived at the apartment, the baby was lying lifeless on the couch. He had been well when the daughter put him to bed, but from unknown causes, he had slipped silently into death during the night. The mother felt as if her heart would break. “Why, Lord, why?” she cried. Then, as if in answer, strains of music and the accompanying words came to her mind: “Hold to the rod, the iron rod; ’Tis strong, and bright, and true; The iron rod is the word of God, ‘Twill safely guide us through.” (See Connee Garrett, “A Song of the Heart,”",["span.emphasis","Ensign,"],"June 1982, p. 37.)"],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p22"},"A young girl was often so frightened at night by strange sounds and an active imagination that she couldn’t sleep. Then, to her mind would come the words: “The Lord is my light; then why should I fear? By day and by night his presence is near.” She would soon relax and go to sleep. (See Garrett, “A Song of the Heart,” p. 37.)"],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p23"},"Share similar experiences that members of your family may have had."],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p24"},"Sing some songs that teach a truth of the gospel. Talk about what the words mean. You might choose songs like “I Am a Child of God,”",["span.emphasis","Hymns,"],["span.crossRef","no. 301"],",",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","2"],"; “The Still Small Voice,”",["span.emphasis","Children’s Songbook,"],"p.",["span.crossRef","106"],"; “I Stand All Amazed,”",["span.emphasis","Hymns,"],["span.crossRef","no. 193"],"; “I’ll Go Where You Want Me to Go,”",["span.emphasis","Hymns,"],["span.crossRef","no. 270"],"."]],[".topic",["h3","Lesson 4: Making Music Together"],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p26"},"(Each of these ideas could be a separate family home evening.)"],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p27"},"Form a family orchestra, using the instruments the various family members play. If family members do not play traditional instruments, form an orchestra using such things as kitchen utensils, kazoos, and tissue-paper combs."],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p28"},"Have a family make-believe orchestra. Assign each child to pretend he is playing an instrument while a record is being played, for example, moving fingers on a piano, fingering a violin, or playing a flute or drum."],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p29"},"Organize a sing-along with piano or guitar. Sing or play a variety of favorite family songs. Have a family singing time in which family members draw songs out of a hat or choose songs in some other interesting way."],["div",{"id":"p30","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p30"},"Select a hymn or choral arrangement of a folk song and form a family duet, trio, quartet, or choral group (depending on the numbers available). Learn the parts; then sing the hymn or folk song in parts. If members cannot sing parts, try a round song in which everyone sings the same melody but starts at a different time."],["div",{"id":"p31","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p31"},"Plan a family recital or musical program for friends, relatives, and neighbors. Include a variety of numbers such as solos, duets, group numbers, and musical skits. Encourage family members to try writing their own music, lyrics, or both to present on the program. Set a definite date and work toward it. You might want to print programs, send invitations, and serve refreshments to those who attend. Or take your program to those who cannot get out—those who are confined in hospitals, nursing homes, or at home."]],[".topic",["h3","Lesson 5: Becoming Acquainted with Good Music"],["div",{"id":"p33","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p33"},"See “Appreciating Music,” in the “Family Activities” section of this book."]]],[".topic",["h2","RESOURCES"],[".topic",["h3","Scriptures"],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p36"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.71"},"Doctrine and Covenants 45:71"],"(Righteous shall come to Zion singing songs of joy.)"],["div",{"id":"p37","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p37"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.28"},"Doctrine and Covenants 136:28"],"(Praise the Lord with singing.)"],["div",{"id":"p38","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p38"},["a.scriptureRef",{"href":"/scriptures/nt/matt/26.30"},"Matthew 26:30"],"(Christ and his Apostles sang a hymn after the Last Supper.)"],["div",{"id":"p39","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p39"},"See also “Music” and “Singing” in the Topical Guide."]],[".topic",["h3","Songs and Hymns"],["div",{"id":"p41","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p41"},"You can use any of the hymns. Musical accompaniments for the hymns and songs are available on compact disc (",["span.emphasis","Hymns:"],"50166, 50866;",["span.emphasis","Children’s Songbook:"],"50428, 50505) and audiocassette (",["span.emphasis","Hymns:"],"52175, 52297;",["span.emphasis","Children’s Songbook:"],"52428, 52505)."]],[".topic",["h3","Other"],["div",{"id":"p43","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p43"},["span.emphasis","Gospel Principles,"],"“Developing Our Talents,”",["span.crossRef","chapter 34"],"."],["div",{"id":"p44","uri":"/manual/family-home-evening-resource-book/lesson-ideas/music.p44"},"Most public or school libraries have books which contain explanations of different types of music, descriptions of the musical instruments, and stories of famous composers. Many public libraries will also have recordings available for loan."]]]]],"refs":null}
