{"id":44,"parent_id":0,"book_id":22358,"content_id":1,"language_id":1,"display_order":44,"title":"Introduction to Religion 212: “Ye Shall Be Witnesses unto Me”","subtitle":"","short_title":"Introduction to Religion 212","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me"},[".heading",{"id":"head1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.head1"},[".titleNumber","Introduction to Religion 212"],["h1","“Ye Shall Be Witnesses unto Me”"],[".sidebar",["h1","Theme"],["p.para",{"id":"p4","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p4"},"“Ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jertusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.8"},"Acts 1:8"],".)"]]],[".bodyBlock",[".topic",["h2","Introduction to Religion 212"],["p.para",{"id":"p6","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p6"},"“I ask you, what did he mean when the Lord took his Twelve Apostles to the top of the Mount of Olives and said:"],["p.para",{"id":"p7","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p7"},"“‘… And ye shall be witnesses unto me both in Jerusalem, and in all Judea, and in Samaria, and unto the uttermost part of the earth.’ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/1.8"},"Acts 1:8"],".)"],["p.para",{"id":"p8","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p8"},"“These were his last words on earth before he went to his heavenly home."],["p.para",{"id":"p9","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p9"},"“What is the significance of the phrase ‘uttermost part of the earth’? He had already covered the area known to the apostles. Was it the people in Judea? Or those in Samaria? Or the few millions in the Near East? Where were the ‘uttermost parts of the earth’? Did he mean the millions in what is now America? Did he include the hundreds of thousands, or even millions, in Greece, Italy, around the Mediterranean, the inhabitants of central Europe? What did he mean? Or did he mean all the living people of all the world and those spirits assigned to this world to come in centuries ahead? Have we underestimated his language or its meaning? How can we be satisfied with 100,000 converts out of nearly four billion people in the world who need the gospel? …"],["p.para",{"id":"p10","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p10"},"“You are acquainted with the statement of the Prophet Joseph Smith in the Wentworth Letters written March 1, 1842. (",["span.emphasis","History of the Church,"],"vol. 4, p. 536.) I am sure the Prophet Joseph looked ahead and saw many problems with national animosities and fears with war and commotions and jealousies, and I am sure that he saw all these things would happen and yet in spite of everything he said with great boldness and assurance:"],["p.para",{"id":"p11","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p11"},"“‘No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly and independent, till it has penetrated every continent; visited every clime, swept every country and sounded in every ear; till the purposes of God shall be accomplished, and the great Jehovah shall say the work is done.’” [",["span.emphasis","History of the Church of Jesus Christ of Latter-day Saints,"],"4:540.] (Spencer W. Kimball, “When the World Will Be Converted,”",["span.emphasis","Ensign,"],"Oct. 1974, pp. 4–13.)"],["p.para",{"id":"p12","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p12"},"The early apostles and saints labored diligently and faithfully to fulfill the divine charge to take their witness to all the world. The purpose of this course manual is to help you realize how deeply these men took the Savior’s charge to heart and carried out their part of the great commission. In the words of President Harold B. Lee:"],["p.para",{"id":"p13","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p13"},"“As we review again the matchless and unselfish devotion of these early prophets and martyrs to the gospel of Christ, may we bow in reverence and repeat with a greater appreciation and comprehension as with the multitude in Jerusalem on the occasion of the triumphal entry the words: ‘How blessed is he [the Apostles of the past and present] that cometh in the name of the Lord.’” (",["span.emphasis","CR,"],"Apr. 1955, p. 19.)"],[".topic",["h3","What Should I Seek to Accomplish as I Take This Course of Study?"],["p.para",{"id":"p15","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p15"},"Two major objectives lie at the heart of a study of the latter half of the New Testament. First, to draw closer to Christ and feel increased spiritual power. Secondly, a study of Acts to Revelation is especially valuable for Latter-day Saints because we face many of the same problems that faced those early saints. In our dispensation, the church of Jesus Christ has once again been organized, and our commission is the same as was theirs: to take the blessings of the Church and the witness of the resurrected Christ to all the world (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.17-23"},"D&C 1:17–23"],")."]],[".topic",["h3","This Course of Study Chronicles the Testimony of Eyewitnesses"],["p.para",{"id":"p17","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p17"},"At the death of Jesus, his apostles and disciples were filled with despair. They had been sustained and upheld by him for almost three years, and now he was gone. Alone, discouraged, wavering in faith, and perhaps frightened, they thought at first all was lost. As you ponder the fact that these were ordinary men and that their despondency was quite a natural and human reaction under the circumstances, you also must be struck by another more compelling fact—that fifty days later these same men were bearing a fervent testimony that Jesus was alive, that he had been seen of them, and that he was, in fact, risen from the dead as he said he would be. Further, you must be impressed that for the sake of bearing this witness, they endured slander, physical abuse, and extreme adversity; they compassed land and sea; and finally, most of them died a martyr’s death. Why? How do you account for such a transformation in their lives? Why is Paul one day a zealous persecutor of the Christians and then abruptly a bold witness for Christ? Theirs is no testimony of despair or doubt. Ponder their witness carefully."],[".topic",["h4","Peter"],["p.para",{"id":"p19","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p19"},"“Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know: Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain: Whom God hath raised up, having loosed the pains of death: … This Jesus hath God raised up, WHEREOF WE ALL ARE WITNESSES.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.22-24,32"},"Acts 2:22–24, 32"],". Emphasis added.)"]],[".topic",["h4","Paul"],["p.para",{"id":"p21","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p21"},"“For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures; And that he was buried, and that he rose again the third day according to the scriptures: And that he was seen of Cephas, then of the twelve: After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep. After that, he was seen of James; then of all the apostles. And last of all he was seen of me. …” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.3-8"},"1 Corinthians 15:3–8"],".)"]],[".topic",["h4","John"],["p.para",{"id":"p23","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p23"},"“That which … we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled … the Word of life.” (",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/1.1"},"1 John 1:1"],".)"],["p.para",{"id":"p24","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p24"},"How does one account for their boldness, their change, their assuredness? The real answer is found in the explanation as declared by David O. McKay:"],["p.para",{"id":"p25","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p25"},"“That the literal resurrection from the grave was a reality to the disciples, who knew Christ intimately, is a certainty. In their minds there was absolutely no doubt.",["span.emphasis","They were witnesses of the fact. They knew because their eyes beheld, their ears heard, their hands felt the corporeal presence of the risen Redeemer.”"],"(",["span.emphasis","CR,"],"Apr. 1939, p. 112. Italics added.)"],["p.para",{"id":"p26","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p26"},"The implication of their witness to you should be clear. As Elder McKay further declared:"],[".figure",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.f2"},["ol.number",["li",["span.label","1."],["p.para","“If Christ lived after death, so shall men, each one taking the place in the next world for which he is best fitted.” (",["span.emphasis","CR,"],"Apr. 1939, p. 115.)"]],["li",["span.label","2."],["p.para","“To him who accepts Jesus of Nazareth as the very Son of God, to him who believes with all his soul that Jesus lives today, that he can … and that he does influence the world, to him, I say, … Christ’s teachings as well as his personality, become a reality. You cannot profess to be truly a Christian and refuse to live up to the principles that Christ taught and obeyed.” (",["span.emphasis","CR,"],"Apr. 1918, pp. 78–79.)"]]]],["p.para",{"id":"p29","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p29"},"This course of study chronicles the lives, discourses, and written testimony of men who, as eyewitnesses, saw the risen Lord and were transformed by his power and influence. It is hoped that as you consider their witness, coupled with the testimonies of the Lord’s special witnesses in this dispensation, you will receive their testimony as a witness, more powerful than sight, of our Lord’s resurrection and redemptive mission."],[".",{"id":"f3","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_all_028_17-marsHill.jpg"}]]]],[".topic",["h3","Mars’ Hill and the Apostle Paul"],["p.para",{"id":"p31","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p31"},"The Athens that Paul knew was nearly two thousand years younger than the Athens of today. Even the little in the city that has survived the ravages of two millennia bears eloquent witness to the glorious heights achieved by the ancient Greeks. But no one should be fooled into thinking that marble columns and graceful architecture are the only legacies bequeathed to future generations by the noble Greeks. Democracy, the political ideal of much of the world, had its birth in Athens; students in virtually every major university in the world still explore the philosophies of Socrates, Plato, and Aristotle; the dramas of Sophocles and Euripides, written hundreds of years before the birth of Christ, are performed all over the globe; mathematics students memorize the theorems and formulas of Pythagoras and Euclid; and every four years, millions watch via satellite as athletes from many nations compete in the Olympic games, an event started by the Greeks in 776",["span.small","B.C."]],["p.para",{"id":"p32","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p32"},"To Athens, long a center for Greek culture, came Paul, a humble servant of Jesus Christ. Recently beaten and jailed in Philippi and fresh from expulsion from Thessalonica and Berea by angry Jews, Paul hoped that Athens might accept God’s word. But Athens was a city alien to the spirit of true Christianity."],["p.para",{"id":"p33","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p33"},"Those temples and buildings that have survived the claws of time give us some hint of the glory that must have greeted Paul’s eyes as he entered the city. The Parthenon, even then nearly five hundred years old, dominated Athens from its majestic spot atop the acropolis. Like other buildings near it, the Parthenon beckoned to worshipers of Athena, the goddess of wisdom. Numerous magnificent shrines and temples lined the city’s streets, for Athens was a city saturated with idolatry. The cautious Greeks had even erected an altar dedicated to the Unknown God, lest they should offend some god that had been inadvertently overlooked."],["p.para",{"id":"p34","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p34"},"Thoughts of the beauty and glory of Athens must have been overshadowed in the mind of the apostle by the other things which he saw, for Luke records that while Paul awaited the arrival of his companions, “his spirit was stirred in him, when he saw the city wholly given to idolatry.” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.16"},"Acts 17:16"],".) Moved by that spirit, Paul attempted to teach the Athenians the truths of the gospel both in the Jewish synagogue and in the marketplace. Later he was taken before the famed council of the Areopagus, on Mars’ hill, where he delivered a powerful sermon on the subject of the Unknown God. But though the Athenians were willing to listen to this new philosophy, as indeed they were to anything novel or extraordinary, when Paul spoke of the resurrection, they mocked him (",["a.scriptureRef",{"href":"/scriptures/nt/acts/17.32"},"Acts 17:32"],"). The Greeks believed in the immortality of the soul but found the idea of literal resurrection simply absurd. Soon thereafter, Paul left the city and journeyed on to Corinth. There is no further record of missionary work being performed in Athens."],["p.para",{"id":"p35","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p35"},"Though Paul stood before the council of the Areopagus for only a few short minutes and left the city of Athens after a very limited stay, his presence in the city symbolizes the clash between the gospel and the world of Paul’s time. Standing in sight of the awesome Parthenon, this converted Jew of Tarsus, a man who pretended to no great worldly learning and who preached a simple gospel, told the learned men of Athens of their ignorance, of their status as children of God, and of their eventual resurrection after death. They did not believe him then; much of the world still does not believe. Is it not a strange irony that the city of Athens, renowned as a center of knowledge and known through the ages for its wisdom, should reject those truths which are, above all others, most precious? It was not simply the idolatry of Athens that lay at the heart of this rejection, for many other cities equally idolatrous provided the apostles of Jesus Christ with rich and fruitful fields of labor. Athens’ malady was the worship of the wisdom of men. It was this problem, more than any other, which proved the undoing of the early church of Jesus Christ. Again and again, as the gospel spread throughout the world, its profound and simple truths were blended with the philosophies of men. The wisdom of God was rejected as foolishness. The miracles of the Atonement, the Resurrection, and the ordinances were diluted and deleted. Men, blinded to the wisdom of God by their own intellectual conceit, added and subtracted at will from the truths revealed by God. Gradually and inevitably, these precious truths were changed, perverted, and lost. The simple was embellished, the holy corrupted, the truth falsified. The tragedy of Athens became the tragedy of the great apostasy. Men stood in the shadow of the Parthenon and could not see the Light of the world; they basked in the radiance of their own understanding and were blinded to the glory of God; they walked in the paths of their own making and tripped over the stumbling block of Christ and his crucifixion; they called themselves philosophers—lovers of wisdom—but were so enamored of their own learning that they were incapable of loving the greatest wisdom of all."],["p.para",{"id":"p36","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p36"},"After his experience at Athens, Paul journeyed to Corinth. Later he wrote to the Corinthians:"],["p.para",{"id":"p37","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p37"},"“Where is the wise? where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world?"],["p.para",{"id":"p38","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p38"},"“For the Jews require a sign, and the Greeks seek after wisdom:"],["p.para",{"id":"p39","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p39"},"“But we preach Christ crucified, unto the Jews a stumbling block, and unto the Greeks foolishness;"],["p.para",{"id":"p40","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p40"},"“But unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God."],["p.para",{"id":"p41","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/introduction-to-religion-212-ye-shall-be-witnesses-unto-me.p41"},"“Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/1.20,22-25"},"1 Corinthians 1:20, 22–25"],".)"]]]]]]],"refs":null}
