{"id":181,"parent_id":179,"book_id":23520,"content_id":1,"language_id":1,"display_order":181,"title":"Lesson 138: Mormon 3–4","subtitle":"","short_title":"Lesson 138","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138"},[".heading",{"id":"head4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.head4"},[".titleNumber","Lesson 138"],["h1","Mormon 3–4"]],[".bodyBlock",[".topic",{"id":"t15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.t15"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p4"},"After retaking their lands from the Lamanites, the Nephites prepared again for battle. Mormon pleaded with the Nephites to repent. Instead, they boasted in their own strength and swore to avenge their fallen brethren. Because the Lord had forbidden His people to seek revenge, Mormon refused to lead the Nephite army and they were defeated. As the Nephites persisted in wickedness, God poured out His judgments upon them, and the Lamanites began to sweep them from the earth."]],[".topic",{"id":"t16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.t16"},["h2","Suggestions for Teaching"],[".topic",{"id":"t17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.t17"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.1-8"},"Mormon 3:1–8"]],["h4","The Lord spares the Nephites in battle to grant them the opportunity to repent, but they harden their hearts"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p8"},"Before class, write the following question on the board:",["span.emphasis","Have you ever felt that the Lord was trying to get your attention and encourage you to change something in your life?"]],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p9"},"Begin by asking students to share their answers to the question on the board. (Ensure that they do not feel obligated to share anything that is too personal or private.) You might also consider sharing an experience."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p10"},"Explain that the Lord wanted to get the attention of the Nephites so they would change their wicked ways. However, the Nephites hardened their hearts and failed to realize that the Lord was blessing them in their battles with the Lamanites. After the Nephites made a treaty with the Lamanites and the Gadianton robbers (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/2.28"},"Mormon 2:28"],"), the Lord protected them, allowing them to live for 10 years without conflict. During those years, Mormon helped the Nephites prepare for coming attacks (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.1"},"Mormon 3:1"],")."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p11"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.2-3"},"Mormon 3:2–3"],"aloud. Ask the class to follow along, looking for what the Lord wanted the Nephites to do during the time of peace He had given them."],["ul.bullet",["li",["span.label","•"],["p","What message did the Lord command Mormon to give the Nephites? Did the Nephites understand this message? How did the Nephites respond to the message?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.3"},"Mormon 3:3"],", why had the Lord spared the Nephites in their recent battles despite their wickedness?"]],["li",["span.label","•"],["p","What truth can you identify from the Lord’s dealings with the Nephites recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.2-3"},"Mormon 3:2–3"],"? (Students may give different answers. Summarize their answers by writing the following truth on board:",["span.emphasis",["b","The Lord gives us sufficient opportunities to repent of our sins."]],"You might suggest that students write this truth in their scriptures.)"]]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p15"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.4-8"},"Mormon 3:4–8"],"by explaining that the Lord protected the Nephites twice more in battle, despite their wickedness and their unwillingness to turn to Him."],["ul.bullet",["li",["span.label","•"],["p","What does the Lord’s protection of the Nephites teach you about His character? (Answers may include that the Lord is merciful and patient.)"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p17"},"Point out that the Lord gives us all “a chance for repentance” (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.3"},"Mormon 3:3"],"). Then ask students to silently ponder the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Have you been willing to repent and make the changes God wants you to make? Are there changes you can make now to become the person God wants you to be?"]]],[".sidebar box-decor box-right",{"id":"f18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.f18"},["h3","Pondering"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p20"},"One way to help students deepen their understanding of what they are learning is to give them time in class to ponder. You could invite students to silently consider how a principle has influenced their lives or how they might apply it. As students learn to ponder the scriptures in class and on their own, the Holy Spirit will often reveal truth to them."]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p21"},"Testify of God’s kindness and patience in giving us opportunities to repent. Invite students to watch for opportunities and invitations to make changes in their lives, and encourage them to make changes promptly."]],[".topic",{"id":"t18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.t18"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.9-22"},"Mormon 3:9–22"]],["h4","The Nephites increase in wickedness, and Mormon refuses to lead their armies"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p24"},"Explain that the Nephites did not respond to the Lord’s invitations to repent but rather hardened their hearts. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.9-10"},"Mormon 3:9–10"],"aloud. Ask the class to follow along, looking for how the Nephites acted in response to their multiple victories over the Lamanites. (You may need to tell students that the word",["span.emphasis","avenge"],"in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.9"},"verse 9"],"means to seek revenge.)"],["ul.bullet",["li",["span.label","•"],["p","How did the Nephites respond following their victories over the Lamanites?"]],["li",["span.label","•"],["p","Why was it wrong for the Nephites to boast about their own strength? What does this boasting show about their relationship with God?"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p27"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.11-13"},"Mormon 3:11–13"],"aloud. Ask the class to look for Mormon’s response when the Nephites swore to seek revenge."],["ul.bullet",["li",["span.label","•"],["p","What did Mormon do when the Nephites expressed a desire for revenge upon the Lamanites?"]],["li",["span.label","•"],["p","Have you ever wanted to seek revenge on someone? Why do you think seeking revenge is a natural response for many people?"]],["li",["span.label","•"],["p","Mormon had been leading the Nephite armies for more than 30 years, despite their wickedness. What does Mormon’s refusal to lead the army teach about the seriousness of seeking revenge?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p31"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.14-16"},"Mormon 3:14–16"],", and encourage the class to look for what the Lord taught Mormon about seeking revenge."],["ul.bullet",["li",["span.label","•"],["p","How does the Lord feel about seeking revenge? (Students’ answers may vary. Summarize their answers by writing the following truth on board:",["span.emphasis",["b","The Lord forbids us to seek revenge."]],")"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p33"},"To help students better understand the Lord’s counsel in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.14-16"},"verses 14–16"],", ask students to restate the first part of",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.15"},"Mormon 3:15"],"(“Vengeance is mine, and I will repay”) in their own words."],["ul.bullet",["li",["span.label","•"],["p","Why is it important not to seek revenge? How can we overcome desires to seek revenge?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p35"},"To help students learn how to overcome vengeful feelings, invite a student to read aloud the following counsel from President James E. Faust of the First Presidency. If possible, provide a copy of the quotation for each student."],[".img-left",{"id":"f23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.f23"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-faust.jpg"}]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p36"},"“We need to recognize and acknowledge angry feelings. It will take humility to do this, but if we will get on our knees and ask Heavenly Father for a feeling of forgiveness, He will help us. The Lord requires us ‘to forgive all men’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.10"},"D&C 64:10"],"] for our own good because ‘hatred retards spiritual growth.’ [Orson F. Whitney,",["span.emphasis","Gospel Themes"],"(1914), 144.] Only as we rid ourselves of hatred and bitterness can the Lord put comfort into our hearts. …"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p37"},"“… When tragedy strikes, we should not respond by seeking personal revenge but rather let justice take its course and then let go. It is not easy to let go and empty our hearts of festering resentment. The Savior has offered to all of us a precious peace through His Atonement, but this can come only as we are willing to cast out negative feelings of anger, spite, or revenge” (“The Healing Power of Forgiveness,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2007, 69)."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p38"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.17,20-22"},"Mormon 3:17, 20–22"],"aloud, and ask the class to look for what Mormon wanted us to know. You may want to invite students to mark Mormon’s counsel to “repent and prepare to stand before the judgment-seat of Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.22"},"Mormon 3:22"],")."]],[".topic",{"id":"t19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.t19"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4"},"Mormon 4"]],["h4","The Lamanites begin to sweep the Nephites off the earth"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p41"},"Ask students to raise their hands if they know someone who has done something wrong but has not yet been caught or faced the consequences of the wrongdoing. Invite students to ponder the following question:"],["ul.bullet",["li",["span.label","•"],["p","Do you ever wonder when the consequences of wrong choices will catch up to someone who is knowingly choosing wrong?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p43"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4.1-2"},"Mormon 4:1–2"],"silently, looking for what happened to the Nephite army as they sought revenge upon the Lamanites. Then ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4.4"},"Mormon 4:4"],"silently, looking for why the Nephite armies were unsuccessful. Ask students to report what they find."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p44"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4.5"},"Mormon 4:5"],"aloud. Invite the class to follow along, looking for truths this verse teaches about the results of persisting in wickedness. As students share what they have found, write on the board the following truth from",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4.5"},"Mormon 4:5"],":",["span.emphasis",["b","“The judgments of God will overtake the wicked.”"]],"You might suggest that students mark this truth in their scriptures."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p45"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4.10-12"},"Mormon 4:10–12"],"silently, looking for descriptions of the Nephites’ wickedness. Ask students to report what they find."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p46"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4.13-14,18,21-22"},"Mormon 4:13–14, 18, 21–22"],". Ask the class to follow along, looking for how the judgments of God were poured out on the Nephites."],["ul.bullet",["li",["span.label","•"],["p","For you, what is the saddest part of this account?"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p48"},"Refer students to the principles you have written on the board. Invite them to ponder how they can apply these truths in their lives. Encourage them to act on the promptings of the Holy Spirit that they receive as they ponder."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p49"},"Testify of the kindness and love of the Lord in giving us sufficient chances to repent. Also testify that consequences will always come to those who persist in sin."]]]],[".resources",[".box-decor",{"id":"f26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.f26"},["h2","Commentary and Background Information"],[".topic",{"id":"t20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.t20"},["h3","Mormon 3:9–10. Swearing an oath"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p52"},"Mormon said that the Nephites swore “by the heavens, and also by the throne of God” that they would seek revenge on the Lamanites (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.9-10"},"Mormon 3:9–10"],"). The following statement by Elder Bruce R. McConkie of the Quorum of the Twelve Apostles explains the significance of swearing an oath in Book of Mormon times, thus giving us an understanding of the blasphemous nature of the Nephites’ attempt to involve God in their vengeance."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p53"},"“This matter of swearing with an oath in ancient days was far more significant than many of us have realized."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p54"},"“For instance: Nephi and his brethren were seeking to obtain the brass plates from Laban. Their lives were in peril. Yet Nephi swore this oath: ‘As the Lord liveth, and as we live, we will not go down unto our father in the wilderness until we have accomplished the thing which the Lord hath commanded us.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.15"},"1 Ne. 3:15"],".)"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p55"},"“Thus Nephi made God his partner. If he failed to get the plates, it meant God had failed. And because God does not fail, it was incumbent upon Nephi to get the plates or lay down his life in the attempt” (“The Doctrine of the Priesthood,”",["span.emphasis","Ensign,"],"May 1982, 33)."]]],[".box-decor",{"id":"f27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.f27"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.t21"},["h3","Mormon 3:9–15. The Lord forbids us to seek revenge"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p58"},"The Mormon Message “Forgiveness: My Burden Was Made Light” is the story of Chris Williams, who lost half of his family in an accident involving a drunk teenage driver. This video could be shown in the lesson just before or after reading the statement by President James E. Faust."],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p59"},"Consider giving students some time to write in notebooks or scripture study journals about how they plan to let go of any grudges, anger, or unkind feelings they may have toward others."]],[".topic",{"id":"t22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.t22"},["h3","Mormon 4:5. “The judgments of God will overtake the wicked”"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p61"},"The following story could be used at or near the end of the lesson:"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p62"},"To illustrate that negative consequences will follow those who sin, read or have a student read the following experience shared by President Thomas S. Monson:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p63"},"“In a business law class at the university I attended, I remember that one particular classmate never prepared for the class discussions. I thought to myself, ‘How is he going to pass the final examination?’"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p64"},"“I discovered the answer when he came to the classroom for the final exam on a winter’s day wearing on his bare feet only a pair of sandals. I was surprised and watched him as the class began. All of our books had been placed upon the floor, as per the instruction. He slipped the sandals from his feet; and then, with toes that he had trained and had prepared with glycerin, he skillfully turned the pages of one of the books which he had placed on the floor, thereby viewing the answers to the examination questions."],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/mormon/lesson-138.p65"},"“He received one of the highest grades in that course on business law. But the day of reckoning came. Later, as he prepared to take his comprehensive exam, for the first time the dean of his particular discipline said, ‘This year I will depart from tradition and will conduct an oral, rather than a written, test.’ Our favorite trained-toe expert found that he had his foot in his mouth on that occasion and failed the exam” (“Preparation Brings Blessings,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2010, 65)."]]]]]]],"refs":null}
