{"id":10,"parent_id":2,"book_id":9,"content_id":1,"language_id":1,"display_order":10,"title":"JST, Genesis 48","subtitle":"","short_title":"JST, Gen.","uri":"/scriptures/jst/jst-gen/48","content":[[".bodyBlock",["div",{"id":"t1","uri":"/scriptures/jst/jst-gen/48.t1","order":"12.03.048.077"},[".title",["b","JST, Genesis 48:5–11."],"Compare",["a.scriptureRef",{"href":"/scriptures/ot/gen/48.5-6"},"Genesis 48:5–6"]],["div",{"id":"5","uri":"/scriptures/jst/jst-gen/48.5","order":".048.078"},["b","5"],"And now, of thy two sons, Ephraim and Manasseh, which were born unto thee in the land of Egypt, before I came unto thee into Egypt;",["i","behold, they"],"are mine,",["i","and the God of my fathers shall bless them; even"],"as Reuben and Simeon they",["i","shall be blessed, for they are"],"mine;",["i","wherefore they shall be called after my name. (Therefore they were called Israel.)"]],["div",{"id":"6","uri":"/scriptures/jst/jst-gen/48.6","order":".048.079"},["b","6"],"And thy issue which thou begettest after them, shall be thine, and shall be called after the name of their brethren in their inheritance,",["i","in the tribes; therefore they were called the tribes of Manasseh and of Ephraim."]],["div",{"id":"7","uri":"/scriptures/jst/jst-gen/48.7","order":".048.080"},["b","7"],["i","And Jacob said unto Joseph, When the God of my fathers appeared unto me in Luz, in the land of Canaan; he sware unto me, that he would give unto me, and unto my seed, the land for an everlasting possession."]],["div",{"id":"8","uri":"/scriptures/jst/jst-gen/48.8","order":".048.081"},["b","8"],["i","Therefore, O my son, he hath blessed me in raising thee up to be a servant unto me, in saving my house from death;"]],["div",{"id":"9","uri":"/scriptures/jst/jst-gen/48.9","order":".048.082"},["b","9"],["i","In delivering my people, thy brethren, from famine which was sore in the land; wherefore the God of thy fathers shall bless thee, and the fruit of thy loins, that they shall be blessed above thy brethren, and above thy father’s house;"]],["div",{"id":"10","uri":"/scriptures/jst/jst-gen/48.10","order":".048.083"},["b","10"],["i","For thou hast prevailed, and thy father’s house hath bowed down unto thee, even as it was shown unto thee, before thou wast sold into Egypt by the hands of thy brethren; wherefore thy brethren shall bow down unto thee, from generation to generation, unto the fruit of thy loins forever;"]],["div",{"id":"11","uri":"/scriptures/jst/jst-gen/48.11","order":".048.084"},["b","11"],["i","For thou shalt be a light unto my people, to deliver them in the days of their captivity, from bondage; and to bring salvation unto them, when they are altogether bowed down under sin."]]]]],"refs":null}
