{"id":44,"parent_id":37,"book_id":0,"content_id":1,"language_id":1,"display_order":44,"title":"Section 36 Revelation to Edward Partridge","subtitle":"","short_title":"Section 36","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.head8"},[".titleNumber","Section 36"],["h1","Revelation to Edward Partridge"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p77"},"During the infancy of the Church, the Lord raised up righteous men to stand beside the Prophet Joseph Smith in building the kingdom. The year 1830 saw many of these future leaders join the Church, one of whom was Edward Partridge. He was born in Massachusetts and first heard the gospel in Kirtland, Ohio, when the missionaries who had been sent to the Lamanites stopped there on the way to Missouri. Shortly thereafter he traveled with Sidney Rigdon to New York, arriving in Fayette in December 1830."],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p78"},"Edward Partridge had not been baptized at the time he first visited the Prophet. Lucy Mack Smith recorded the following:"],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p79"},"“In December of the same year [1830], Joseph appointed a meeting at our house. While he was preaching, Sidney Rigdon and Edward Partridge came in and seated themselves in the congregation. When Joseph had finished his discourse, he gave all who had any remarks to make, the privilege of speaking. Upon this, Mr. Partridge arose, and stated that he had been to Manchester, with the view of obtaining further information respecting the doctrine which we preached; but, not finding us, he had made some inquiry of our neighbors concerning our characters, which they stated had been unimpeachable, until Joseph deceived us relative to the Book of Mormon. He also said that he had walked over our farm, and observed the good order and industry which it exhibited; and, having seen what we had sacrificed for the sake of our faith, and having heard that our veracity was not questioned upon any other point than that of our religion, he believed our testimony, and was ready to be baptized, ‘if,’ said he, ‘Brother Joseph will baptize me.’"],["div",{"id":"p80","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p80"},"“‘You are now,’ replied Joseph, ‘much fatigued, brother Partridge, and you had better rest to-day, and be baptized tomorrow.’"],["div",{"id":"p81","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p81"},"“‘Just as Brother Joseph thinks best,’ replied Mr. Partridge, ‘I am ready at any time.’"],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p82"},"“He was accordingly baptized the next day.” (",["span.emphasis","History of Joseph Smith,"],"pp. 191–92.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.1"},"D&C 36:1"],". Christ Is the “Mighty One of Israel”"],["div",{"id":"p83","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p83"},"“In this Revelation our Lord announces Himself as ‘the Mighty One of Israel.’ This name also occurs in Isaiah (1:24; 30:29). It means Jehovah, the Lord of Hosts, who led His people out of Egypt, with a strong arm. While the ‘mighty one’ of Assyria was a winged bull, and while earthly kingdoms adopt images of eagles, lions, etc., as emblems of strength, the ‘Mighty One’ of the Kingdom of God is Jehovah.” (Smith and Sjodahl, Commentary, p. 191.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.1"},"D&C 36:1"],". Preach “As with the Voice of a Trump”"],["div",{"id":"p84","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p84"},"Trumpets were used anciently to sound an alarm, to signal for battle, or to announce the coming of royalty. The sounding of trumpets, therefore, symbolizes heralding or announcing something highly significant. The sound of a trumpet is loud and clear and draws the attention of those within its range. Edward Partridge was called to preach in that manner—not quietly or timidly, but boldly, with clarity and authority."],[".",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.f8"},[".caption","Edward Partridge received the priesthood “by the hand of my servant Sidney Rigdon” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.2"},"D&C 36:2"],")."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.2"},"D&C 36:2"],". “I Will Lay My Hand upon You”"],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p86"},"Edward Partridge, who had just been baptized, was promised in this verse the gift of the Holy Ghost, which is given by the laying on of hands. He was also called into the ministry. The spirit and authority to fill such calls is similarly given by the laying on of hands."],["div",{"id":"p87","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p87"},"Elder Harold B. Lee referred to this verse as an example of how the Lord manifests His power through His servants: “The Lord here is saying that when one of his authorized servants puts his hands by authority upon the head of one to be blessed, it is as though he himself was putting his hand on with them to perform that ordinance. So we begin to see how he manifests his power among men through his servants to whom He has committed the keys of authority.” (",["span.emphasis","Be Secure in the Gospel of Jesus Christ,"],"Brigham Young University Speeches of the Year [Provo, 11 Feb. 1958], p. 6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.2"},"D&C 36:2"],". What Are the “Peaceable Things of the Kingdom”?"],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p88"},"Shortly before He was crucified, Jesus promised His disciples the gift of peace (see",["a.scriptureRef",{"href":"/scriptures/nt/john/14.27"},"John 14:27"],"). This peace is not the peace of the world but the inner peace that comes from the knowledge that one has found the truth, has had his sins remitted, and is on the path that leads to eternal life. This knowledge and assurance comes from the Holy Ghost, who is appropriately called the Comforter (see",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26"},"John 14:26"],"). Thus, all Saints may in this world of strife and turmoil receive peace from Christ by the Holy Ghost and the assurance that the course they are pursuing is correct (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.22-23"},"D&C 6:22–23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.23"},"59:23"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.3"},"D&C 36:3"],". What Does the Word Hosanna Mean?"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p89"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-10-to-20/section-19-the-gift-of-repentance.p1"},"Notes and Commentary on Doctrine and Covenants 19:37"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.6"},"D&C 36:6"],". What Is an “Untoward Generation”?"],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p90"},"The same expression is found in",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.40"},"Acts 2:40"],", referring to the people of that day. An untoward people is an unruly, rebellious people whose lives are not turned toward the Lord. President Joseph Fielding Smith, in reference to those of the latter days said, “This is an untoward generation, walking in spiritual darkness” (",["span.emphasis","Church History and Modern Revelation,"],"1:163)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.6"},"D&C 36:6"],". What Does It Mean to “Come Forth out of the Fire, Hating Even the Garments Spotted with the Flesh”?"],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p91"},"This part of verse 6 is an allusion to",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.23"},"Jude 1:23"],". Elder Bruce R. McConkie wrote of that scripture: “To stay the spread of disease in ancient Israel, clothing spotted by contagious diseases was destroyed by burning. (",["a.scriptureRef",{"href":"/scriptures/ot/lev/13.47-59"},"Lev. 13:47–59"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/15.4-17"},"15:4–17"],".) And so with sin in the Church, the saints are to avoid the remotest contact with it; the very garments, as it were, of the sinners are to be burned with fire, meaning that anything which has had contact with the pollutions of the wicked must be shunned. And so also with those yet in the world who are invited to join the kingdom.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"3:428.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/36.8"},"D&C 36:8"],". What Does the Phrase “Gird Up Your Loins” Mean?"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p92"},"“In Biblical language, to ‘gird up the loins’ is to prepare for a journey, or for work. The Hebrews wore girdles [sashes] when traveling, and when at work. On such occasions they girt their clothes about them [by tucking them under the sash] to ensure free movement of the limbs. The servants of the Lord must be prepared to do His work, and to go when He calls.” (Smith and Sjodahl, Commentary, p. 201.)"],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p93"},"Concerning the need for the Saints to “gird up their loins” and proclaim the gospel, President Spencer W. Kimball said:"],["div",{"id":"p94","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p94"},"“I feel that when we have done all in our power that the Lord will find a way to open doors. …"],["div",{"id":"p95","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p95"},"“But I can see no good reason why the Lord would open doors that we are not prepared to enter. …"],["div",{"id":"p96","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p96"},"“When I ask for more missionaries, I am not asking for more testimony-barren or unworthy missionaries. I am asking that we start earlier and train our missionaries better in every branch and every ward in the world. That is another challenge—that the young people will understand that it is a great privilege to go on a mission and that they must be physically well, mentally well, spiritually well, and that ‘the Lord cannot look upon sin with the least degree of allowance.’"],["div",{"id":"p97","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-36-revelation-to-edward-partridge.p97"},"“I am asking for missionaries who have been carefully indoctrinated and trained through the family and the organizations of the Church, and who come to the mission with a great desire.” (“When the World Will Be Converted,”",["span.emphasis","Ensign,"],"Oct. 1974, p. 7.)"]]]]],"refs":null}
