{"id":45,"parent_id":37,"book_id":0,"content_id":1,"language_id":1,"display_order":45,"title":"Section 37 \"Ye Shall Go to the Ohio\"","subtitle":"","short_title":"Section 37","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-37-ye-shall-go-to-the-ohio","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-37-ye-shall-go-to-the-ohio.head9"},[".titleNumber","Section 37"],["h1","“Ye Shall Go to the Ohio”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p98","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-37-ye-shall-go-to-the-ohio.p98"},"This revelation was given eight months after the Church was officially organized. Since 6 April 1830, the Church had grown to about 200 Saints in the state of New York. Missionary efforts had been extended westward to Kirtland, Ohio, and to the borders of Missouri. Missionaries had been particularly successful in the Kirtland area, where they baptized about 127 people during the two or three weeks they spent there on their way to Missouri (see Roberts, Comprehensive History of the Church, 1:231). The Church continued to grow rapidly in that area after they departed."],["div",{"id":"p99","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-37-ye-shall-go-to-the-ohio.p99"},"By the time of this revelation, such notable leaders as Parley P. Pratt, Orson Pratt, Sidney Rigdon, Edward Partridge, and Thomas B. Marsh had joined the Church. Revelations had poured down from heaven as the Prophet Joseph Smith received guidance for individual Saints, direction in revising the Bible, and the records of Moses and Enoch. But Satan’s efforts were unrelenting. Persecution raged, and the Prophet was arrested a number of times on false charges. Now, in December 1830, the voice of the Lord was heard again. But this time the Lord’s will was that Joseph cease revising the Bible and move to Ohio. Section 37 is the first revelation directing the Saints to gather to a central place. In it the Lord charted a westward course for the restored Church."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37.1"},"D&C 37:1"],". “Not … Translate Any More”"],["div",{"id":"p100","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-37-ye-shall-go-to-the-ohio.p100"},"This passage refers to the Joseph Smith Translation of the Bible. The Prophet Joseph had, of course, finished the translation of the Book of Mormon. But though his work on the Bible was very important, the need to move to Ohio “because of the enemy” took priority (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37.1"},"D&C 37:1"],"). The work on the revision of the Bible was continued later in Ohio, mainly at the home of John Johnson."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37.1"},"D&C 37:1"],". What Was the Design of the Lord in Gathering the Saints to Ohio?"],["div",{"id":"p101","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-37-ye-shall-go-to-the-ohio.p101"},"President Joseph Fielding Smith explained: “The call to the Ohio was for two reasons. The opposition to the Church in and around Fayette had become bitter. There had been many converts made among the followers of Sidney Rigdon in Kirtland, and the spirit there was friendly. The trend of the Church was ever westward; as persecution arose, and it became necessary to seek protection, the Church moved farther and farther west. The Lord had a design in this. The place of the City of Zion was west and it was necessary that eventually the Church be located there, although it would not be a permanent residence until Zion is redeemed. Not only were Joseph Smith and Sidney Rigdon commanded to go to Ohio, but this came as a command to the entire Church.” (",["span.emphasis","Church History and Modern Revelation,"],"1:163.)"],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-37-ye-shall-go-to-the-ohio.f9"},[".caption","Kirtland, Ohio, as viewed from the Kirtland Temple tower (c. 1900)."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37.3"},"D&C 37:3"],". Assemble in Ohio Against the Return of Oliver Cowdery"],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-37-ye-shall-go-to-the-ohio.p103"},"Oliver Cowdery had been on a mission to the Lamanites since 15 October 1830 (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/30.5-6"},"D&C 30:5–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/32.2"},"32:2"],"). This mission took him and his companions on a fourteen-hundred-mile journey through New York and Ohio to Missouri. The Saints were commanded to move to Ohio in preparation to receive further instructions concerning the establishment of Zion after Oliver Cowdery’s return from “the borders by the Lamanites” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.9"},"D&C 28:9"],")."]]]]],"refs":null}
