{"id":41,"parent_id":37,"book_id":0,"content_id":1,"language_id":1,"display_order":41,"title":"Section 33 \"Declare My Gospel\"","subtitle":"","short_title":"Section 33","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel","content":[["div",{"id":"head5","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.head5"},[".titleNumber","Section 33"],["h1","“Declare My Gospel”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p36","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p36"},"“The Lord, who is ever ready to instruct such as diligently seek in faith, gave the following revelation at Fayette, New York: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33"},"D&C 33"],"].” (",["span.emphasis","History of the Church,"],"1:126.)"],["div",{"id":"p37","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p37"},"“Ezra Thayre and Northrop Sweet came in the Church at the time of the preaching of the Lamanite missionaries. On October, 1830, they were called by revelation to enter the ministry and hearken to the voice of the Lord, ‘whose word is quick and powerful, sharper than a two-edged sword, to the dividing asunder of the joints and marrow.’ It was not long after this that Northrop Sweet left the Church and, with some others, formed what they called ‘The Pure Church of Christ,’ an organization that soon came to its end.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:152.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.1"},"D&C 33:1"],". The Power of the Word of the Lord"],["div",{"id":"p38","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p38"},"The scriptures clearly teach that there is life and power in the word of God (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.26-29"},"2 Nephi 1:26–29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"32:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.9"},"Jacob 4:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/4.19"},"Alma 4:19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/31.5"},"31:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.27-42"},"32:27–42"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.37-38"},"D&C 1:37–38"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.4-6"},"21:4–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.44-47,85"},"84:44–47, 85"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.2"},"D&C 33:2"],". “Declare My Gospel unto a Crooked and Perverse Generation”"],["div",{"id":"p39","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p39"},"President Joseph Fielding Smith explained:"],["div",{"id":"p40","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p40"},"“There are many debts which we owe to the Lord. There is the debt of preaching this gospel to a wicked and a perverse generation. …"],["div",{"id":"p41","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p41"},"“The Lord has given unto men their agency. They may act for themselves, they can choose to do good, or they can choose to do evil. The Lord said that men love darkness rather than light because their deeds are evil. Yet our mission, I say, is, so far as it is within our power, to regenerate, to bring to repentance, just as many of the children of our Father in heaven as it is possible for us to do. That is one of our debts; that is an obligation the Lord has placed upon the Church, and more particularly upon the quorums of the priesthood of the Church, and yet this obligation belongs to every soul."],["div",{"id":"p42","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p42"},"“It is the duty of every member of this Church to preach the gospel by precept and by example.” (",["span.emphasis","Doctrines of Salvation,"],"1:307–8.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.3"},"D&C 33:3"],". What Is the “Eleventh Hour”?"],["div",{"id":"p43","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p43"},"The phrase “the eleventh hour” seems to refer to the parable of the ten virgins (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],"). The bridegroom came at midnight, catching unaware half of those waiting. Thus, to say that it is the eleventh hour is to imply that the time of the coming of the Bridegroom is drawing near."],["div",{"id":"p44","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p44"},"President Joseph Fielding Smith showed how the phrase is also related to another parable given by the Master: “The time in which we live is compared to the eleventh hour, and so it is in the Lord’s reckoning, for we are in the closing scenes of the present world. Elder Orson F. Whitney referred to our dispensation as the ‘Saturday night’ of time. And, according to the parable of the men employed in the vineyard [",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.1-16"},"Matthew 20:1–16"],"], we who labor in this hour will be rewarded if we are faithful, with equal compensation with those who labored in the previous hours, or dispensations, in the history of mankind.” (",["span.emphasis","Church History and Modern Revelation,"],"1:153.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.3"},"D&C 33:3"],". “The Last Time”"],["div",{"id":"p45","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p45"},"“By the ‘last time’ the Lord meant the Dispensation of the Fulness of Times” (Joseph Fielding Smith, in Conference Report, Apr. 1946, p. 155; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.28-30"},"D&C 43:28–30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.30-32"},"112:30–32"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.4"},"D&C 33:4"],". “All Having Corrupt Minds”"],["div",{"id":"p46","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p46"},"Elder Hyrum M. Smith defined the special use of the term",["span.emphasis","corrupt"],"in this passage:"],["div",{"id":"p47","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p47"},"“Let me explain, when I use the term ‘corrupt’ with reference to these ministers of the gospel, that I use it in the same sense that I believe the Lord used it when he made that declaration to Joseph Smith, the Prophet, in answer to the Prophet’s prayer. He did not mean, nor do I mean, that the ministers of religion are personally unvirtuous or impure. I believe as a class they, perhaps, in personal purity, stand a little above the average order of men. When I use the term ‘corrupt’ I mean, as I believe the Lord meant, that they have turned away from the truth … and have turned to that which is false. A false doctrine is a corrupt doctrine; a false religion is a corrupt religion; a false teacher is a corrupt teacher. Any man who teaches a false doctrine, who believes in and practices and teaches a false religion is a corrupt professor, because he teaches that which is impure and not true.” (In Conference Report, Oct. 1916, p. 43.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.5"},"D&C 33:5"],". How Has the Church Been Called out of the Wilderness?"],["div",{"id":"p48","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p48"},"This imagery is drawn from the book of Revelation where the Church of Jesus Christ, symbolized as a woman, is driven into the wilderness, or apostasy, by the great dragon who is Satan (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.1-17"},"Revelation 12:1–17"],"; note especially JST,",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.7"},"Revelation 12:7"],"; compare with",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.1-3"},"D&C 86:1–3"],"). Therefore, to call the Church from out of the wilderness refers to the Restoration of the Church upon the earth after centuries of apostasy."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.10"},"D&C 33:10"],". How Can One Make the Paths of the Lord Straight?"],["div",{"id":"p49","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p49"},"“Eastern potentates, when traveling from one part of the kingdom to another, would proclaim their coming and order their subjects to prepare the way for them, by building roads where there were none, if necessary; by leveling hills and filling up depressions, and straightening out the winding paths. Semiramis is said to have had roads constructed especially for her journeys. In modern times the Turkish government built a good road from Jaffa to Jerusalem, when the German Emperor signified his intention of visiting the Holy City. To prepare the way of the Lord and make His paths straight is to acknowledge His sovereignty and to make all necessary preparations for His reception. He will not come to reign until all necessary preparations for his coming have been made. ‘Hear this, O Earth! The Lord will not come to reign over the righteous, in this world, in 1843 … nor until everything for the Bridegroom is ready’ (Joseph Smith,",["span.emphasis","History of the Church,"],"Vol. V., p. 291.)” (Smith and Sjodahl, Commentary, p. 174.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.17-18"},"D&C 33:17–18"],". “Praying Always, Having Your Lamps Trimmed and Burning”"],["div",{"id":"p50","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.p50"},"Here the Lord again drew on the imagery of New Testament parables. This phrase, too, has reference to the parable of the ten virgins (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],"). When the hour of the bridegroom’s coming arrived, the virgins arose and trimmed, or prepared, their lamps. It was then that the five foolish virgins discovered they had no oil. This admonition is clearly a warning for the Saints to maintain a state of spiritual readiness as the coming of the Lord draws ever closer."],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-33-declare-my-gospel.f4"},[".caption","The wise have their lamps trimmed and burning and filled with oil."]]]]]],"refs":null}
