{"id":47,"parent_id":37,"book_id":0,"content_id":1,"language_id":1,"display_order":47,"title":"Section 39–40 Revelations to James Covill","subtitle":"","short_title":"Sections 39–40","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill","content":[["div",{"id":"head11","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.head11"},[".titleNumber","Sections 39–40"],["h1","Revelations to James Covill"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p154","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p154"},"“Many are called, but few are chosen” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.40"},"D&C 121:40"],"). Such is the story of James Covill, a man called by a personal revelation through the Prophet Joseph Smith to labor in the Lord’s vineyard, and a man who failed to give heed to the counsel given him. Every call to serve in the latter-day building of Zion requires personal sacrifice. James Covill had been a minister for about forty years. He was now called to be baptized into the Lord’s Church and to preach the gospel. To accept such a call would require him to forsake many of his former beliefs, to confess to his followers that he had now found a fulness of the truth, and to move to Ohio to join the Saints. It would also require that he find another way to make a living."],["div",{"id":"p155","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p155"},"Shortly after the Church conference of 2 January 1831, the Prophet Joseph Smith recorded: “There was a man came to me by the name of James Covill, who had been a Baptist minister for about forty years, and covenanted with the Lord that he would obey any command that the Lord would give to him through me, as His servant, and I received the following: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39"},"D&C 39"],"].” (",["span.emphasis","History of the Church,"],"1:143.)"],["div",{"id":"p156","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p156"},"Marvelous promises had been made to James Covill if he would obey the word of the Lord that had been given to him. What thoughts might have filled his mind as he contemplated leaving the ministry he had been engaged in for forty years? What sacrifices would be required of him to join the Church and move to Ohio? Whatever his thoughts, James Covill decided to reject the revelation of God. The Prophet Joseph Smith recorded simply: “As James Covill rejected the word of the Lord, and returned to his former principles and people, the Lord gave unto me and Sidney Rigdon the following revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/40"},"D&C 40"],"], explaining why he obeyed not the word” (",["span.emphasis","History of the Church,"],"1:145)."],[".",{"id":"f11","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.f11"},[".caption","The Lord’s vineyard is to be “pruned for the last time” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.17"},"D&C 39:17"],")."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.5-6"},"D&C 39:5–6"],". James Covill Was Taught the True Gospel"],["div",{"id":"p158","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p158"},"Elder Bruce R. McConkie explained the significance of the word",["span.emphasis","gospel"],":"],["div",{"id":"p159","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p159"},"“The",["span.emphasis","gospel"],"of Jesus Christ is the plan of salvation. …"],["div",{"id":"p160","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p160"},"“Literally, gospel means good tidings from God or God-story. Thus it is the glad tidings or good news concerning Christ, his atonement, the establishment of his earthly kingdom, and a possible future inheritance in his celestial presence. ‘And this is the gospel,’ the Prophet recorded by way of revelation, ‘the glad tidings, which the voice out of the heavens bore record unto us—That he came into the world, even Jesus, to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness; That through him all might be saved whom the Father had put into his power and made by him.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.40-42"},"D. & C. 76:40–42"],".)” (",["span.emphasis","Mormon Doctrine,"],"pp. 331–32.)"],["div",{"id":"p161","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p161"},"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.5-6"},"Doctrine and Covenants 39:5–6"],", the Lord explained to James Covill that repentance, baptism, and receiving the gift of the Holy Ghost are essential if one would receive Christ."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.7-9"},"D&C 39:7–9"],". With What Problem Had James Covill Been Plagued in the Past?"],["div",{"id":"p162","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p162"},"Verse 9 indicates that James Covill had rejected the Lord many times because of pride and the cares of the world. Little is known about James Covill, other than what Joseph Smith recorded. It is therefore impossible to say what things he had done that caused the Lord to give him this solemn warning. But Elder Spencer W. Kimball gave modern Saints a similar warning:"],["div",{"id":"p163","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p163"},"“Frequently, pride gets in our way and becomes our stumbling block. But each of us needs to ask himself the question: ‘Is your pride more important than your peace?’"],["div",{"id":"p164","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p164"},"“All too frequently, one who has done many splendid things in life and made an excellent contribution will let pride cause him to lose the rich reward to which he would be entitled otherwise.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 297; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-40"},"D&C 121:34–40"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.10-11"},"D&C 39:10–11"],". The “Iffy” Blessings"],["div",{"id":"p165","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p165"},"In these verses the use of the word",["span.emphasis","if"],"is an indication that the blessings James Covill was to receive were conditional. President Harold B. Lee said:"],["div",{"id":"p166","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p166"},"“I sat in a class in Sunday School in my own ward one day, and the teacher was the son of a patriarch. He said he used to take down the blessings of his father, and he noticed that his father gave what he called ‘iffy’ blessings. He would give a blessing, but it was predicated on … ‘if you will cease doing that.’ And he said, ‘I watched these men to whom my father gave the “iffy” blessings, and I saw that many of them did not heed the warning that my father as a patriarch had given, and the blessings were never received because they did not comply.’"],["div",{"id":"p167","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p167"},"“You know, this started me thinking. I went back into the Doctrine and Covenants and began to read the ‘iffy’ revelations that have been given to the various brethren in the Church. If you want to have an exercise in something that will startle you, read some of the warnings that were given through the Prophet Joseph Smith to Thomas B. Marsh, Martin Harris, some of the Whitmer brothers, William E. McLellin—warnings which, had they heeded, some would not have fallen by the wayside. But because they did not heed, and they didn’t clear up their lives, they fell by the wayside, and some had to be dropped from membership in the Church.” (In Conference Report, Oct. 1972, p. 130; or",["span.emphasis","Ensign,"],"Jan. 1973, pp. 107–8.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/39.19-24"},"D&C 39:19–24"],". The Second Coming of Christ Is Imminent"],["div",{"id":"f12","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.f12"},"In this revelation given in 1831, the Lord revealed some important truths about His Second Coming:",["ol.number",["li",["span.label","1."],[".para","The kingdom of heaven is at hand (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/40.19"},"v. 19"],")."]],["li",["span.label","2."],[".para","The servants of God are to prepare the way for His coming (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/40.20"},"v. 20"],")."]],["li",["span.label","3."],[".para","No one knows the day and hour of His coming (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/40.21"},"v. 21"],")."]],["li",["span.label","4."],[".para","Those who receive the Holy Ghost will be looking for His coming and will know Him (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/40.23"},"v. 23"],")."]],["li",["span.label","5."],[".para","He will come quickly (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/40.24"},"v. 24"],")."]]]],["div",{"id":"p173","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p173"},"Elder Bruce R. McConkie said: “We do not know when the calamities and troubles of the last days will fall upon any of us as individuals or upon bodies of the Saints. The Lord deliberately withholds from us the day and hour of his coming and of the tribulations which shall precede it—all as part of the testing and probationary experiences of mortality. He simply tells us to watch and be ready.” (In Conference Report, Apr. 1979, pp. 132–33; or",["span.emphasis","Ensign,"],"May 1979, p. 93.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/40.1-2"},"D&C 40:1–2"],". Why Did James Covill Reject the Word of the Lord?"],["div",{"id":"p174","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p174"},"President Joseph Fielding Smith explained that James Covill “was convinced of the truth, for it is clear that the Lord revealed to him things which he and the Lord alone knew to be the truth. However, when he withdrew from the influence of the Spirit of the Lord and had time to consider the fact that he would lose the fellowship of the world, and his place and position among his associates, he failed and rejected the promises and blessings which the Lord offered him.” (",["span.emphasis","Church History and Modern Revelation,"],"1:174.)"],["div",{"id":"p175","uri":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-39-40-revelations-to-james-covill.p175"},"The Lord, in His explanation of James Covill’s rejection, used language from the parable of the soils (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.1-9"},"Matthew 13:1–9"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/20"},"20–22"],")."]]]]],"refs":null}
