{"id":25,"parent_id":10,"book_id":23520,"content_id":1,"language_id":1,"display_order":25,"title":"Lesson 18: 1 Nephi 17","subtitle":"","short_title":"Lesson 18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18"},[".heading",{"id":"head17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.head17"},[".titleNumber","Lesson 18"],["h1","1 Nephi 17"]],[".bodyBlock",[".topic",{"id":"t127","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.t127"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p4"},"After traveling in the wilderness for eight years, Lehi’s family arrived at a coastal area that they called Bountiful. After they established themselves in Bountiful, the Lord commanded Nephi to build a ship. When his brothers learned what he was attempting to do, they mocked him and then complained and refused to help. Nephi taught his brothers that although the Lord had sought to speak to them through the still, small voice of the Spirit, their iniquity had prevented them from feeling His words. He rebuked them for their wickedness and exhorted them to repent."]],[".topic",{"id":"t128","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.t128"},["h2","Suggestions for Teaching"],[".topic",{"id":"t129","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.t129"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.1"},"1 Nephi 17:1"],"−51"],["h4","Lehi’s family journeys to Bountiful, where Nephi is commanded to build a ship"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p8"},"Draw the following diagram on the board."],[".image",{"id":"f218","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.f218"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_017_01-easy.gif"}]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p11"},"Ask students to consider whether they would currently describe their lives as easy or difficult, and why. (You might want to encourage students to discuss their responses with a partner. Or invite several students to share their thoughts with the entire class. Remind them that they do not need to share anything that is too personal or private.)"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p12"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.1,4,6"},"1 Nephi 17:1, 4, 6"],"aloud. As he or she reads, have the class look for words and phrases that indicate whether the time Nephi and his family spent in the wilderness was easy or difficult."],["ul.bullet",["li",["span.label","•"],["p","Did Nephi characterize their time in the wilderness as easy or difficult? Which words indicate it was difficult?"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p14"},"Explain that Nephi and his family were also richly blessed during this time. Invite students to scan",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.2,5,12"},"1 Nephi 17:2, 5, 12"],"−13 to identify some of the ways Nephi and his family were blessed during their journey. Ask a few students to explain what they have found."],[".sidebar box-decor box-right",{"id":"f220","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.f220"},["h3","Help students learn how to identify doctrines and principles"],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p16"},"As you help students learn how to identify doctrines and principles in the scriptures, they will be able to study the scriptures more effectively on their own. Teach students to look for phrases such as",["span.emphasis","“thus we see,” “therefore,” “wherefore,” “behold,”"],"or",["span.emphasis","“if … , then … ,”"],"which often introduce principles or statements of doctrine."]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p17"},"Tell students that Nephi taught a principle that explains why his family could be blessed during this difficult time. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.3"},"1 Nephi 17:3"],"silently and identify the principle that begins with the word",["span.emphasis","if."],"Briefly explain that in the scriptures, principles are sometimes stated in an “if-then” format. The word",["span.emphasis","if"],"introduces an action, and the word",["span.emphasis","then"],"introduces the consequence (positive or negative) we will experience as a result of that action."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p18"},"Although",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.3"},"1 Nephi 17:3"],"does not contain the word",["span.emphasis","then,"],"it does describe an action, along with a few blessings that will result. Ask students to state the “if-then” components of the principle they identified. They should state something similar to the following:",["b","If we keep the commandments, then the Lord will strengthen us and provide means for us to accomplish that which He has commanded."],"(You may want to write this principle on the board.) Invite students to look for evidence of this principle as they study Nephi’s experience and as they reflect on their own lives."],[".figure",["p.preamble","Distribute a handout containing the following questions (or write the questions on the board before class):"],["ol.number",[".image",{"id":"f222","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.f222"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_018_handout.gif"}]],["li",["span.label","1."],["p.para","What did the Lord command Nephi to do? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.7-8"},"1 Nephi 17:7−8"],") How did Nephi respond? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.9-1,15-16"},"1 Nephi 17:9−11, 15−16"],") How did his brothers respond? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.17-21"},"1 Nephi 17:17−21"],")"]],["li",["span.label","2."],["p.para","How did the Lord help Moses accomplish the task he was commanded to do? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.23-29"},"1 Nephi 17:23−29"],")"]],["li",["span.label","3."],["p.para","How were Nephi’s brothers like the children of Israel? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.30,42"},"1 Nephi 17:30, 42"],")"]],["li",["span.label","4."],["p.para","What has the Lord commanded that may be difficult for me?"]],["li",["span.label","5."],["p.para","How can I respond like Nephi and Moses? How can I avoid the mistakes of Nephi’s brothers and the children of Israel?"]]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p25"},"Introduce the questions above by explaining that they will help students see how Nephi continued to live the principle in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.3"},"1 Nephi 17:3"],"after he arrived in Bountiful. The questions will also help students apply the principle to themselves. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.7-8"},"1 Nephi 17:7−8"],"aloud. Ask the rest of the class to identify what Nephi was commanded to do. Have students record the answer under question 1 on the handout or in their scripture study journals."],["ul.bullet",["li",["span.label","•"],["p","In what ways might this commandment have been difficult for Nephi?"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p27"},"Invite one student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.9-11"},"1 Nephi 17:9−11"],"and another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.15-16"},"1 Nephi 17:15–16"],"aloud. Before they read, ask the class to listen for Nephi’s response to the commandment to build a ship."],["ul.bullet",["li",["span.label","•"],["p","What impresses you about Nephi’s response?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p29"},"Have students write a summary of Nephi’s response under question 1 on the handout or in their scripture study journals."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p30"},"Ask several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.17-21"},"1 Nephi 17:17−21"],". Have the class look for words and phrases that reveal Laman and Lemuel’s attitudes. Have students write a summary of Laman and Lemuel’s response to the commandment to build a ship. Invite one or two students to share their summaries with the class."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p31"},"Explain that Nephi responded to his brothers’ complaints by reminding them that the Lord had helped Moses accomplish the difficult task of freeing the children of Israel from bondage. Nephi also compared his brothers’ hard-heartedness to that of the children of Israel. Invite students to study the scripture passages and record their answers to questions 2 and 3. Depending on the needs of your students, you might have them do this individually or with partners."],[".sidebar box-decor box-right",{"id":"f225","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.f225"},["h3","Consider the needs of your students as you teach"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p33"},"It is wise to adjust teaching methods to help students successfully fulfill their role as learners. For example, if students appear tired, consider having them work with partners to help keep them engaged in learning. If students are energetic, you might ask them to study individually to help them stay on task."]],["p.preamble","After students have completed questions 2 and 3, ask:"],["ul.bullet",["li",["span.label","•"],["p","How did the Lord help Moses accomplish the task he was commanded to do?"]],["li",["span.label","•"],["p","How do you think Moses’s example may have helped Nephi?"]],["li",["span.label","•"],["p","In what ways were Nephi’s brothers like the children of Israel?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p38"},"Point out that when the Lord gives us challenging tasks or commandments, we can choose to respond as Nephi did, or we can respond as Laman and Lemuel did. Explain that although God has not asked us to accomplish tasks like building a ship or parting the Red Sea, He has given commandments and asked us to accomplish things that some people find difficult. For example, he has commanded us to maintain virtuous thoughts and keep the Sabbath day holy. He expects us to fulfill Church callings (such as quorum or class president) and serve others. He also expects us to keep our covenants and stay active in the Church, even in the face of challenges. Give students time to record answers to questions 4 and 5. Encourage them to respond to question 4 by writing about anything the Lord has commanded that may be difficult for them."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p39"},"After students have had sufficient time to write, read Nephi’s expression of faith in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.50"},"1 Nephi 17:50"],"aloud. Then ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.51"},"1 Nephi 17:51"],"silently and consider how it applies in their lives. Encourage them to add their names after the word",["span.emphasis","me"],"and replace the phrase",["span.emphasis","build a ship"],"with a task or commandment they find difficult. Consider inviting students who feel comfortable doing so to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.51"},"1 Nephi 17:51"],"aloud with the substitutions they have made. Refer again to the principle written on the board."],["ul.bullet",["li",["span.label","•"],["p","What experience had Nephi already had with this principle that gave him confidence that the Lord would help him fulfill any commandment?"]],["li",["span.label","•"],["p","What have you experienced that gives you confidence that God will help you accomplish whatever He asks of you?"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p42"},"Share your testimony that as we keep the commandments, the Lord strengthens us and provides ways for us to accomplish the things He commands."]],[".topic",{"id":"t130","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.t130"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45-55"},"1 Nephi 17:45−55"]],["h4","Nephi rebukes Laman and Lemuel for their wickedness"],[".img-left",{"id":"f228","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.f228"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_018_01-nephi.jpg"}]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p45"},"Display the picture Nephi Subdues His Rebellious Brothers (62044;",["span.emphasis","Gospel Art Book"],"[2009], no. 70). Invite students to summarize what is happening in the picture. If students do not have an answer, invite them to find the answer in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.48,53-54"},"1 Nephi 17:48, 53–54"],"."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.53"},"1 Nephi 17:53"],", why did the Lord shock Nephi’s brothers? (You may want to call students’ attention to footnote 53",["span.emphasis","a"],"to help them understand that the word",["span.emphasis","shock"],"in this context means “to cause to shake or tremble.”)"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p47"},"Explain that the shock the Lord gave Laman and Lemuel was just one of many ways the Lord had communicated with them. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],"and identify a few ways the Lord had communicated with Laman and Lemuel in the past."],["ul.bullet",["li",["span.label","•"],["p","What are some ways the Lord had communicated with Laman and Lemuel? Which of these seems to be the way the Lord most commonly seeks to communicate with us?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p49"},"You may want to suggest that students mark the following statement in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],": “He hath spoken unto you in a still small voice.” Ask a student to read the following statement by President Boyd K. Packer of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p50"},"“The Holy Ghost speaks with a voice that you",["span.emphasis","feel"],"more than you",["span.emphasis","hear."],"It is described as a ‘still small voice’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.6"},"D&C 85:6"],"]. And while we speak of ‘listening’ to the whisperings of the Spirit, most often one describes a spiritual prompting by saying, ‘I had a",["span.emphasis","feeling"],"…’” (“Personal Revelation: The Gift, the Test, and the Promise,”",["span.emphasis","Ensign,"],"Nov. 1994, 60)."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p51"},"You may want to invite students to write the following truth in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],":",["b","The Holy Ghost speaks with a still, small voice that we feel more than we hear."],"(To emphasize this principle, you may want to have students read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2-3"},"Doctrine and Covenants 8:2–3"],".)"],["ul.bullet",["li",["span.label","•"],["p","When have you felt the still, small voice of the Holy Ghost speak to you?"]],["li",["span.label","•"],["p","What do you do that helps you to feel and recognize the still, small voice of the Holy Ghost?"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p54"},"After students have responded, you may want to encourage them to mark the following phrase in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],": “But ye were past feeling, that ye could not feel his words.” Have students read the first sentence of",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],"and identify why Laman and Lemuel had become “past feeling.” Invite them to report what they find."],["ul.bullet",["li",["span.label","•"],["p","Why would being “swift to do iniquity” cause Laman and Lemuel to become “past feeling”?"]],["li",["span.label","•"],["p","How might our sins affect our ability to feel the influence of the Holy Ghost?"]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p57"},"After students have responded, read the following statement by President James E. Faust, who served as a member of the First Presidency:"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p58"},"“Cellular phones are used for much of the communication in our time. Occasionally, however, we find dead spots where the signal coming to a cell phone fails. This can happen when the cell phone user is in a tunnel or a canyon or when there is other interference."],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p59"},"“So it is with divine communication. … We often put ourselves in spiritual dead spots—places and situations that block out divine messages. Some of these dead spots include anger, pornography, transgression, selfishness, and other situations that offend the Spirit” (“Did You Get the Right Message?”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2004, 67)."],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p60"},"To conclude, invite students to consider the messages the Lord has sought to communicate to them recently. Encourage them to ponder whether there are any “spiritual dead spots” that may be preventing them from receiving such communication. (You may want to have students write about this in their scripture study journals.) Testify that the Holy Ghost speaks with a still, small voice that we feel more than we hear. Also testify that we can experience this communication as we seek to be worthy of these gentle promptings."]]]],[".resources",[".box-decor",{"id":"f233","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.f233"},["h2","Commentary and Background Information"],[".topic",{"id":"t131","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.t131"},["h3","1 Nephi 17:8−9. The challenge Nephi faced in building a ship"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p63"},"Elder David A. Bednar of the Quorum of the Twelve Apostles explained:"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p64"},"“Nephi was not a sailor. He had been reared in Jerusalem, an inland city, rather than along the borders of the Mediterranean Sea. It seems unlikely that he knew much about or had experience with the tools and skills necessary to build a ship. He may not have ever previously seen an oceangoing vessel. In essence, then, Nephi was commanded and instructed to build something he had never built before in order to go someplace he had never been before” (“Learning to Love Learning” [Brigham Young University commencement address, Apr. 24, 2008], 4, speeches.byu.edu)."]],[".topic",{"id":"t132","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.t132"},["h3","1 Nephi 17:45. “Ye were past feeling”"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p66"},"President Henry B. Eyring of the First Presidency explained that the absence of the Spirit in a person’s life may suggest a need for repentance:"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p67"},"“A … requirement for frequent companionship and direction from the Holy Ghost is to be clean. The Spirit must withdraw from those who are not clean. …"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p68"},"“… If you have difficulty in feeling the Holy Ghost, you might wisely ponder whether there is anything for which you need to repent and receive forgiveness."],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-18.p69"},"“If you have felt the influence of the Holy Ghost today, you may take it as evidence that the Atonement is working in your life. For that reason and many others, you would do well to put yourself in places and in tasks that invite the promptings of the Holy Ghost. Feeling the influence of the Holy Ghost works both ways: the Holy Ghost only dwells in a clean temple, and the reception of the Holy Ghost cleanses us through the Atonement of Jesus Christ. You can pray with faith to know what to do to be cleansed and thus qualified for the companionship of the Holy Ghost and the service of the Lord. And with that companionship you will be strengthened against temptation and empowered to detect deception” (“Gifts of the Spirit for Hard Times,”",["span.emphasis","Ensign,"],"June 2007, 23)."]]]]]]],"refs":null}
