{"id":27,"parent_id":10,"book_id":23520,"content_id":1,"language_id":1,"display_order":27,"title":"Lesson 20: 1 Nephi 19","subtitle":"","short_title":"Lesson 20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20"},[".heading",{"id":"head19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.head19"},[".titleNumber","Lesson 20"],["h1","1 Nephi 19"]],[".bodyBlock",[".topic",{"id":"t138","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.t138"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p4"},"In this chapter, Nephi explained that some people would not revere the God of Israel, Jesus Christ. Figuratively, they would trample Jesus Christ under their feet by setting Him at naught and refusing to hearken to His counsel. Nephi also related the teachings of ancient prophets who foretold that those responsible for scourging and crucifying the Savior, as well as their descendants, would be scattered and afflicted until they turned their hearts to the Lord. At that time, the Lord would “remember the covenants which he made to their fathers” (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.15"},"1 Nephi 19:15"],"). Nephi explained that he wrote these things to persuade his people to remember the Lord and believe in Him. He also taught his people to liken the scriptures to themselves to help them believe in the Lord."]],[".topic",{"id":"t139","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.t139"},["h2","Suggestions for Teaching"],[".topic",{"id":"t140","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.t140"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.1-19"},"1 Nephi 19:1–19"]],["h4","Nephi records prophecies of Jesus Christ to help the people remember their Redeemer"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p8"},"Hold up a copy of the Book of Mormon. Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.1-4"},"1 Nephi 19:1–4"],"by explaining that Nephi was commanded to make two sets of plates—one to record a sacred (religious) history and another for a secular history of his people. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.3,5-6"},"1 Nephi 19:3, 5–6"],"aloud. Ask the rest of the class to look for what Nephi said about “sacred” things."],["ul.bullet",["li",["span.label","•"],["p","What reason did Nephi give for keeping a record of sacred things?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p10"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.7"},"1 Nephi 19:7"],"aloud. Before he or she reads, explain that in this verse, the phrase “God of Israel” refers to Jesus Christ. The verse also includes the word",["span.emphasis","naught,"],"which means “nothing.” To set someone at naught is to treat that person as if he or she is worthless."],["ul.bullet",["li",["span.label","•"],["p","After saying he was going to write only about that which was sacred, what did Nephi begin to write about?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.7"},"1 Nephi 19:7"],", how do some people trample the Savior under their feet, or “set him at naught”?"]],["li",["span.label","•"],["p","How is refusing to hearken to the Lord’s counsel like setting Him at naught or trampling Him under one’s feet?"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p14"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.8-10"},"1 Nephi 19:8–10"],"aloud. Ask the class to look for ways people would treat the Savior as a thing of naught during His mortal ministry. (You may want to suggest that students mark the words and phrases they find.)"],["ul.bullet",["li",["span.label","•"],["p","In what ways would people treat the Savior as a thing of naught during His mortal ministry?"]],["li",["span.label","•"],["p","What details in these verses show that the Savior does not regard us as “a thing of naught”? (Students should understand that the Savior suffered all He did “because of his loving kindness and his long-suffering towards the children of men.”)"]],["li",["span.label","•"],["p","As you think about these verses, what are your feelings about the Savior?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p18"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.13"},"1 Nephi 19:13"],"−14, and have the class look for what the prophet Zenos stated would be the reasons those who crucified the Savior (and their descendants) would “be scourged by all people.”"],["ul.bullet",["li",["span.label","•"],["p","What reasons did Zenos give for why those who crucified the Savior (and their descendants) would “be scourged by all people”?"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p20"},"Write the following statement on the board:",["span.emphasis","They turn their hearts aside."]],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to turn one’s heart aside from the Lord?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p22"},"After students respond, tell the class you would like several students to help illustrate how this phrase might apply to us today. Invite several students to come to the board. Ask each of them to write an example of an action that might indicate that a person has turned his or her heart aside from the Lord. Then ask them to explain what some of the consequences might be for turning one’s heart aside in the way they listed. (For example, a student might write",["span.emphasis","stop studying the scriptures"],"and then explain that one consequence of this action is a diminished ability to receive revelation.)"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p23"},"After several students have explained their examples, tell the class that regardless of why we might turn our hearts aside from the Lord, we can choose to turn our hearts back to Him. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.14"},"1 Nephi 19:14"],"−17 silently, looking for the Lord’s promises to those who turn their hearts back to Him."],["ul.bullet",["li",["span.label","•"],["p","When does the Lord scatter Israel? (When they turn their hearts away from Him.)"]],["li",["span.label","•"],["p","When does the Lord gather Israel? (When they turn their hearts to Him.)"]],["li",["span.label","•"],["p","What did the Lord say He would do for those who no longer turn their hearts against Him?"]],["li",["span.label","•"],["p","What do you think it means that the Lord will remember these people and the covenants He made with their fathers?"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p28"},"Help students understand that the Lord did not forget these people. They had lived in such a way that He could not extend to them all the blessings of the gospel. As their descendants turn their hearts to Him, the Lord promises to remember them, gather them into His Church, and extend all the blessings of the gospel to them."],["ul.bullet",["li",["span.label","•"],["p","What do you think the promises in verses 15–17 mean for us? (One idea that should come out of this discussion is that",["b","as we turn our hearts to the Lord, He will honor the covenants we have made with Him."],")"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p30"},"Ask students to ponder the following questions and write responses in their scripture study journals or class notebooks. (You may want to write the questions on the board.)"],["ul.bullet",["li",["span.label","•"],["p","What types of actions show that you and your family have turned your hearts to the Lord?"]],["li",["span.label","•"],["p","When have such actions helped you or your family receive the Lord’s blessings?"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p33"},"Consider inviting a few students to share their responses with the class. Remind them that they do not need to share experiences that are too personal or private."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p34"},"Briefly explain that Nephi intended his record for all members of the house of Israel—including us. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.18"},"1 Nephi 19:18"],"−19, and ask the class to identify what Nephi wanted to persuade us to do. Testify that as we remember the Lord and turn our hearts to Him, He extends to us the blessings of His gospel."]],[".topic",{"id":"t141","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.t141"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.20-24"},"1 Nephi 19:20–24"]],["h4","Nephi explains why he used ancient scripture to teach his people"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p37"},"Share the following statement by President Henry B. Eyring of the First Presidency, adapted from an address to Church Educational System religious educators:"],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p38"},"“I will make you this promise about reading the Book of Mormon: You will be drawn to it as you understand that the Lord has embedded in it His message to you. Nephi, Mormon, and Moroni knew that, and those who put it together put in messages for you. I hope you have confidence that the book was written for your students. There are simple, direct messages for them that will tell them how to change. That is what the book is about. It is a testimony of the Lord Jesus Christ and the Atonement and how it may work in their lives. You will have an experience this year feeling the change that comes by the power of the Atonement because of studying this book” (“The Book of Mormon Will Change Your Life,”",["span.emphasis","Ensign,"],"Feb. 2004, 11)."],["ul.bullet",["li",["span.label","•"],["p","As you study the Book of Mormon, how is it helpful to know that Nephi, Mormon, and Moroni included messages for you?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p40"},"Share the following statements by President Ezra Taft Benson:"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p41"},"“The Book of Mormon was written for us today. God is the author of the book. It is a record of a fallen people, compiled by inspired men for our blessing. Those people never had the book—it was meant for us. Mormon, the ancient prophet after whom the book is named, abridged centuries of records. God, who knows the end from the beginning, told him what to include in his abridgment that we would need for our day” (“The Book of Mormon Is the Word of God,”",["span.emphasis","Ensign,"],"Jan. 1988, 3)."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p42"},"“If they saw our day, and chose those things which would be of greatest worth to us, is not that how we should study the Book of Mormon? We should constantly ask ourselves, ‘Why did the Lord inspire Mormon (or Moroni or Alma) to include that in his record? What lesson can I learn from that to help me live in this day and age?’” (“The Book of Mormon—Keystone of Our Religion,”",["span.emphasis","Ensign,"],"Nov. 1986, 6)."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p43"},"Invite the class to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.22-23"},"1 Nephi 19:22−23"],"silently, looking for Nephi’s description of how he helped his brethren find messages for themselves in the scriptures."],["ul.bullet",["li",["span.label","•"],["p","What result did Nephi expect from likening the scriptures to himself and his people?"]],["li",["span.label","•"],["p","What does the word",["span.emphasis","profit"],"mean? (Benefit, advantage, valuable gain.)"]]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p46"},"Prepare the following chart as a handout, or display it on the board and have students copy it in their scripture study journals."],[".image",{"id":"f257","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.f257"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_020_handout.gif"}]],["table.lds-table",["tbody",["tr",["th",{"colspan":"2","rowspan":"1"},["p.para","Likening the Scriptures to Ourselves"]],["th",{"colspan":"2","rowspan":"1"},["p.para","Applying Scriptural Truths"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","What situation or circumstance is described in the scripture passage?"]],["td",{"colspan":"1","rowspan":"1"},["p.para","How is this like a situation in my life or in the world around me?"]],["td",{"colspan":"1","rowspan":"1"},["p.para","What truth or message is taught in this scripture passage?"]],["td",{"colspan":"1","rowspan":"1"},["p.para","How can I act upon this truth or message in my situation?"]]],["tr",["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]]]],[".sidebar box-decor box-right",{"id":"f258","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.f258"},["h3","Likening the scriptures to ourselves"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p54"},"An important objective of gospel teachers is to help students learn to liken the scriptures to themselves. Teachers can help students do this by asking questions like the ones that appear on the chart and in the lesson. As you teach, look for opportunities to help students learn to liken the scriptures to themselves."]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p55"},"Introduce the chart by explaining that",["span.emphasis","liken"],"means to compare. Likening the scriptures to ourselves means that we compare a circumstance in the scriptures with a situation in our own lives or in the world around us. Recognizing similarities between circumstances in the scriptures and situations in our own lives prepares us to find and apply scriptural truths. The same truths that applied to people we read about in the scriptures can apply to us when we are in similar circumstances."],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p56"},"To help students understand how likening leads to application, invite them to complete their charts as you review with them the first Book of Mormon scripture mastery passage,",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],". Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","What circumstances was Nephi responding to when he said these words? (He had been asked by a prophet—his father, Lehi—to return to Jerusalem to get the plates of brass. His brothers had complained about the difficulty of this task.)"]],["li",["span.label","•"],["p","How was Nephi’s circumstance like a situation in your life? When has the Lord expected you to do something difficult?"]],["li",["span.label","•"],["p","What truth helped Nephi in his situation? (Nephi knew that whenever the Lord gives a commandment to His children, He provides a way for them to accomplish it.)"]],["li",["span.label","•"],["p","What can you do to act upon this truth in your situation?"]]],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p61"},"Invite a few students to share how they likened",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"to themselves and how they can apply it in their lives. (Remind them that they do not need to share information that is too personal or private.)"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p62"},"To conclude the lesson, hold up a copy of the Book of Mormon again. Remind students that Nephi considered his writings about the Savior to be sacred and of great worth to himself and others. Encourage students to study the scriptures and look for the messages the Lord and His prophets have placed in them for us. Testify that",["b","as we liken the scriptures to ourselves, we will learn and profit from them."]],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p63"},"Encourage students to study the scriptures on their own and find passages they can liken to themselves. They might try inserting their names in some verses and read the verses as if the Lord or His prophet is speaking directly to them. For example, they might read the first part of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.20"},"2 Nephi 31:20"],"like this: “Wherefore, ye [insert name] must press forward with a steadfastness in Christ.”"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p64"},"You may want to provide blank copies of the chart for students to use at home. Invite them to come to the next class prepared to share how they have likened scriptures to themselves and how they learned and profited from the experience."]]]],[".resources",[".box-decor",{"id":"f260","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.f260"},["h2","Commentary and Background Information"],[".topic",{"id":"t142","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.t142"},["h3","1 Nephi 19:10–16. Zenock, Neum, and Zenos"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-20.p67"},"Nephi quoted from the writings of Zenock, Neum, and Zenos. These were prophets of Old Testament times whose prophecies of Jesus Christ were recorded on the brass plates; therefore, we know they lived before 600",["span.small","B.C."],"They spoke about the life and ministry of the Messiah and the destiny of the house of Israel (see also",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.19"},"Helaman 8:19"],"−20). Without the Book of Mormon, we would know nothing about these three prophets or their witnesses of Jesus Christ."]]]]]]],"refs":null}
