{"id":11,"parent_id":10,"book_id":23520,"content_id":1,"language_id":1,"display_order":11,"title":"Lesson 6: 1 Nephi 1","subtitle":"","short_title":"Lesson 6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.head3"},[".titleNumber","Lesson 6"],["h1","1 Nephi 1"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p4"},"The Book of Mormon begins with Lehi faithfully fulfilling his role as a prophet. Lehi was one of “many prophets, prophesying unto the people that they must repent” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4"},"1 Nephi 1:4"],"). When he prophesied of the destruction of Jerusalem and testified of redemption through the Messiah, many people mocked him and wanted to kill him. Nevertheless, Lehi rejoiced in the Lord’s mercy and power of deliverance. As students learn about Lehi’s ministry, they can grow in their understanding of the role of prophets today. As they look for evidence of God’s mercy and interest in their lives, their relationship with Him will deepen."]],[".sidebar box-decor box-right",{"id":"f2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.f2"},["h3","Daily scripture study"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p6"},"You can help students fulfill their role in the learning process by encouraging them to study the Book of Mormon daily. Throughout the year, prayerfully consider ways to help them develop a habit of daily scripture study. From time to time, you may want to share your testimony of the blessings of studying the Book of Mormon daily."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.1-3"},"1 Nephi 1:1–3"]],["h4","Nephi begins his record"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p10"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.1-3"},"1 Nephi 1:1–3"],"silently. Ask them to identify why Nephi wrote his record."],["ul.bullet",["li",["span.label","•"],["p","What reasons did Nephi give for making a record of his experiences?"]],["li",["span.label","•"],["p","Why do you think Nephi felt he was “highly favored of the Lord” even though he had experienced “many afflictions”?"]]]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4-20"},"1 Nephi 1:4–20"]],["h4","Lehi receives a vision and warns the people that Jerusalem will be destroyed"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p15"},"Invite students to think of a time when their parents warned them of danger."],["ul.bullet",["li",["span.label","•"],["p","Why did your parents warn you of the danger?"]],["li",["span.label","•"],["p","In what ways does Heavenly Father warn His children?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p18"},"Explain that the first account in the Book of Mormon begins at a time when many people in Jerusalem were wicked. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4"},"1 Nephi 1:4"],". Ask the class to look for the way the Lord warned the people in Jerusalem."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p19"},"Explain that Nephi’s father, Lehi, joined the “many prophets” mentioned in this verse. He warned the people that they must repent. To help students discover Lehi’s warnings and teachings, organize students in pairs and have each pair read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.5-13"},"1 Nephi 1:5–13"],". Ask them to identify what Lehi saw in vision, either by marking their scriptures or making a list on paper. Give the pairs a few minutes to discuss the following question. (You may want to write this question on the board.)"],["ul.bullet",["li",["span.label","•"],["p","How would you feel if you saw in vision that your city would be destroyed?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p21"},"Following the activity, invite students to silently scan",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.15"},"1 Nephi 1:15"],", looking for Lehi’s feelings after this vision."],["ul.bullet",["li",["span.label","•"],["p","What was Lehi’s response to the things he had seen?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p23"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.14-15"},"1 Nephi 1:14–15"],"aloud. Encourage the class to look for reasons why Lehi rejoiced. (You may need to explain that even though Lehi learned that Jerusalem would be destroyed, he also saw that those who trusted in God would not perish.)"],["ul.bullet",["li",["span.label","•"],["p","When have you been able to praise God, even during difficult times in your life?"]],["li",["span.label","•"],["p","What are some blessings of recognizing the “goodness and mercy” of the Lord during difficult times?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p26"},"Have a student read the following statement aloud:"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p27"},"“Like the prophets of old, prophets today testify of Jesus Christ and teach His gospel. They make known God’s will and true character. They speak boldly and clearly, denouncing sin and warning of its consequences. At times, they may be inspired to prophesy of future events for our benefit” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 129)."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p28"},"Emphasize that Lehi is an example of the truth that",["b","prophets warn against sin and teach salvation through Jesus Christ."],"(You may want to write this truth on the board.)"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p29"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.19-20"},"1 Nephi 1:19–20"],"."],["ul.bullet",["li",["span.label","•"],["p","What did Lehi teach?"]],["li",["span.label","•"],["p","How did the people respond to Lehi’s teachings?"]],["li",["span.label","•"],["p","Why do some people in our day reject messages from the Lord’s prophets?"]],["li",["span.label","•"],["p","When have you been blessed or protected because you followed the prophet?"]]]],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.t11"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"1 Nephi 1:20"]],["h4","Nephi testifies of the Lord’s tender mercies"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p36"},"Point out that in the second sentence of",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"1 Nephi 1:20"],", Nephi interrupts his narrative to share a message with those who read his words. Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"1 Nephi 1:20"],"individually, looking for the message Nephi wants us to see. As needed, direct their attention to the phrase Nephi used to introduce the message (“I, Nephi, will show unto you …”)."],[".sidebar box-decor box-right",{"id":"f9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.f9"},["h3","Look for key phrases"],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p38"},"One way to help students have a better experience with their daily personal scripture reading is to teach them to look for key phrases. Book of Mormon authors often used key phrases to emphasize the lessons they were trying to convey or to summarize the principles they taught—phrases such as “I will show unto you,” “thus we see,” and “I speak unto you.” Encourage students to pay attention to the lessons that accompany such phrases."]],["ul.bullet",["li",["span.label","•"],["p","How can paying close attention to this kind of phrase help you in your individual study of the Book of Mormon?"]],["li",["span.label","•"],["p","What did Nephi want to show us?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p41"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"1 Nephi 1:20"],"aloud. Invite another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3"},"Moroni 10:3"],". Ask the class to look for similar points in both verses."],["ul.bullet",["li",["span.label","•"],["p","What similar idea did Nephi and Moroni want readers of the Book of Mormon to notice?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p43"},"Help students identify this principle:",["b","The Lord’s tender mercies are extended to those who exercise faith in Him."],"(You may want to write the principle on the board.)"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p44"},"To help students understand what the tender mercies of the Lord are and how to recognize them in their lives, share the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles:"],[".img-left",{"id":"f12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.f12"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-bednar.jpg"}]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p45"},"“The Lord’s tender mercies are the very personal and individualized blessings, strength, protection, assurances, guidance, loving-kindnesses, consolation, support, and spiritual gifts which we receive from and because of and through the Lord Jesus Christ. …"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p46"},"“… The Lord’s tender mercies do not occur randomly or merely by coincidence. Faithfulness and obedience enable us to receive these important gifts and, frequently, the Lord’s timing helps us to recognize them."],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p47"},"“We should not underestimate or overlook the power of the Lord’s tender mercies” (“The Tender Mercies of the Lord,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2005, 99–100)."],["ul.bullet",["li",["span.label","•"],["p","How did Elder Bednar explain the phrase “tender mercies of the Lord”?"]],["li",["span.label","•"],["p","What examples of the Lord’s tender mercies have you seen extended to you or someone you know?"]]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p50"},"After students have had time to respond to these questions, invite them to consider how they might better recognize the Lord’s tender mercies in their lives. Encourage them to be more aware of the tender mercies the Lord extends to them. You may want to suggest that they record their experiences with tender mercies in their personal journals. Consider giving them time to write in their scripture study journals or class notebooks about one or two ways the Lord has recently extended His tender mercies to them."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p51"},"Conclude by repeating Nephi’s testimony in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"1 Nephi 1:20"],"regarding the tender mercies of the Lord. Share your testimony of the reality of the Lord’s individualized blessings and care. Encourage students to look for examples of the Lord’s tender mercies in their lives and throughout the Book of Mormon."]]]],[".resources",[".box-decor",{"id":"f14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.f14"},["h2","Commentary and Background Information"],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.t12"},["h3","1 Nephi 1:2. “The language of the Egyptians”"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p54"},"Nephi said that he made his record in “the language of the Egyptians” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.2"},"1 Nephi 1:2"],"). About 470 years later, King Benjamin taught his sons “the language of the Egyptians” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/1.1-4"},"Mosiah 1:1–4"],"). The term “reformed Egyptian” appears in",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.32"},"Mormon 9:32"],". Moroni indicated that by his day, approximately 1,000 years from the time of Lehi and Nephi, people had altered the Egyptian and Hebrew that Lehi and Nephi had used."]],[".topic",{"id":"t13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.t13"},["h3","1 Nephi 1:4. “Many prophets”"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p56"},"Nephi said that “many prophets” came among the people in Jerusalem. We know Jeremiah, Obadiah, Nahum, Habakkuk, and Zephaniah were all contemporary prophets who testified in the Kingdom of Judah.",["a.scriptureRef",{"href":"/scriptures/ot/jer/35.15"},"Jeremiah 35:15"],"includes a similar comment about numerous prophets being sent by the Lord to warn the people (see also",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/36.15-16"},"2 Chronicles 36:15–16"],")."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p57"},"Jeremiah was a mighty prophet in Lehi and Nephi’s day and is mentioned in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.13"},"1 Nephi 5:13"],"and 7:14. He ministered to the Jews from 626",["span.small","B.C."],"to 586",["span.small","B.C."],"Unlike Lehi, Jeremiah stayed in Jerusalem and continued to call the people to repentance (see Bible Dictionary, “Jeremiah”). After Lehi left Jerusalem, Jeremiah was put in prison. While in prison, he wrote the book of Lamentations, wherein he lamented the destruction of Jerusalem and the fact that the people did not repent."]]],[".box-decor",{"id":"f15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.f15"},["h2","Supplemental Teaching Ideas"],[".topic",{"id":"t14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.t14"},["h3","1 Nephi 1:2–3, 20. Recording tender mercies in our lives"],["ul.bullet",["li",["span.label","•"],["p","What is the value of recording your experiences in a journal?"]]],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p61"},"Nephi testified of God’s tender mercies in his life. He taught that all who have faith in Jesus Christ can experience such blessings. President Henry B. Eyring of the First Presidency described a time when he was prompted to write down evidences of God’s goodness toward his family:"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p62"},"“I came home late from a Church assignment. It was after dark. My father-in-law, who lived near us, surprised me as I walked toward the front door of my house. He was carrying a load of pipes over his shoulder, walking very fast and dressed in his work clothes. I knew that he had been building a system to pump water from a stream below us up to our property."],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p63"},"“He smiled, spoke softly, and then rushed past me into the darkness to go on with his work. I took a few steps toward the house, thinking of what he was doing for us, and just as I got to the door, I heard in my mind—not in my own voice—these words: ‘I’m not giving you these experiences for yourself. Write them down.’"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p64"},"“I went inside. I didn’t go to bed. Although I was tired, I took out some paper and began to write. And as I did, I understood the message I had heard in my mind. I was supposed to record for my children to read, someday in the future, how I had seen the hand of God blessing our family. …"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p65"},"“I wrote down a few lines every day for years. I never missed a day no matter how tired I was or how early I would have to start the next day. Before I would write, I would ponder this question: ‘Have I seen the hand of God reaching out to touch us or our children or our family today?’ As I kept at it, something began to happen. As I would cast my mind over the day, I would see evidence of what God had done for one of us that I had not recognized in the busy moments of the day” (“O Remember, Remember,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2007, 66–67)."]],[".topic",{"id":"t15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.t15"},["h3","1 Nephi 1:4–20. Parallels between Lehi and Joseph Smith"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-6.p67"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.4-20"},"1 Nephi 1:4–20"],", looking for major events from this period of Lehi’s life. Then ask them to review",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.1-35"},"Joseph Smith—History 1:1–35"],", looking for major events in the Prophet Joseph Smith’s life. Ask students to look for parallels between Lehi’s life and Joseph Smith’s life. (Answers may include that both sought God in sincere prayer, saw the Father and the Son, told others of their visions, were rejected by many people, had their lives threatened, were required to move to new places, and placed God above worldly possessions and the praise of the world.)"]]]]]]],"refs":null}
