{"id":26,"parent_id":10,"book_id":23520,"content_id":1,"language_id":1,"display_order":26,"title":"Lesson 19: 1 Nephi 18","subtitle":"","short_title":"Lesson 19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19"},[".heading",{"id":"head18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.head18"},[".titleNumber","Lesson 19"],["h1","1 Nephi 18"]],[".bodyBlock",[".topic",{"id":"t133","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.t133"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p4"},"Following the Lord’s direction, Nephi and the others finished building the ship and set forth for the promised land. During their voyage, Laman and Lemuel and the sons of Ishmael and their wives rebelled against the Lord. When Nephi chastised them, Laman and Lemuel bound him with cords. As a consequence, the Liahona ceased to work and they were unable to determine which way to steer the ship. When a great storm threatened the lives of everyone on the ship, they repented and freed Nephi. Nephi prayed to calm the storm, and the Lord again directed their journey toward the promised land."]],[".topic",{"id":"t134","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.t134"},["h2","Suggestions for Teaching"],[".topic",{"id":"t135","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.t135"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.1-8"},"1 Nephi 18:1–8"]],["h4","Lehi’s family prepares to sail to the promised land"],[".img-left",{"id":"f234","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.f234"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_019_01-lehi.jpg"}]],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p8"},"Write",["span.emphasis","the Lord’s power"],"and",["span.emphasis","my effort"],"on the board. Ask students to think of a problem they are experiencing. Invite them to choose which",["span.emphasis","(the Lord’s power"],"or",["span.emphasis","my effort)"],"may be more effective for solving the problem, and ask them to explain why. After a brief discussion, invite students to look for ways Nephi’s example in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18"},"1 Nephi 18"],"can help them meet the challenges they face."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p9"},"Display the picture Lehi and His People Arrive in the Promised Land (62045;",["span.emphasis","Gospel Art Book"],"[2009], no. 71)."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p10"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.1-8"},"1 Nephi 18:1–8"],"silently. Ask them to look for (1) what Nephi and his family did to prepare for their journey to the promised land and (2) what the Lord did to assist them."],["ul.bullet",["li",["span.label","•"],["p","Why do you think it is significant that Nephi received revelation “from time to time”?"]],["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.2-3"},"1 Nephi 18:2–3"],", what relationship do you see between Nephi’s actions and the help he received from the Lord?"]],["li",["span.label","•"],["p","How were the Lord’s guidance and Nephi’s own efforts both essential in completing the ship and making the journey to the promised land?"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p14"},"Ask students to summarize a few principles we can learn from Nephi’s example. Once students have had a chance to identify truths they have learned, write the following principle on the board:",["b","In order to accomplish what the Lord commands, we need to seek His help and put forth our own effort."]],["ul.bullet",["li",["span.label","•"],["p","When have you received guidance or direction from the Lord and also needed to put forth your own effort in order to keep one of His commandments?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p16"},"Invite students to record each other’s responses to the question above in their scripture study journals or class notebooks."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p17"},"Point out that we all need God’s help to obey His commandments and to follow the gospel standards outlined in",["span.emphasis","For the Strength of Youth."],"(You may want to obtain and review a copy of the",["span.emphasis","For the Strength of Youth"],"booklet before class.) Encourage students to identify a commandment or gospel standard they particularly need God’s help to obey. Give them time to write in their scripture study journals about (1) what they can do to seek the Lord’s help to obey it and (2) what personal efforts they need to make to obey it."]],[".topic",{"id":"t136","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.t136"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.9-25"},"1 Nephi 18:9–25"]],["h4","Laman and Lemuel lead a rebellion that hinders the voyage to the promised land"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p20"},"Ask the following question:"],["ul.bullet",["li",["span.label","•"],["p","What do you think are some reasons we experience hardships?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p22"},"After some discussion, invite a student to read the following statement by Elder L. Whitney Clayton of the Seventy. Ask the class to listen for three reasons Elder Clayton gave for the hardships we experience:"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p23"},"“In a general sense, our burdens come from three sources. [1] Some burdens are the natural product of the conditions of the world in which we live. Illness, physical disability, hurricanes, and earthquakes come from time to time through no fault of our own. …"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p24"},"“[2] Other burdens are imposed on us by the misconduct of others. Abuse and addictions can make home anything but a heaven on earth for innocent family members. Sin, incorrect traditions, repression, and crime scatter burdened victims along the pathways of life. …"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p25"},"“[3] Our own mistakes and shortcomings produce many of our problems and can place heavy burdens on our own shoulders. The most onerous burden we impose upon ourselves is the burden of sin” (“That Your Burdens May Be Light,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2009, 12–13)."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p26"},"Write on the board (1)",["span.emphasis","conditions of the world,"],"(2)",["span.emphasis","misconduct of others,"],"and (3)",["span.emphasis","our own mistakes and shortcomings."]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p27"},"Explain that after Lehi’s family embarked on their ocean voyage, Laman, Lemuel, and others made poor choices that resulted in hardship for everyone on the ship. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.9"},"1 Nephi 18:9"],"aloud. Encourage students to raise their hands when they hear an example of someone making a wrong choice."],["ul.bullet",["li",["span.label","•"],["p","What wrong choice did Laman, Lemuel, the sons of Ishmael, and their wives make? Why was it wrong?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p29"},"Help students understand that it is not wrong to dance, listen to music, or have fun, but this verse indicates that Laman, Lemuel, and the others did these things “with much rudeness” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.9"},"1 Nephi 18:9"],"). Explain that in this context the word",["span.emphasis","rudeness"],"refers to being vulgar or coarse. The adversary can use dancing, music, and the way we speak to corrupt our hearts and minds and cause us to lose the companionship of the Holy Ghost."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p30"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.10"},"1 Nephi 18:10"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.10"},"1 Nephi 18:10"],", what did Nephi fear would happen if those who were rebelling did not repent?"]],["li",["span.label","•"],["p","What did Nephi do to try to help them? (It may be helpful for students to know that the word",["span.emphasis","soberness"],"means seriousness.)"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p33"},"Invite students to contemplate how they would respond if a family member or Church leader asked them to change the music they listen to, the way they dance, or the way they speak. Encourage them to ponder whether they would be willing to listen and change."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p34"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.11"},"1 Nephi 18:11"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.10-11"},"1 Nephi 18:10–11"],", how did Laman and Lemuel respond to Nephi’s counsel?"]],["li",["span.label","•"],["p","Why did the Lord allow Laman and Lemuel to bind Nephi?"]]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p37"},"Invite several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.12-14,17-19"},"1 Nephi 18:12–14, 17–19"],". Ask students to look for words and phrases that show the consequences of Laman and Lemuel’s behavior. Invite students to identify gospel principles they can learn from this account. One answer might be that",["b","sin leads to suffering for ourselves and sometimes for others as well."],"To help students apply this principle, you might ask questions such as:"],["ul.bullet",["li",["span.label","•"],["p","How did the rebellious actions of a few affect the whole group?"]],["li",["span.label","•"],["p","How might unwise or rebellious choices interfere with our ability to receive revelation?"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p40"},"As part of this discussion, consider reading the following statement by President Boyd K. Packer of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p41"},"“We have watched patterns of reverence and irreverence in the Church. While many are to be highly commended, we are drifting. We have reason to be deeply concerned."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p42"},"“The world grows increasingly noisy. Clothing and grooming and conduct are looser and sloppier and more disheveled. Raucous music … with obscene lyrics blast[s] through amplifiers. … Variations of these things are gaining wide acceptance and influence over our youth. …"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p43"},"“This trend to more noise, more excitement, more contention, less restraint, less dignity, less formality is not coincidental nor innocent nor harmless."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p44"},"“The first order issued by a commander mounting a military invasion is the jamming of the channels of communication of those he intends to conquer."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p45"},"“Irreverence suits the purposes of the adversary by obstructing the delicate channels of revelation in both mind and spirit” (“Reverence Invites Revelation,”",["span.emphasis","Ensign,"],"Nov. 1991, 22)."],["ul.bullet",["li",["span.label","•"],["p","If you became rebellious and disobedient, how might it affect your family? How might it affect your friends? How might it affect your class or quorum?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p47"},"Refer back to the three sources of hardship listed on the board. Explain that the rest of this chapter can help us learn how we should respond when hardships come, whether they result from our own choices or the choices of others. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.15-16,20-23"},"1 Nephi 18:15–16, 20–23"],"individually. Encourage them to look for truths that could apply to either situation. Have them share in their own words what they learn. Their answers may include the following:"],["ul.noMarker",["li",["p.para",["b","We can look to God and remain faithful during our trials."]]],["li",["p.para",["b","Prayer can help us find peace during our trials."]]]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p50"},"As students share their ideas, be sure to emphasize Nephi’s righteous example during his time of trial. Invite a student to read the following testimony from Elder L. Whitney Clayton. Have the class identify what Elder Clayton counseled us to do when we face trials:"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p51"},"“No matter the burdens we face in life as a consequence of natural conditions, the misconduct of others, or our own mistakes and shortcomings, we are all children of a loving Heavenly Father, who sent us to earth as part of His eternal plan for our growth and progress. Our unique individual experiences can help us prepare to return to Him. … We must do everything we can to bear our burdens ‘well’ [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.7-8"},"D&C 121:7–8"],"]. …"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p52"},"“… I know that as we keep the commandments of God and our covenants, He helps us with our burdens. He strengthens us. When we repent, He forgives us and blesses us with peace of conscience and joy” (“That Your Burdens May Be Light,” 13–14)."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p53"},"Invite students to think about one of the truths they have learned from this lesson."],["ul.bullet",["li",["span.label","•"],["p","When have you seen this truth in your life or in the life of someone you know?"]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p55"},"You may want to add your testimony that God can help us through our trials as we are faithful and as we repent and return to Him."],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p56"},"To conclude, remind students that in spite of the hardships Nephi and his family faced, they eventually reached the promised land. Testify that as we seek the Lord’s direction and work diligently to follow it, we too can successfully complete the journey the Lord has sent us to earth to experience."]]]],[".resources",[".box-decor",{"id":"f245","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.f245"},["h2","Supplemental Teaching Ideas"],[".topic",{"id":"t137","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.t137"},["h3","1 Nephi 18:9. “They began to dance, and to sing, and to speak with much rudeness”"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p59"},"Explain that Church leaders have cautioned us about what we say, the kinds of music we listen to, and how we dance. Have a student read aloud the following counsel from",["span.emphasis","For the Strength of Youth:"]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p60"},"“How you communicate should reflect who you are as a son or daughter of God. Clean and intelligent language is evidence of a bright and wholesome mind. Good language that uplifts, encourages, and compliments others invites the Spirit to be with you. Our words, like our deeds, should be filled with faith, hope, and charity. …"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p61"},"“Choose carefully the music you listen to. Pay attention to how you feel when you are listening. Some music can carry evil and destructive messages. Do not listen to music that encourages immorality or glorifies violence through its lyrics, beat, or intensity. Do not listen to music that uses vulgar or offensive language or promotes evil practices. Such music can dull your spiritual sensitivity. …"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p62"},"“Attend only those dances where dress, grooming, lighting, lyrics, music, and entertainment contribute to a wholesome atmosphere where the Spirit may be present” (",["span.emphasis","For the Strength of Youth"],"[booklet, 2011], 20, 22, 23)."],["ul.bullet",["li",["span.label","•"],["p","In what ways can inappropriate music, dancing, and speech affect a person’s life?"]]]],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-19.p64"},["span.emphasis","Note:"],"Teach principles and doctrines as they arise from the content of the scripture block. Doing so helps emphasize the truths the scripture author intended. Avoid spending undue time on one verse or principle in a lesson to the exclusion of others. For example, spending an entire class on",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/18.9"},"1 Nephi 18:9"],", with a discussion on inappropriate music and dancing, would not allow sufficient time to study other important truths that follow."]]]]]],"refs":null}
