{"id":29,"parent_id":10,"book_id":23520,"content_id":1,"language_id":1,"display_order":29,"title":"Lesson 21: 1 Nephi 20–22","subtitle":"","short_title":"Lesson 21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21"},[".heading",{"id":"head21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.head21"},[".titleNumber","Lesson 21"],["h1","1 Nephi 20–22"]],[".bodyBlock",[".topic",{"id":"t152","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.t152"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p4"},"As Nephi taught members of his family, he read from the brass plates, focusing on Isaiah’s prophecies about the scattering and gathering of Israel. Then he answered his brothers’ questions about those prophecies. He explained that the prophecies applied directly to their family. Echoing the words of Isaiah, Nephi testified that the Lord would gather His covenant people—that even when the people did not live up to their covenants, the Lord loved them and invited them to repent and return to Him."]],[".topic",{"id":"t153","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.t153"},["h2","Suggestions for Teaching"],[".topic",{"id":"t154","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.t154"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20"},"1 Nephi 20"]],["h4","The Lord chastises His people and invites them to return to Him"],[".img-left",{"id":"f265","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.f265"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_021_01-isaiah.jpg"}]],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p8"},"Show students the picture Isaiah Writes of Christ’s Birth (62339;",["span.emphasis","Gospel Art Book"],"[2009], no. 22). Explain that this painting depicts the prophet Isaiah writing a prophecy about the birth of Jesus Christ. Ask how many of them have heard of Isaiah."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p9"},"Explain that Isaiah was a prophet who lived in Jerusalem and prophesied to the people between 740",["span.small","B.C."],"and 701",["span.small","B.C."],", not long before Lehi and his family departed for their promised land. Nephi delighted in the words of Isaiah and used Isaiah’s prophecies to teach his family (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.5"},"2 Nephi 25:5"],"). Because Isaiah’s words are poetic and filled with symbolism, people sometimes find his teachings difficult to understand. However, we can receive blessings as we study his words and seek to understand them."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p10"},"Explain that as Nephi taught his family, he read some of the words of Isaiah that had been included in the brass plates. He did this so that he “might more fully persuade them to believe in the Lord their Redeemer” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.24"},"verse 24"],")."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p11"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.1-2"},"1 Nephi 20:1–2"],"aloud. Before he or she reads, explain that in this passage, Isaiah speaks to baptized individuals who have been unfaithful to their covenants. You may want to explain the phrase “house of Israel” by relating the following: The Old Testament contains the history of Jacob, who was Isaac’s son and Abraham’s grandson. The Lord gave Jacob the name Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/32.28"},"Genesis 32:28"],"). The term “the house of Israel” refers to Jacob’s descendants and to the covenant people of the Lord (see Bible Dictionary, “Israel,” and “Israel, Kingdom of”)."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p12"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.3-4,8"},"1 Nephi 20:3–4, 8"],"silently. Ask them to look for words and phrases showing that the house of Israel had not been faithful to the Lord. Encourage students to share what they find."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p13"},"Display a piece of metal that is difficult to bend. Ask students what they think it means for someone’s neck to be “an iron sinew” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.4"},"1 Nephi 20:4"],"). Explain that a sinew is a tendon. Just as iron does not bend easily, a prideful person will not bow his or her neck in humility. The phrase “iron sinew” indicates that many people in the house of Israel were filled with pride."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p14"},"Have a student read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.22"},"1 Nephi 20:22"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","Why do you think the wicked have no peace?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p16"},"Remind students that when Nephi shared the prophecies of Isaiah, he urged his brethren, “Liken them unto yourselves” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.24"},"1 Nephi 19:24"],")."],["ul.bullet",["li",["span.label","•"],["p","How were some members of Nephi’s family similar to the people Isaiah called to repentance?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p18"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.14,16,20"},"1 Nephi 20:14, 16, 20"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","What did the Lord want His covenant people to do and say? (You may need to explain that leaving Babylon and the Chaldeans is symbolic of leaving worldliness behind and coming unto the Lord.)"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p20"},"Invite students to share examples they have seen of people coming to the Lord and leaving behind worldliness. Have students search",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20.18"},"1 Nephi 20:18"],", looking for blessings the Lord gives to those who come to Him and hearken to His commandments."],["ul.bullet",["li",["span.label","•"],["p","How can peace be like a river? How can righteousness be like the waves of the sea?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p22"},"Invite a few students to summarize truths they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20"},"1 Nephi 20"],". Though they may use different words, make sure they understand that",["b","the Lord invites those who have been disobedient to repent and return to Him."]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p23"},"Have a student read the following statement by President Dieter F. Uchtdorf of the First Presidency. Invite students to ponder how it relates to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/20"},"1 Nephi 20"],"."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p24"},"“Satan … wants us to feel that we are beyond forgiveness (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.10"},"Revelation 12:10"],"). Satan wants us to think that when we have sinned we have gone past a ‘point of no return’—that it is too late to change our course. …"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p25"},"“… The Atonement of Jesus Christ is the gift of God to His children to correct and overcome the consequences of sin. God loves all of His children, and He will never cease to love and to hope for us. …"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p26"},"“Christ came to save us. If we have taken a wrong course, the Atonement of Jesus Christ can give us the assurance that sin is",["span.emphasis","not"],"a point of no return. A safe return is possible if we will follow God’s plan for our salvation. …"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p27"},"“… There is",["span.emphasis","always"],"a point of safe return; there is always hope” (“Point of Safe Return,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2007, 99, 101)."],["ul.bullet",["li",["span.label","•"],["p","How is President Uchtdorf’s message similar to Isaiah’s message?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p29"},"Testify that",["b","the Lord invites those who have been disobedient to repent and return to Him."],"Assure students that the Lord loves us individually and always invites us to come to Him. Invite them to ponder what the Lord would invite them to leave behind so they can come to Him more completely."]],[".topic",{"id":"t155","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.t155"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.1-17"},"1 Nephi 21:1–17"]],["h4","Isaiah prophesies that Jesus Christ will not forget His covenant people"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p32"},"Briefly summarize",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.1-13"},"1 Nephi 21:1–13"],"by drawing students’ attention to the first two statements in the chapter summary: “Messiah shall be a light to the Gentiles and shall free the prisoners” and “Israel shall be gathered with power in the last days.” Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.1-13"},"verses 1–13"],", the Lord’s words reveal His love for His people—even for those who have gone astray and have forgotten Him."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p33"},"On the board, write",["span.emphasis",["b","The Lord loves us, and He will never forget us."]],"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.14"},"1 Nephi 21:14"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","Why do you think people sometimes feel that the Lord has forgotten them?"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p35"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.15-16"},"1 Nephi 21:15–16"],"aloud. Then ask some or all of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What does Isaiah teach by comparing the Savior to a mother of an infant?"]],["li",["span.label","•"],["p","What does the word",["span.emphasis","graven"],"imply? (You may want to point out that we usually think of engraving on stone or metal in a way that will be permanent.)"]],["li",["span.label","•"],["p","What does it mean to you to be graven “upon the palms of [the Savior’s] hands”?"]],["li",["span.label","•"],["p","What experiences have helped you know that the Lord has not forgotten you?"]]],[".sidebar box-decor box-right",{"id":"f273","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.f273"},["h3","Give students time to think"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p41"},"When you ask questions, give students time to think about their responses. Effective questions often lead to thought and reflection, and students may need time to find answers in their scriptures or to formulate meaningful answers. Even if students’ responses are not perfect, students will learn important lessons as they ponder gospel truths and share their ideas."]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p42"},"As students think about these questions and listen to each others’ answers, they will be prepared to feel the Holy Ghost bear witness of the Savior. Share your testimony about the Savior’s love. Remind students that Nephi shared Isaiah’s prophecies to persuade us to believe in the Redeemer and to help us have hope."]],[".topic",{"id":"t156","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.t156"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.18-26"},"1 Nephi 21:18–26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.1-22"},"22:1–22"]],["h4","Nephi explains Isaiah’s prophecy of the scattering and gathering of Israel"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p45"},"Place several objects (such as cups) together on a table or chair. Inform students that these objects represent groups of people. Explain that Nephi taught that Israel would be scattered to all nations because they hardened their hearts against the Savior (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.1-5"},"1 Nephi 22:1–5"],"). As you speak, move the objects to different parts of the room. Explain that this was an important subject to Nephi. His family was part of the scattering. They had been scattered from Jerusalem, their homeland, because of the wickedness of the people living in the area."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p46"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.22-23"},"1 Nephi 21:22–23"],"and 22:6–8 silently. Before they read, explain that",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21"},"1 Nephi 21"],"includes a prophecy by Isaiah about the gathering of Israel and that",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22"},"1 Nephi 22"],"includes Nephi’s teachings about Isaiah’s prophecy."],["ul.bullet",["li",["span.label","•"],["p","What is the “marvelous work” mentioned in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.7-8"},"1 Nephi 22:7–8"],"? (The Restoration of the gospel.)"]],["li",["span.label","•"],["p","How can sharing the gospel be like carrying others in our arms or on our shoulders?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p49"},"To help students understand the scattering and gathering of Israel, you may want to read the following statement by Elder Bruce R. McConkie of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p50"},"“Why was Israel scattered? The answer is clear; it is plain; of it there is no doubt. Our Israelite forebears were scattered because they rejected the gospel, defiled the priesthood, forsook the church, and departed from the kingdom. …"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p51"},"“What, then, is involved in the gathering of Israel? The gathering of Israel consists in believing and accepting and living in harmony with all that the Lord once offered his ancient chosen people. … It consists of believing the gospel, joining the Church, and coming into the kingdom. … It may also consist of assembling to an appointed place or land of worship” (",["span.emphasis","A New Witness for the Articles of Faith"],"[1985], 515)."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p52"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.9-12"},"1 Nephi 22:9–12"],". Explain that when the scriptures mention the Lord “mak[ing] bare his arm,” they refer to the Lord showing His power."],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.11"},"1 Nephi 22:11"],", what does Nephi say the Lord will do in the last days to show His power?"]],["li",["span.label","•"],["p","How does gathering people into the Church bring them out of captivity and darkness?"]]],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p55"},"Ask students to retrieve the objects from around the room and bring them back together in one location. Explain that gathering can be spiritual as well as physical. As we share the gospel with others and they are baptized and receive the gift of the Holy Ghost, they are gathered spiritually into the Lord’s Church. During the early days of the Church, new converts were asked to gather physically in one location (for example, Kirtland, Ohio; Nauvoo, Illinois; and Salt Lake City, Utah). Today converts are encouraged to build the Church wherever they are and gather in their local branches, wards, and stakes."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.25"},"1 Nephi 22:25"],", what blessings come to those who are gathered by the Lord? What do you think it means to “be one fold”? (You may want to explain that a fold is a place where a flock of sheep is protected.) What do you think it means to “find pasture”?"]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p57"},"In our day, God asks that all Church members assist in gathering “his children from the four quarters of the earth” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.25"},"1 Nephi 22:25"],"). Testify that",["b","the Lord promised to restore the gospel and gather Israel in the latter days."]],["ul.bullet",["li",["span.label","•"],["p","How do you think those who are gathered (converts) will feel about those who have gathered them (those who have shared the gospel with them)?"]],["li",["span.label","•"],["p","What can you do to share the gospel of Jesus Christ with others?"]]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p60"},"Remind students that Nephi quoted Isaiah to help his family members have greater belief and hope in Jesus Christ. Isaiah’s prophecies and Nephi’s testimony can help us in the same way. Testify that Jesus Christ will not forget us and that He is actively seeking to gather us."]],[".sidebar box-decor box-right",{"id":"f278","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.f278"},["h3","Bearing testimony"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p62"},"You should bear testimony of the specific doctrines you teach in each lesson, not just generally about the truth of the gospel. When you testify, remember this counsel from Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles: “Bear your witness from the depths of your soul. It will be the most important thing you say to them in the entire hour. … If we will testify of the truths that we have taught, God will confirm to our hearts and to the hearts of our students the message of the gospel of Jesus Christ” (“Teaching and Learning in the Church,”",["span.emphasis","Ensign,"],"June 2007, 104–5)."]],[".topic",{"id":"t157","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.t157"},["h3","1 Nephi Review"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p64"},"Take some time to review 1 Nephi by asking students to recall what they have learned in seminary and their personal study so far this year. You might encourage them to review the chapter summaries in 1 Nephi. Ask them to prepare to share something from the book of 1 Nephi that has inspired them or strengthened their faith in Jesus Christ. After sufficient time, ask several students to share their thoughts and feelings. Consider sharing one of your own experiences about how the teachings in 1 Nephi have blessed your life."]]]],[".resources",[".box-decor",{"id":"f279","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.f279"},["h2","Commentary and Background Information"],[".topic",{"id":"t158","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.t158"},["h3","1 Nephi 21:15–16. Jesus Christ will not forget"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p67"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles shared his testimony of the truths in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/21.15-16"},"1 Nephi 21:15–16"],":"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p68"},"“This poetic passage provides yet another reminder of Christ’s saving role, that of protective, redeeming parent to Zion’s children. He comforts his people and shows mercy when they are afflicted, as any loving father or mother would toward a child, but, as Nephi here reminds us through Isaiah, much more than any mortal father and mother could do. Although a mother may forget her sucking child (as unlikely as any parent might think that could be), Christ will not forget the children he has redeemed or the covenant he has made with them for salvation in Zion” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 84)."]],[".topic",{"id":"t159","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.t159"},["h3","1 Nephi 22:6–9. “A mighty nation” and “a marvelous work”"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p70"},"Elder Mark E. Petersen of the Quorum of the Twelve Apostles taught that in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.7"},"1 Nephi 22:7"],", the phrase “mighty nation among the Gentiles” is a reference to the United States of America (see “The Great Prologue” [address given at Brigham Young University, Sept. 29, 1974], 4, speeches.byu.edu)."],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p71"},"In",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.8"},"1 Nephi 22:8"],", Nephi refers to “a marvelous work among the Gentiles” in the latter days. This great work includes the Restoration of the gospel of Jesus Christ and the priesthood keys necessary to bring the covenants of God to “all the kindreds of the earth” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.9"},"1 Nephi 22:9"],")."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p72"},"The events described in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.7"},"1 Nephi 22:7"],"had to precede those described in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.8-9"},"1 Nephi 22:8–9"],". In the early 1800s, most countries in the world had forced state religions. The gospel could be restored only in a country where freedom of religion was established by law and freely practiced. The First Amendment to the Constitution of the United States includes a proclamation of freedom of religion. This amendment and others were ratified on December 15, 1791, allowing freedom of religion to take root in the modern world. Joseph Smith was born in December 1805, just 14 years after the ratification of these amendments to the United States Constitution."]]],[".box-decor",{"id":"f280","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.f280"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t160","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.t160"},["h3","1 Nephi 22:25. Gathered “from the four quarters of the earth”"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p75"},"Write on the board",["span.emphasis","The Lord promised to restore the gospel and gather Israel in the latter days."],"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.25"},"1 Nephi 22:25"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","Where do we gather today? (In our stakes, wards, districts, and branches.)"]],["li",["span.label","•"],["p","Why do we gather? (Answers may include that we gather to partake of the sacrament, to fellowship one another, to serve together, and to learn and teach the gospel.)"]],["li",["span.label","•"],["p","How do we help other people gather? (Through missionary work.)"]],["li",["span.label","•"],["p","How are people gathered into the Church? (They are baptized and confirmed members of the Church.)"]]],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/lesson-21.p80"},"Encourage students to write in their scripture study journals or class notebooks about what they will do to help build up the Church in their communities so they can participate in the effort to gather the children of God “from the four quarters of the earth” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.25"},"1 Nephi 22:25"],")."]]]]]]],"refs":null}
