{"id":16,"parent_id":10,"book_id":23520,"content_id":1,"language_id":1,"display_order":16,"title":"Home-Study Lesson: 1 Nephi 1–6; 9 (Unit 2)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2"},[".heading",{"id":"head8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.head8"},[".titleNumber","Home-Study Lesson"],["h1","1 Nephi 1–6; 9 (Unit 2)"]],[".bodyBlock",[".figure",{"id":"f86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.f86"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1"},"1 Nephi 1–6; 9"],"(Unit 2) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of students."],[".topic",{"id":"t45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.t45"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1"},"1 Nephi 1"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p7"},"As students studied about Lehi prophesying to the people and warning them to repent, they learned that prophets warn against committing sin and teach salvation through Jesus Christ. Additionally, they learned that the Lord’s tender mercies are extended to those who exercise faith in Him."]],[".topic",{"id":"t46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.t46"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2"},"1 Nephi 2"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p9"},"Lehi responded to the Lord’s command to leave Jerusalem. He exemplified the principle that when we are faithful and obedient, the Lord will help us in times of trial. Nephi showed an obedient spirit and learned for himself that when we call upon God, He can soften our hearts to believe His words. Students learned that God blesses those who are obedient and faithful."]],[".topic",{"id":"t47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.t47"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3"},"1 Nephi 3–4"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p11"},"When Lehi told Nephi and his brothers of God’s command for them to return to Jerusalem and get the brass plates, Nephi responded by testifying that if we will do what the Lord commands, then He will prepare a way for us to accomplish it. Nephi and his brothers found that it was difficult to fulfill the Lord’s command. Nephi’s determination to return to Jerusalem helped students see that when we exercise faith in God and seek to do what He asks, even when we cannot see the outcome, He will lead us by the Holy Ghost."]],[".topic",{"id":"t48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.t48"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5"},"1 Nephi 5–6; 9"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p13"},"As students studied about Lehi’s experience searching the brass plates, they discovered the following principle: As we search the scriptures, we can be filled with the Holy Spirit and receive revelation. As they learned of Nephi’s purpose in writing his record, students also learned that the purpose of the Book of Mormon is to persuade all people to come unto Jesus Christ."]]],[".topic",{"id":"t49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.t49"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p15"},"This week’s lesson will give students a chance to review and discuss what they learned from the example of Lehi’s family and their acts of faith. As you teach the lesson, emphasize Nephi’s faithful obedience to the Lord’s commands and his diligent seeking to know the truthfulness of “all the words which had been spoken by [his] father” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.16"},"1 Nephi 2:16"],"). As students follow Nephi’s example of obedience, they will build their own testimonies of the gospel."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p16"},"In your teaching, follow the admonition of Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p17"},"“We must revitalize and reenthrone superior teaching in the Church—at home, from the pulpit, in our administrative meetings, and surely in the classroom. Inspired teaching must never become a lost art in the Church, and we must make certain our quest for it does not become a lost tradition. …"],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p18"},"“… May we exalt the teaching experience within the home and within the Church and improve our every effort to edify and instruct” (“A Teacher Come from God,”",["span.emphasis","Ensign,"],"May 1998, 25, 27)."]],[".topic",{"id":"t50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.t50"},["h2","Suggestions for Teaching"],[".topic",{"id":"t51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.t51"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1"},"1 Nephi 1"]],["h4","The Lord extends His tender mercies to the faithful"],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p22"},"Write the following principle on the board:",["span.emphasis",["b","The Lord’s tender mercies are extended to those who exercise faith in Him."]],"Invite students to scan",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1"},"1 Nephi 1"],"and identify the verse in which this truth is taught (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1.20"},"verse 20"],")."],["p.preamble","Ask the following questions to help students recall and summarize what they learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1"},"1 Nephi 1–6; 9"],"during the week:"],["ul.bullet",["li",["span.label","•"],["p","From what you learned in the chapters you studied this week, how did the Lord extend His tender mercies to Lehi and his family?"]],["li",["span.label","•"],["p","What examples of obedience and faith were shown by Lehi and his family?"]],["li",["span.label","•"],["p","When have you seen the Lord extending His tender mercies to you or to someone you know?"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p27"},"You may want to tell about a time when the Lord extended mercy to you and your family as you acted in faith, or share an experience you found in a Church publication. Encourage the students to look for examples of the Lord extending His mercy to the faithful as they study the Book of Mormon throughout the year."]],[".topic",{"id":"t52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.t52"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2"},"1 Nephi 2"]],["h4","The Lord can soften our hearts to believe His words"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p30"},"Remind students that after Lehi was commanded to leave Jerusalem with his family, his son Nephi made a personal effort to know and understand the truthfulness of his Father’s revelations. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.16,19"},"1 Nephi 2:16, 19"],"aloud."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p31"},"Ask students: Although Nephi did not murmur, what evidence is there in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.16"},"1 Nephi 2:16"],"that leaving Jerusalem may have been difficult for him? (Nephi wrote that he prayed for understanding and the Lord softened his heart. This hints that leaving Jerusalem wasn’t easy for him, so the Lord helped him accept it.)"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p32"},"Ask: What evidence do you see that even though Lehi and his family were obedient to the Lord, life was not easy for them? (See",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.4,11"},"1 Nephi 2:4, 11"],".)"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p33"},"Ask students to share thoughts they have had about Nephi’s desires and about what he did that led him to accept the Lord’s commandments given through his father."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p34"},"Invite a few students to share what they wrote in their scripture study journals for day 2, assignment 4: Share an example of a time when, like Nephi, you called upon Heavenly Father and experienced a softening of your heart through the Spirit or of a time when you received a testimony of something the Lord said."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p35"},"Share your own testimony that",["b","when we call upon God, He can soften our hearts to believe His words."]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p36"},"Ask students to consider what they can do to strengthen their testimonies and gain personal assurances, as Nephi did. Give them the opportunity to share their ideas if they would like to. Encourage them to act on their thoughts and impressions."]],[".topic",{"id":"t53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.t53"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3"},"1 Nephi 3–4"]],["h4","The Lord will prepare the way as we faithfully obey His commandments"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p39"},"Assign each student to work with a partner. Write the following scripture references on the board:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.6-7"},"1 Nephi 3:6–7"]],"and",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.6-13"},"1 Nephi 4:6–13"],"."],"Invite students to read the passages and discuss the following questions with their partners:"],["ul.bullet",["li",["span.label","•"],["p","What do you think is important about Nephi’s statement “Nevertheless I went forth”? (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.7"},"1 Nephi 4:7"],")."]],["li",["span.label","•"],["p","How did Nephi’s faith make it possible for him to obtain the brass plates?"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p42"},"After students have discussed their insights with their partners, explain that the Lord may ask us to do something, as He did Nephi and his brothers, without immediately revealing why, when, or how we should do it. Nephi learned why, when, and how the Lord would help him only",["span.emphasis","after"],"he allowed the Spirit to direct him and",["span.emphasis","after"],"he decided to go forth in faith. Share your testimony that",["b","when we exercise faith in God and seek to do what He asks, even when we cannot see the outcome, He will lead us by the influence of the Holy Ghost."]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p43"},"Time permitting, you may want to ask students if they have questions or want to share insights from their day 4 study of",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5"},"1 Nephi 5–6; 9"],". For example, you could invite them to share how they responded to assignment 4, in which they were asked to write about a time when they searched the scriptures and felt the Spirit of the Lord."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p44"},"Conclude by asking a student to read aloud (or recite from memory) the scripture mastery passage",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],". Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What principle does",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/3.7"},"1 Nephi 3:7"],"teach concerning obedience to the Lord’s commandments? (Students should be able to express the principle that",["b","if we will seek to do what the Lord commands, He will prepare a way for us to accomplish it."],")"]],["li",["span.label","•"],["p","According to what you read in",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/1"},"1 Nephi 1–6 and 9"],", what were the results of Lehi’s and Nephi’s obedience to God’s commands?"]],["li",["span.label","•"],["p","When has the Lord prepared a way to help you obey a commandment?"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p48"},"Invite students to ponder one area in which they can more fully demonstrate their obedience to God. You may wish to end the lesson by testifying of the blessings that have come into your life through your efforts to obey the Lord’s commandments."]],[".topic",{"id":"t54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.t54"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/7"},"1 Nephi 7–14"],")"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/1-nephi/unit-2.p50"},"In the next unit, students will study the visions of Lehi and Nephi. Lehi and Nephi’s visions of the tree of life are applicable to our lives today. Nephi’s account of his vision includes descriptions of the birth, ministry, and Atonement of Jesus Christ; the discovery and colonization of America by the Gentiles; and the loss of important truths from the Bible and their restoration through the Book of Mormon. Nephi’s account of his vision concludes with a description of the Restoration of the gospel."]]]]]]],"refs":null}
