{"id":11,"parent_id":6,"book_id":73,"content_id":1,"language_id":1,"display_order":11,"title":"Lesson 5: Laws and Ordinances","subtitle":"","short_title":"Lesson 5: Laws and Ordinances","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances","content":[["div",{"id":"head6","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.head6"},["h1","Laws and Ordinances"],[".subtitle","After Baptism and Confirmation"]],[".bodyBlock",[".topic",["h2","Prepare to Teach"],["div",{"id":"p4","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p4"},"After converts are baptized and confirmed, ward leaders determine whether ward missionaries or full-time missionaries lead out in teaching and how long the full-time missionaries are involved. This lesson should be taught to new members soon after they are baptized and confirmed. You may begin teaching them about these laws and ordinances between their baptism and confirmation or even before baptism. Baptismal candidates should at least be aware of these laws and ordinances before baptism."],[".",{"id":"f248","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.f248"}],["div",{"id":"p5","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p5"},"This lesson works much like lesson 4. The approach you take should be determined by the needs of the recent converts and direction from the Spirit. Constantly think and pray about how to help recent converts live the gospel. Ideas include:"],["ul.bullet",["li",["span.label","•"],[".para","Teaching the new member each of the laws and ordinances from this lesson while reviewing",["a.crossRef",{"href":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-1-the-message-of-the-restoration-of-the-gospel-of-jesus-christ.p1"},"“The Message of the Restoration,”"],["a.crossRef",{"href":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-2-the-plan-of-salvation.p1"},"“The Plan of Salvation,”"],"and",["a.crossRef",{"href":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-3-the-gospel-of-jesus-christ.p1"},"“The Gospel of Jesus Christ”"],"lessons. For example, while reviewing the message of the Restoration you may want to teach about priesthood and missionary work; while reviewing the plan of salvation you may teach about eternal marriage, temples and family history work, and teaching and learning in the Church. When reviewing the gospel of Jesus Christ you may want to teach about the strait and narrow way and serving in the Church."]],["li",["span.label","•"],[".para","Teaching two or three of the laws and ordinances as a single lesson."]],["li",["span.label","•"],[".para","Teaching a single law or ordinance as a lesson."]]],["div",{"id":"p9","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p9"},"Work with members to help the new members accept and begin living these laws and ordinances. Help new members recognize that by keeping God’s laws, they will retain a remission of their sins and stay on the pathway to eternal life. They will experience greater peace and joy. They will find answers to life’s questions and security in the knowledge that they belong to the true Church of Jesus Christ. The laws and ordinances serve as directions for living joyfully, with faith in Jesus Christ and a firm hope of receiving eternal life with our Father in Heaven."]],[".topic",["h2","Learn about the Laws, Ordinances, and Commitments"],["div",{"id":"p11","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p11"},"As you study “Laws and Ordinances,” it is helpful to follow the pattern below."],["ul.bullet",["li",["span.label","•"],[".para","Study the section that describes the doctrine, and write a simple lesson plan with three to five main points."]],["li",["span.label","•"],[".para","Teach a two- or three-minute version to your companion. Practice how you will extend each commitment invitation and how you will resolve concerns."]],["li",["span.label","•"],[".para","Discuss effective ways to follow through on each commitment that recent converts have accepted."]]]],[".topic",["h2","Priesthood and Auxiliaries"],["div",{"id":"p16","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p16"},"Priesthood is the power and authority given to man to act in God’s name for the salvation of His children. Through the priesthood we receive the ordinances of salvation, as well as blessings of healing, comfort, and counsel."],["div",{"id":"p17","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p17"},"The Church of Jesus Christ of Latter-day Saints is led by Jesus Christ through apostles and prophets. These are righteous men who are called of God and given the priesthood. Anciently Christ ordained His Apostles and gave them the priesthood. That authority was lost when the people rejected the gospel and killed Christ and the Apostles."],["div",{"id":"p18","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p18"},"Priesthood authority was restored in 1829 when John the Baptist appeared to the Prophet Joseph Smith and Oliver Cowdery. He laid his hands on their heads and conferred on them the Aaronic Priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"],"). A short time later Peter, James, and John of the original Twelve Apostles laid their hands on Joseph Smith and Oliver Cowdery and conferred upon them the Melchizedek Priesthood, which Peter, James, and John had received from Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.12-13"},"D&C 27:12–13"],")."],["div",{"id":"p19","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p19"},"A man can receive priesthood authority only by proper ordination by the laying on of hands by one who has the authority. A man who receives the priesthood is given a marvelous opportunity. He enters a covenant to fulfill sacred duties, serve others, and help build up the Church. He must have a desire to serve God and must be ordained to this power (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.3"},"D&C 4:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.57"},"63:57"],"). It is also necessary for priesthood holders to perform sacred ordinances, such as baptism and confirmation. When priesthood authority is used worthily, the power of God is manifest. Priesthood power can be used only in righteousness, love, and patience."],["div",{"id":"p20","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p20"},"All priesthood comes from God. There are two priesthoods in the Church: the Aaronic Priesthood and the Melchizedek Priesthood. The Aaronic Priesthood administers ordinances such as baptism and the sacrament. Worthy males ages 12 and over receive the Aaronic Priesthood soon after baptism and confirmation."],["div",{"id":"p21","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p21"},"Worthy adult males will eventually receive the Melchizedek, or higher, Priesthood. Members of the Church receive many spiritual and temporal blessings through the power of this priesthood. Worthy Melchizedek Priesthood holders can confer the gift of the Holy Ghost, ordain others to the priesthood as assigned, anoint the sick with consecrated oil, and give blessings of healing and comfort. Worthy husbands and fathers who hold the Melchizedek Priesthood can give their spouses, children, and other family members special blessings. Home teachers visit the homes of Church members and care for those individuals and families. Bishops and stake presidents are judges in the Church. They have the authority to help Saints who have sinned to repent and enjoy the full blessings of Church membership. They interview people to ensure their worthiness to enter the temple."],["div",{"id":"p22","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p22"},"Under priesthood direction, auxiliary organizations assist in strengthening members. They are a great resource in missionary work as they assist in finding and teaching investigators and fellowshipping new converts. Women ages 18 and older are members of the Relief Society, which reaches out in service to families, individuals, and the community. Young women ages 12 to 18 are members of the Young Women program. Boys of similar ages participate in the Young Men program. All children ages 3 to 11 are part of the Primary organization. All members age 12 and older are enrolled in Sunday School classes."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.17"},"Mosiah 18:17"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.1-19"},"Alma 13:1–19"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.38-65"},"D&C 20:38–65"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-20"},"D&C 84:19–20"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107"},"D&C 107"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-46"},"D&C 121:34–46"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.1-6"},"Luke 9:1–6"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/15.16"},"John 15:16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/james/5.14-15"},"James 5:14–15"]]]]],[".sidebar",["h2","Commitments"],["ul.bullet",["li",["span.label","•"],[".para","Will you prepare to receive the Aaronic Priesthood (eligible and worthy males age 12 and over)?"]],["li",["span.label","•"],[".para","Will you prepare to receive the Melchizedek Priesthood (eligible and worthy adult males)?"]],["li",["span.label","•"],[".para","Will you participate actively in the appropriate auxiliary organization?"]]]]],[".topic",["h2","Missionary Work"],["div",{"id":"p38","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p38"},"Members who share the gospel experience joy and have the Spirit of the Lord more abundantly. As we share the gospel, we appreciate how precious and meaningful it is to us, and we feel a greater love for God and others. The Lord commanded His followers to preach the gospel in all the world, giving every person the opportunity to accept or reject it. When people are baptized, they make a covenant to always stand as witnesses of God. They are commanded to share the gospel with those who have not yet received it. As they live the gospel faithfully, they will set an example, showing their family members and friends the great blessings that come from living the gospel. They should also take advantage of opportunities to answer questions, share printed or audiovisual materials, and invite others to learn more about the message of the restored gospel. Members should pray for those who are not members of the Church. They should pray for missionary opportunities—to serve those who are not of our faith and share what they believe. The Lord promises to help members know what to say and do as they share the gospel."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.70-75"},"Jacob 5:70–75"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28.3"},"Mosiah 28:3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10-16"},"D&C 18:10–16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.29"},"D&C 19:29"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.8-11"},"D&C 33:8–11"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.40-42"},"D&C 38:40–42"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.74-76,88"},"D&C 84:74–76, 88"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.81"},"D&C 88:81"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.5-8"},"D&C 100:5–8"]]]]],[".sidebar",["h2","Commitments"],["ul.bullet",["li",["span.label","•"],[".para","Will you prepare to invite friends and relatives who do not belong to the Church to meet with the missionaries to be taught the gospel?"]],["li",["span.label","•"],[".para","Will you pray for the missionaries and for opportunities to share the gospel?"]],["li",["span.label","•"],[".para","Will you prepare to serve a mission?"]]]]],[".topic",["h2","Eternal Marriage"],["div",{"id":"p54","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p54"},"The basic unit of the Church is the family. Within the family, people experience many of life’s greatest joys and sorrows. Marriage between a man and a woman is ordained of God and is central to God’s eternal plan for the salvation of His children. The means by which mortal life is created is divinely appointed and is safeguarded by marriage. The divine plan of happiness enables family relationships to endure beyond the grave. Marriage, however, can be eternal only when authorized priesthood holders perform the sealing ordinance in sacred temples and when husbands and wives who have been sealed together keep the covenants they have made. Husbands and wives are to love each other. As they keep the commandments and live gospel principles, they are to honor their marital vows with complete fidelity (see",["a.crossRef",{"href":"/topics/family-proclamation"},"“The Family: A Proclamation to the World,”"],["span.emphasis","Ensign,"],"Nov. 1995, 102; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.22"},"D&C 42:22"],")."],["div",{"id":"p55","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p55"},"Happiness in family life is most likely to be achieved when founded upon the teachings of Jesus Christ and when parents make their family their highest priority. “By divine design, fathers are to preside over their families in love and righteousness and are responsible to provide the necessities of life and protection for their families. Mothers are primarily responsible for the nurture of their children. In these sacred responsibilities, fathers and mothers are obligated to help one another as equal partners” (",["span.emphasis","Ensign,"],"Nov. 1995, 102). Together, parents are to teach their children the gospel of Jesus Christ and help them live it."],["div",{"id":"p56","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p56"},"Satan is making a concentrated attack on families. Years ago Church leaders set aside Monday evening as a time for family home evening. Parents should use this time to teach their children the gospel, strengthen their relationships with them, and have fun together. Other ways of strengthening the family include daily family prayer and scripture study, worshiping at church as a family, and serving others. Heaven is a continuation of the ideal home. Through priesthood ordinances and righteous living, we can live as families in God’s presence eternally."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","Marriage"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.22"},"D&C 42:22"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.15"},"D&C 49:15"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"D&C 131:1–4"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.7"},"D&C 132:7"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.24"},"Genesis 2:24"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/5.25"},"Ephesians 5:25"]]],["li",[".para",["a.crossRef",{"href":"/topics/family-proclamation"},"“The Family: A Proclamation to the World”"]]]],["ul.noMarker",["h2","Family"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.14-15"},"Mosiah 4:14–15"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.21"},"3 Nephi 18:21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.2"},"D&C 130:2"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/5.8"},"1 Timothy 5:8"]]],["li",[".para",["a.crossRef",{"href":"/topics/family-proclamation"},"“The Family: A Proclamation to the World”"]]]],["ul.noMarker",["h2","Teach Children"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/56.47"},"Alma 56:47"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/57.21"},"Alma 57:21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.55-62"},"Moses 6:55–62"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.25-30"},"D&C 68:25–30"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/6.4"},"Ephesians 6:4"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/prov/22.6"},"Proverbs 22:6"]]]]],[".sidebar",["h2","Commitments"],["ul.bullet",["li",["span.label","•"],[".para","Will you hold weekly family home evening, daily family prayer, daily family scripture study, and other family activities?"]],["li",["span.label","•"],[".para","Will you prepare to enter the temple to (1) receive your endowment? (2) be married for time and eternity? (3) if married, be sealed for eternity as husband and wife? and (4) have your children sealed to you?"]],["li",["span.label","•"],[".para","Will you worship on the Sabbath as a family?"]],["li",["span.label","•"],[".para","Will you serve others?"]]]]],[".topic",["h2","Temples and Family History"],["div",{"id":"p85","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p85"},"God has commanded His people to build temples. In the temple we make sacred covenants and are endowed with, or are given, a gift of power and knowledge from on high. This power helps us in our daily lives and enables us to build God’s kingdom. In the temple we can also be married for time and eternity, thus making it possible for families to be together forever in God’s presence. After at least one year of membership, worthy adults may be eligible to receive from their bishop a recommend to receive their own endowment. After receiving their endowments, married couples may be sealed or married for eternity."],["div",{"id":"p86","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p86"},"The Savior loves all people and desires their salvation. Yet millions of people have died without having any opportunity to hear the message of the restored gospel of Jesus Christ or receive saving ordinances. Through His loving grace and mercy the Lord makes salvation possible for everyone who did not have the opportunity to receive, understand, and obey the gospel during their mortal lives. The gospel is preached to these deceased people in the spirit world. Members of the Church on earth perform the saving ordinances in behalf of their deceased ancestors and others. Deceased persons living in the spirit world have the opportunity to accept or reject the gospel and the ordinances performed in their behalf."],["div",{"id":"p87","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p87"},"For this reason, Church members search for information about their ancestors. They complete pedigree charts and family group records and submit the names of deceased relatives who need to have saving ordinances performed on their behalf in sacred temples. This is family history work. Worthy members ages 12 and over, including new members, may receive from their bishop a recommend to perform baptisms for the dead."],["div",{"id":"f265","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.f265"},["h2","Family History"],["div",{"id":"p89","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p89"},"Invite new members to meet with a member or go to a local family history center (where available) for an introduction to family history work and to the resources available to them. Provide them with a copy of family history materials."]],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.16"},"D&C 43:16"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.8-9"},"D&C 95:8–9"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.22-42"},"D&C 124:22–42"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128"},"D&C 128"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131"},"D&C 131"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132"},"D&C 132"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"D&C 138"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.29"},"1 Corinthians 15:29"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.18-21"},"1 Peter 3:18–21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/ot/ps/65.4"},"Psalm 65:4"]]],["li",[".para","Brochure,",["span.emphasis","Welcome to the Family History Center"]]]]],[".sidebar",["h2","Commitments"],["ul.bullet",["li",["span.label","•"],[".para","Will you prepare to receive temple ordinances? (Soon after baptism and confirmation, worthy members over age 12 can receive a recommend to go to the temple and participate in baptisms for the dead.)"]],["li",["span.label","•"],[".para","Will you participate in family history work and submit the names of ancestors to receive proxy temple ordinances?"]]]]],[".topic",["h2","Service"],["div",{"id":"p106","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p106"},"One of the great blessings of membership in the Church is the opportunity to serve. When we give loving service to others, we are serving God. When we are baptized, we covenant to give such service (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"],"). We are to become aware of others’ physical and spiritual needs. We then give of our time, talents, and means to help meet those needs. We follow the example of the Savior, who came to serve others. We are to do what Jesus did and become like Him."],["div",{"id":"p107","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p107"},"Soon after baptism new members receive from priesthood leaders the blessing of a responsibility to help in the Church. This is referred to as a calling. All of the work in the Church is voluntary. No one is paid for such service. When we accept callings, we are sustained publicly in a Church meeting so that other members can acknowledge our calling and provide support. We are also set apart by a priesthood leader and given special blessings to help us fulfill our callings. The Church needs the talents and abilities of every member to fill a wide variety of callings. All callings are important and help build God’s kingdom. We are to accept such callings and work diligently to learn and fulfill our duties. As we do so, we grow in faith, develop new talents and a greater ability to serve, and receive numerous other blessings."],["div",{"id":"p108","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p108"},"Priesthood holders may be called as home teachers. Home teachers make at least monthly visits to the homes of assigned member families. They teach the gospel, support parents, nurture friendships, and help families prepare to receive and keep temple covenants. Visiting teachers represent the Relief Society by making monthly visits to each adult sister as assigned."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["h2","Charity"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.43-48"},"Moroni 7:43–48"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.125"},"D&C 88:125"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.36-40"},"Matthew 22:36–40"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/13.1-8"},"1 Corinthians 13:1–8"]]]],["ul.noMarker",["h2","Care for the Poor"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.26"},"Mosiah 4:26"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.28-29"},"Alma 34:28–29"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/52.40"},"D&C 52:40"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.40"},"Matthew 25:40"]]]],["ul.noMarker",["h2","We Are to Serve"],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.8-10"},"Mosiah 18:8–10"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.29"},"D&C 42:29"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99-100"},"D&C 107:99–100"]]]]],[".sidebar",["h2","Commitments"],["ul.bullet",["li",["span.label","•"],[".para","Will you accept and fulfill the duties of a calling (including an assignment as a home teacher or visiting teacher)?"]],["li",["span.label","•"],[".para","Will you support others in their callings?"]]]]],[".topic",["h2","Teaching and Learning in the Church"],["div",{"id":"p129","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p129"},"The Church is organized to perfect and bless the lives of the members. It gives us opportunities to teach one another the gospel, fellowship and serve one another, and support one another in our quest for salvation. In the family and through the Church, each member is taught the doctrines of the gospel. When members are called to teaching assignments, they are provided materials and help to enable them to succeed."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-79"},"D&C 88:77–79"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.11-14"},"Ephesians 4:11–14"]]]]],[".sidebar",["h2","Commitment"],["ul.bullet",["li",["span.label","•"],[".para","Will you attend church?"]]]]],[".topic",["h2","Endure to the End"],["div",{"id":"p136","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p136"},"As we continue to live the gospel, we grow closer to our Heavenly Father. We enjoy and appreciate more the Atonement of the Savior. Our families are drawn closer together. We experience greater feelings of the love, joy, and peace that come from the Atonement. Our hearts are changed, and we find security in living the restored gospel."],["div",{"id":"p137","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p137"},"As we continue to exercise faith in Christ, repent, and renew our covenants, we enjoy continued guidance from the Holy Ghost. If we endure to the end of our lives in being true to our covenants, we will receive eternal life."],["div",{"id":"p138","uri":"/manual/preach-my-gospel-a-guide-to-missionary-service/what-do-i-study-and-teach/lesson-5-laws-and-ordinances.p138"},"A few members do not endure or remain fully active. However, enduring to the end is a personal responsibility. We “work out [our] own salvation” (",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.12"},"Philippians 2:12"],"), and we serve and love those whose faith has grown weak through inactivity."],[".sidebar",["h2","Scripture Study"],["ul.noMarker",["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.20-21"},"2 Nephi 31:20–21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.4"},"Moroni 6:4"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.37"},"D&C 20:37"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.3"},"Articles of Faith 1:3"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/john/14.15,21"},"John 14:15, 21"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/eph/4.11-14"},"Ephesians 4:11–14"]]],["li",[".para",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.12"},"Philippians 2:12"]]]]],[".sidebar",["h2","Commitment"],["ul.bullet",["li",["span.label","•"],[".para","Will you continue to live the gospel by keeping the baptismal covenant throughout your life?"]]]]]]],"refs":null}
