{"id":6,"parent_id":0,"book_id":72,"content_id":1,"language_id":1,"display_order":6,"title":"Chapter 4: Teaching Children: from Four to Eleven Years","subtitle":"","short_title":"Chapter 4","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years"},[".heading",{"id":"head1","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.head1"},[".titleNumber","Chapter",["span.dominant","4"]],["h1","Teaching Children: from Four to Eleven Years"]],[".bodyBlock",["p.para",{"id":"p3","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p3"},"The period of life between four and eleven years comes between two very intense stages of development—early growth and puberty. Speaking of these years, President David O. McKay said:"],["p.para",{"id":"p4","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p4"},"“The home is the best place in the world to teach the child self-restraint, to give him happiness in self-control, and respect for the rights of others."],["p.para",{"id":"p5","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p5"},"“I feel that the first contribution of the home to the happiness of the child is to impress him with the fact that there are bounds beyond which he cannot go with safety; second, to teach him to be considerate of the rights of others; third, to have him feel that home is a place where confidences and consolations are exchanged; and fourth, to have him cherish the thought that home is a haven of seclusion and rest from the worries and perplexities of life” (“Home … and the Strength of Youth,”",["span.emphasis","Improvement Era,"],"Aug. 1959, p. 583)."],["p.para",{"id":"p6","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p6"},"These years are relatively free of rapid physical changes and emotional stress. Parents should enjoy this interlude. These years provide a time when you can help your children refine their characters and gain a proper sense of their role identity. Role identity refers to an understanding of oneself in",["span.emphasis","relation"],"to others. In contrast, gender identity involves an understanding and accepting of one’s own gender, with little reference to others; one’s gender roles usually focus upon the social interaction associated with being male or female. Parents can help children to establish during these years a good foundation for later intimacy by helping them understand true principles about how a son or daughter of God should relate to others in his or her gender roles."],["p.para",{"id":"p7","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p7"},"Children have many things to learn during this period. They are moving from a world of immediate gratification to a world of rules, delayed gratification, memories of the past, and wishes for the future. They develop social and speech skills. From a relatively few family-controlled relationships, they enter into an ever-widening circle of playmates in the neighborhood, in school, and at church. They learn in very significant ways about their bodies, about social and emotional relationships, and about spiritual relationships with God."],["p.para",{"id":"p8","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p8"},"Male and female roles are an important part of this stage. Boys want to be accepted by their fathers and by other boys. Girls identify with their mothers and other girls. Sibling rivalry between brothers and sisters may occur quite readily."],["p.para",{"id":"p9","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p9"},"Use this chapter to help you prepare your children for good intimate relationships later in life and to help you teach them about sexuality. The following ideas will help:"],[".figure",{"id":"f1","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.f1"},["ol.number",["li",["span.label","1."],["p.para","Teach your children to take good care of their bodies."]],["li",["span.label","2."],["p.para","Teach your children how intimate relationships differ from other kinds of relationships."]],["li",["span.label","3."],["p.para","Teach your children to accept and understand that basic differences between men and women are complementary in nature. To understand their role identity, children need to understand that each gender completes the purpose of the other’s creation."]],["li",["span.label","4."],["p.para","Teach your children about sexuality as they become ready to learn."]],["li",["span.label","5."],["p.para","Protect your children from physical and sexual abuse."]]]],[".topic",["h2","Teach Children to Care for Their Bodies"],["p.para",{"id":"p16","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p16"},"In contrast to the first three years of life, children grow gradually now. It is a time of learning how to care for their bodies, and what they learn may have much to do with self-esteem and social relationships. Boys and girls are similar in body strength and coordination. Internal sex organs are in a latent or dormant stage. This phase is the time to make sure your children establish habits of good nutrition, hygiene, grooming, and exercise. Help them develop appetites for healthy rather than junk foods. If you encourage them in frequent, vigorous physical exercise and play, they can develop enjoyable habits with lifelong benefits."],["p.para",{"id":"p17","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p17"},"Principles of good care and hygiene apply equally to children who have physical handicaps or mental disabilities. Children with cerebral palsy, Down’s syndrome, scoliosis, or other problems can develop self-esteem as they exercise functioning parts of their bodies. They can develop respect for their bodies and increase overall health and attractiveness."],["p.para",{"id":"p18","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p18"},"Whatever your child’s situation, encourage him during this period to acquire habits of self-respect, hygiene, and attention to his body’s condition."]],[".topic",["h2","Teach Children How Intimate Relationships Differ from Others"],["p.para",{"id":"p20","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p20"},"As your child moves into a wider social world, relaonships with other people present major challenges. In the neighborhood or at school, he will meet other children whose values are quite different from his own. They will talk and act somewhat differently from him. Immediately he is faced with making rather complex decisions. If a playmate is dishonest, should the child report it, criticize it, ignore it, or urge honesty? How does a child respond to differing religious beliefs? Peer relationships and associations with adult authority figures outside the home may bring challenges to a child’s limited social skills. While acquiring effective social graces is a lifelong endeavor, this is a special period of development in which parents should teach courtesy, honesty, fidelity, mercy, good humor, and spiritual integrity."],["p.para",{"id":"p21","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p21"},"Interpersonal relationships may be divided into three basic categories: courteous, affectionate, and intimate. Children must learn the differences between these categories and what is proper within each. However, when both males and females are present there are complementing expectations. For instance, when both a boy and girl arrive at a door simultaneously, the boy is expected to act as a gentleman and open the door for the girl. Social deference by males to females complements both roles. Since both cannot exit at the same time, having the male take the lead in courtesy increases the comfort of both males and females and contributes to the respect each has for the other. It also builds feelings of self-confidence in each."],[".figure",{"id":"f2","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.f2"},["ol.number",["li",["span.label","1."],["p.para","Courteous relationships are the basis of civilized behavior: saying “please” and “thank you,” helping up a child who trips, not making fun of a child who is different, and cleaning up after oneself. Courteous attitudes and behavior enable people to live pleasantly with each other."]],["li",["span.label","2."],["p.para","Affection is natural and is mostly associated with family relations. When affection is expressed, it should be remembered that it is more intense than courtesy, but it includes courtesy. We touch people differently when being affectionate than when being courteous. A handshake may be courteous; holding hands is affectionate. Your children need to see you being both courteous and affectionate. You can teach them how to be affectionate by hugging or giving them a gentle kiss, listening to a childish story, playing games with them, talking to and touching them gently, and telling them you love them. It is crucial that you continue the warm and loving acceptance that helped your children establish their gender identity in earlier years."],["p.para","Children should learn that natural affection is desirable. In the absence of natural affection at home, the child may imitate the false affections he sees displayed by schoolmates or television actors. Often television and movies show people being aggressive, rather than kindly and affectionate, with each other. In particular, only occasionally will a child see on television healthy male-to-male or female-to-female affection. Frequently the language, voice tones, and body mannerisms shown by televised entertainment do not portray the gentle affection for which the Savior’s followers ought to strive."]],["li",["span.label","3."],["p.para","Intimate relationships are deeper and longer lasting than others and are more intense. Within such relationships are very strong emotions. To a large extent the child feels these emotions naturally. What he or she needs to learn at this stage is how to appropriately express them to others later, at the proper time. You and your spouse can be your children’s best examples of intimate relationships. A father teaches intimacy to his sons and daughters by how he speaks to, touches, and generally treats their mother. The same pattern pertains to the mother. In some ways this relationship between you and your spouse is more important than the parent-child relationship in teaching your children about intimacy. Parent-child interactions can be quite subjective and emotional for the child, but children tend to be more objective when watching their parents interact. These observations greatly influence how a child feels about being male or female. The use of the term “intimate relationships” does not include or imply that incest is to be tolerated. Incest is not intimate in nature; quite the contrary. Incest is selfish and lustful and shares nothing of the love associated with intimacy."]]]],["p.para",{"id":"p26","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p26"},"You have a golden opportunity to demonstrate warm, mutually respecting relationships—courteous, affectionate, and intimate—and to answer questions about them. What the child wonders about is usually straightforward. You can answer questions about courtesies, about appropriate and inappropriate affection, about intimate relationships, and about sex or bodily functions; and usually your children will take your answers seriously and accept them naturally."]],[".topic",["h2","Teach Children to Accept and Understand Their Gender Roles"],["p.para",{"id":"p28","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p28"},"From ages four to eleven, each child is learning how to be male or female and about what being male or female means about their relationships with others. Toys, games, books, and friends revolve largely around gender. Considerable controversy has been aroused of late around such terms as",["span.emphasis","sexism, feminism,"],"and",["span.emphasis","machismo,"],"as if there is something wrong with being too male, too female, or too virtuous. President Spencer W. Kimball said, “I sincerely hope that our Latter-day Saint girls and women, and men and boys, will drink deeply of the water of life and conform their lives to the beautiful and comprehensive roles the Lord assigned to them” (“The Lord’s Plan for Men and Women,”",["span.emphasis","Ensign,"],"Oct. 1975, p. 5). For Latter-day Saints, the matter of virtuous role behavior ought not to be confusing."],["p.para",{"id":"p29","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p29"},"There are many patterns of behavior that are appropriate for all people. Everyone, male and female, is invited to examine the character of Jesus Christ and emulate him:"],["p.para",{"id":"p30","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p30"},"“Christ is our pattern of righteousness. I urge you sons and daughters of God, who are in the image of your creator, to put your minds in the image of his, and to discipline and mold your spirits after the pattern of the Only Begotten. If you will do so, the Lord has promised that joys will follow eternally, and you need never fear having cheated yourself of what might have been” (Spencer W. Kimball, “On Cheating Yourself”",["span.emphasis","New Era,"],"Apr. 1972, p. 34)."],["p.para",{"id":"p31","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p31"},"Among the traits Christ revealed as proper for men and women alike are faith, hope, charity, virtue, knowledge, temperance, patience, kindness, godliness, humility, diligence, and love. These virtues transcend gender. They are Christlike attributes to which both sexes should aspire. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4"},"D&C 4"],".)"],["p.para",{"id":"p32","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p32"},"Spiritual gifts, as described in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46"},"Doctrine and Covenants 46"],", are not restricted to one gender either. Included are gifts of knowledge, belief, administration, organization, healing, and discernment. Some females are gifted organizers, some are not. Some males are gifted teachers, some are not. There are all manner of character traits for boys and girls, men and women, to develop if they are to become righteous in all they do, in both their intent and performance."],["p.para",{"id":"p33","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p33"},"But members of the Church must not be deceived about one immutable truth: there is eternal significance in being a man or a woman. The history of the gospel from Adam to this final dispensation documents equal respect for the roles of men and women and the need for all men and women to develop their gifts to the utmost through living the commandments of God. But within that same gospel framework are some realities about differences between the two genders. This means that there are some exclusive things men are to do and some that women are to do. A most appropriate time for this development is the interlude between early childhood and adolescence."],[".blockQuote",[".preamble","President Kimball clarified the eternal significance of gender identity when he said:"],["p.para",{"id":"p35","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p35"},"“Some people are ignorant or vicious and apparently attempting to destroy the concept of masculinity and femininity. More and more girls dress, groom, and act like men. More and more men dress, groom, and act like women. The high purposes of life are damaged and destroyed by the growing unisex theory. God made man in his own image, male and female made he them. With relatively few accidents of nature, we are born male or female. The Lord knew best. Certainly, men and women who would change their sex status will answer to their Maker” (in Conference Report, Oct. 1974, p. 8; or",["span.emphasis","Ensign,"],"Nov. 1974, p. 8)."]],["p.para",{"id":"p36","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p36"},"In the Grand Council in Heaven—a family council—we covenanted to accept and magnify, with increasing responsibility, the various roles of eternal life. We agreed to go beyond being brothers and sisters to the sacred mortal roles of daughters and sons, wives and husbands, and mothers and fathers. These roles are eternal and are ordained of God. They are not subject to revision by social scientists, by legislation, or by personal decision. Our Father’s covenants with us are on his terms, for he is perfect and knows precisely how we can attain virtue and do the most good."],["p.para",{"id":"p37","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p37"},"There is nearly as much variation within each gender as there is between the genders. Each human being is unique. There is no one model except the Redeemer of all mankind. Development of a person’s gifts or interests is one of life’s most enjoyable experiences. No one should be denied such growth."],["p.para",{"id":"p38","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p38"},"You should provide opportunities for your children to develop talents in various directions unhindered by improper stereotypes. But you should respect the divinely mandated roles special to the respective sexes. Teach your children that they will grow and be happy by accepting these roles and magnifying them."],["p.para",{"id":"p39","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p39"},"Teach your daughters and your sons to seek opportunities to learn and to exploit every such opportunity fully. Girls and boys should learn all they can about every subject within their capabilities. They should nurture and develop their gifts (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.11-26"},"D&C 46:11–26"],"), striving always to achieve their full potential and to fill the measure of their creation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.19"},"D&C 88:19"],")."],["p.para",{"id":"p40","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p40"},"Girls ought to be taught the arts and sciences of housekeeping, domestic finances, sewing, and cooking. Boys need to learn home repair, career preparation, and the protection of women. Both girls and boys should know how to take care of themselves and how to help each other. By example and by discussion, both sexes need to learn about being male or female, which, in summary, means becoming husbands and fathers or wives and mothers, here or hereafter."],["p.para",{"id":"p41","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p41"},"There are, of course, realities to face also. Boys must learn basic domestic skills, and girls must be able to earn a living if necessary. In this imperfect world there are the widowed and divorced and those without the opportunity to marry. Their lives need to be as secure and complete as anyone else’s. But for all of the children of God, this life is primarily a probationary existence designed to prepare them for the eternal roles of husband and father, wife and mother."],["p.para",{"id":"p42","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p42"},"If we are to be true to our eternal covenants, we ourselves must believe that the highest of roles, patterned after the highest of heavenly roles, are those of father and mother. Latter-day prophets have taught that there are important, unchangeable differences between men and women. Parents, by aspiring too much outside the home or through too much self-focused achievement, risk teaching their children that the roles of father and mother are not very desirable-desirable—or less so than the attainment of material goods, the honors of men, or even educational diplomas. President Joseph F. Smith aptly explained:"],["p.para",{"id":"p43","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p43"},"“After all, to do well those things which God ordained to be the common lot of all man-kind, is the truest greatness. To be a successful father or a successful mother is greater than to be a successful general or a successful statesman. One is universal and eternal greatness, the other is ephemeral. It is true that such secondary greatness may be added to that which we style commonplace; but when such secondary greatness is not added to that which is fundamental, it is merely an empty honor, and fades away from the common and universal good in life, even though it may find a place in the desultory pages of history. Our first care, after all, brings us back to that beautiful admonition of our Savior: ‘Seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you’ (Matt. 6:33)” (",["span.emphasis","Gospel Doctrine,"],"5th ed. [Salt Lake City: Deseret Book Co., 1939], p. 285)."],["p.para",{"id":"p44","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p44"},"Other statements from latter-day prophets also will help you and your children put these roles into perspective."],[".blockQuote",[".preamble","The First Presidency (Heber J. Grant, J. Reuben Clark, Jr., and David O. McKay):"],["p.para",{"id":"p46","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p46"},"“The true spirit of the Church of Jesus Christ of Latter-day Saints gives to woman the highest place of honor in human life. To maintain and to merit this high dignity she must possess those virtues which have always, and which will ever, demand the respect and love of mankind. To know what these virtues are let everyone think of his own mother. With her picture in mind, each will agree that a beautiful and chaste woman is the perfect workmanship of God."],["p.para",{"id":"p47","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p47"},"“Woman possesses power to ennoble or to degrade. It is she who gives life to the babe, who wields gradually and constantly the impress of character to childhood and youth, who inspires manhood to noble ambition or entices and ensnares it to defeat and degradation, who makes home a haven of bliss or a den of discontent, who at her best gives to life its sweetest hopes and choicest blessings."],["p.para",{"id":"p48","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p48"},"“Anything, therefore, is to be most highly commended and encouraged which has as its motive the ennoblement of womankind—beauty, modesty, sincerity, sympathy, cheerfulness, reverence, and many other sublime virtues must be hers whose subtle and benign influence is such a potent factor in the progress and destiny of the human race” (“Commendation,”",["span.emphasis","Improvement Era,"],"May 1935, p. 276)."]],[".blockQuote",[".preamble","President Spencer W. Kimball:"],["p.para",{"id":"p50","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p50"},"“‘So God created man in his own image, in the image of God created he him; male and female created he them. …’"],["p.para",{"id":"p51","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p51"},"“The bodies of men and the bodies of women were created differently so they complemented each other, so that the union of the two would bring a conception which would bring a living soul into the world. …"],["p.para",{"id":"p52","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p52"},"“Now we must emphasize here that the Lord made man and woman, male and female to reproduce after their kind, and in the billions of unions there has continued to come a male or a female. Their bodies are still so formed that they will continue to the end of time in producing male or female, the spirit children of God. …"],["p.para",{"id":"p53","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p53"},"“This was the normal, proper way to preserve the total program, to bring souls into the world and to give them opportunities for growth."],["p.para",{"id":"p54","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p54"},"“Let no carnal mind decide in his or her feigned brilliance or pretended wisdom that a mistake was made. The whole program was intelligently organized to bring children into the world with love and filial interdependence. Had the superficial ideas of many mortals of today prevailed, the world, the human race, and all proper things would long ago have come to an end” (“The Lord’s Plan for Men and Women,”",["span.emphasis","Ensign,"],"Oct. 1975, p. 4)."]],[".blockQuote",[".preamble","President Joseph F. Smith:"],["p.para",{"id":"p56","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p56"},"“May the fathers in Israel live as they should live; treat their wives as they should treat them; make their homes as comfortable as they possibly can; lighten the burden upon their companions as much as possible; set a proper example before their children; teach them to meet with them in prayer, morning, and night, and whenever they sit down to partake of food, to acknowledge the mercy of God in giving them the food that they eat and the raiment that they wear, and acknowledge the hand of God in all things. This is our duty, and if we do not do it the Lord will be displeased for He has said so. He is only pleased with those who acknowledge His hand in all things” (in Conference Report, Oct. 1909, p. 9; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.7,21"},"D&C 59:7, 21"],")."]],[".blockQuote",[".preamble","President Joseph Fielding Smith:"],["p.para",{"id":"p58","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p58"},"“I get a great deal of comfort out of the thought that",["span.emphasis","if I am faithful and worthy of an exaltation, my father will be my father, and I will he subject to him as his son through all eternity;"],"that I will recognize and know my mother and she will be my mother in all eternity; and my brothers and sisters will be my brothers and sisters for all eternity; and that my children and my wives will be mine in eternity. I don’t know how some other people feel, but that is a glorious thought to me. That helps to keep me sober” (",["span.emphasis","Doctrines of Salvation,"],"comp. Bruce R. McConkie, 3 vols. [Salt Lake City: Bookcraft, 1954–56], 2:67)."]],[".blockQuote",[".preamble","President Spencer W. Kimball:"],["p.para",{"id":"p60","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p60"},"“The Lord said women have claim upon their husbands for their maintenance until their husbands be taken (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/83.2"},"D&C 83:2"],"). Women are to take care of the family—the Lord has so stated—to be an assistant to the husband, to work with him, but not to earn the living, except in unusual circumstances. Men ought to be men indeed and earn the living under normal circumstances” (“Sisters, Seek Everything That Is Good,”",["span.emphasis","Ensign,"],"Mar. 1979, p. 4)."],["p.para",{"id":"p61","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p61"},"“And now, my beloved brethren, may I say something about the great priesthood responsibility of fulfilling our role of patriarch in the home. This role becomes more vital with each passing day, as new challenges to the strength and sanctity of the home arise."],["p.para",{"id":"p62","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p62"},"“The family is the basic unit of the kingdom of God on earth. The Church can be no healthier than its families. No government can long endure without strong families” (in Conference Report, Apr. 1978, p. 67; or",["span.emphasis","Ensign,"],"May 1978, p. 45)."]],["p.para",{"id":"p63","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p63"},"How, then, can you teach your children these eternal roles during the precious interlude years? Do it in the Lord’s own way. Work and play alongside your children in all the tasks and enjoyments of womanhood and manhood. When a parent is absent, Church members, brothers and sisters, must support but not supplant the single parent. Church leaders can help teach parents how to work alongside their children and even how to play."],["p.para",{"id":"p64","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p64"},"Mothers work along with daughters to bake bread, sew, and plan family menus and budgets. Mothers perform compassionate services with their daughters as companions. And mothers and daughters engage in various mutually enjoyable activities. They sing, play musical instruments, compose music, write poems, and develop artistic talents in all their varieties with their daughters."],["p.para",{"id":"p65","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p65"},"Fathers work with sons in repairing things around the house, maintaining the yard or car, and planning the budget. Fathers invite sons to help them perform service and let them observe priesthood blessings. And fathers hike or play ball or engage in other mutually satisfying activities with their sons."],["p.para",{"id":"p66","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p66"},"Of course, mothers also teach sons and fathers teach their daughters. If a girl is intrigued with a saw and hammer, the father should help her become proficient. If a boy enjoys cooking, the mother should teach him to be a good cook. Parents should organize all these experiences around the child’s future role as either a mother or a father and should help their children develop their gifts to the highest degree, whatever those gifts may be. Parents should seek inspiration through the Holy Ghost to help them determine how best to help their children develop a proper sense of their role identity and an understanding of their ultimate good within those roles."],[".blockQuote",[".preamble","President Spencer W. Kimball has said:"],["p.para",{"id":"p68","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p68"},"“We understood well before we came to this vale of tears that there would be sorrows, disappointments, hard work, blood, sweat, and tears; but in spite of all, we looked down and saw this earth being made ready for us, and we said in effect, Yes, Father, in spite of all those things I can see great blessings that could come to me as one of thy sons or daughters; in taking a body I can see that I will eventually become immortal like thee, that I might overcome the effects of sin and be perfected, and so I am anxious to go to the earth at the first opportunity. And so we came. There is a purpose in the building of this earth and in the creation of man, that he might have a place in which to live, to perfect himself that he might become perfect and … raise himself, with the help of his Father, to godhood."],["p.para",{"id":"p69","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p69"},"“Each one of you has it within the realm of his possibility to develop a kingdom over which you will preside as its king and god. You will need to develop yourself and grow in ability and power and worthiness, to govern such a world with all of its people. You are sent to this earth not merely to have a good time or to satisfy urges or passions or desires. You are sent to this earth, not to ride merry-go-rounds, airplanes, automobiles, and have what the world calls ‘fun.’"],["p.para",{"id":"p70","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p70"},"“You are sent to this world with a very serious purpose. You are sent to school, for that matter, to begin as a human infant and grow to unbelievable proportions in wisdom, judgment, knowledge, and power” (",["span.emphasis","The Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [Salt Lake City: Bookcraft, 1982], p. 31)."]],["p.para",{"id":"p71","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p71"},"By teaching your children these eternal roles, you help them organize their thoughts and behavior around a nucleus of righteous values. These values naturally place sexual interests and information in an eternal perspective. As the child develops through adolescence and enters young adulthood, he or she is prepared to approach courtship, marriage, and sexual maturity with healthy enjoyment and virtuous integrity."]],[".topic",["h2","Teach Your Children about Sexuality"],["p.para",{"id":"p73","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p73"},"It is important that you teach your children about sexuality. The Lord has given the responsibility for the teaching of children to parents, and this is one area where children need accurate and morally correct information. The subject of sexuality is discussed so openly in today’s world that your children cannot avoid hearing about it. But most of what they hear will teach them the world’s abuse of the power of procreation. The home must be the place where they can learn the Lord’s plan for the use of this power and gain the strength to withstand the falsehoods taught by the world."],["p.para",{"id":"p74","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p74"},"In matters of human sexuality, honesty and accuracy are important. Your children will hear of this subject in various ways. They may bring home offensive language, questionable stories, and blunt questions about sex. If they are to maintain gospel values, you need to answer their questions. Rationally answer, question, or seek sources of information together with the child. If ever there is a crucial time for open parent-child communication, it is during such conversations. This does not mean that you should force the child to confront details. The child’s own pace is usually the best indicator of how and when to proceed."],["p.para",{"id":"p75","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p75"},"Although learning about sexuality can be traumatic for children, especially when what they are taught at home conflicts with some of what they encounter elsewhere, you can make it a rewarding time. As Latter-day Saints, be careful not to view the entire world outside the family as an ugly place. To be sure, we live in a time when corruption is rampant, but so did Enoch. There are also people about us who are good, kind, and decent. In this and other matters, parents need not be unduly afraid of outside influences if the home is a warm, loving refuge for its members. But if it is a place of pain from which to flee, then the world may be alluring to the child. President David O. McKay explained: “A child has the right to feel that in his home he has a place of refuge, a place of protection from the dangers and evils of the outside world. Family unity and integrity are necessary to supply this need” (“Six Small Essays,”",["span.emphasis","Improvement Era,"],"Sept. 1965, p. 757). If you teach your children by loving example to seek out that which is “virtuous, lovely, or of good report or praiseworthy” (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],"), then their experiences become a source of rich discovery."],["p.para",{"id":"p76","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p76"},"To answer questions accurately, you must know the names of body parts and at least basic facts about body functions. Slang terms are not in keeping with the divine origin of our bodies. We are forbidden to refer to Deity with disrespect. Would it be pleasing to the Lord to refer to our bodies made in his image with disrespect? Neither should we be silly and use ridiculous words or terms. Teach sexuality by using correct, respectful language, information, and example."],["p.para",{"id":"p77","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p77"},"Following is a brief summary of the physical aspects of human sexuality and of the development of a child in the womb. To obtain technical details of all the marvelous phases of human development, you and your children may want to study a medical text or a quality encyclopedia."],["p.para",{"id":"p78","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p78"},"Conception occurs after the mother’s ovary releases an egg, which enters her fallopian tubes. Millions of sperm are released into the wife’s vagina through the husband’s penis. These cells propel themselves up the vagina, into the uterus, and toward the egg. If one sperm enters the egg, conception has occurred. The egg then travels down the fallopian tubes and attaches to the lining of the uterus (womb). This lining and the egg pass off monthly through menstruation, unless the egg is fertilized by a male sperm cell."],["p.para",{"id":"p79","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p79"},"The one cell of a single fertilized egg begins to change and to multiply dramatically until, about nine months later, the fetus has matured enough to live outside the mother’s body as an infant. In its earliest stages, the developing organism is called a",["span.emphasis","zygote;"],"then it is an",["span.emphasis","embryo."],"After that, it is often called a",["span.emphasis","fetus."],"We shall refer to all prebirth stages as a fetus, a baby, or a child."],["p.para",{"id":"p80","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p80"},"Within the womb, the fetus is protected somewhat from noise, disease, or injury by the amniotic fluid, which cushions and insulates. All in all, a normal pregnancy is a marvelous process."],["p.para",{"id":"p81","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p81"},"How the fetus actually becomes male or female is important information for parents and children. Soon after conception, all children have internal and external sex organs in a simple form."],["p.para",{"id":"p82","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p82"},"This differentiation between the two genders—male and female—progresses throughout physiological development until there are complete internal and external female or male reproductive organs. The reproductive organs that develop while in the womb for the male fetus include testes (where sperm cells are created after puberty), the penis (the male organ through which urine and spermatic fluid pass), and the scrotum (the sac below the penis into which the testes descend). The female fetus develops two ovaries (which contain all the egg cells she will have during a lifetime); the uterus (womb), a flexible muscle that can expand during pregnancy; fallopian tubes through which the egg passes to the uterus; the vagina (a canal leading from the outside of the body to the uterus, thus allowing sperm to pass up to the waiting egg, and the baby to pass down at birth); and labia (the tissues or lips that protect the vaginal opening). At birth the male or the female infant has reproductive organs but lacks reproductive capacity. This comes at puberty."],["p.para",{"id":"p83","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p83"},"Be cautious to keep your own bodies and intimate sexual relations private. Children do not need to see or hear details of your private sexual life. They see and hear enough in the normal course of family life. They may feel threatened if a parent becomes too descriptive. Children usually learn subtly and cumulatively from ordinary daily contacts. There is much good that comes from drawing a veil between the children and yourself regarding private, intimate life. This is not a veil of fear or disgust, but one by which the body and its functions are robed in modesty and honor. The examples in the following paragraphs illustrate how you can use correct, respectful language and example."],["p.para",{"id":"p84","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p84"},"A child may ask her parents about her “belly button.” The parent briefly, but clearly, explains that the navel or the umbilicus is the point of attachment of the umbilical cord, which is the way the baby is nourished or fed inside the womb. If the child asks more, the parent answers more; if not, the parent does not. Some children will seek an explanation that includes conception and birth. Others will not."],["p.para",{"id":"p85","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p85"},"Some of your children’s playmates may refer to the elimination of bodily wastes by crude terms. If your child seems confused about proper terms, then first discuss and agree with your spouse about which terms are acceptable within your family. Then discuss them with your child. It helps if you have been using either correct terms, such as “urinate,” or “bowel movement,” or reasonable substitutes, such as “going to the bathroom.” Gentle, humorous terms, such as “potty” may also be appropriate. The point is that body waste is an ordinary part of being human."],["p.para",{"id":"p86","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p86"},"Remember that there is considerable sexual talk and play that can occur during this period. Playmates and young relatives may introduce such things."],["p.para",{"id":"p87","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p87"},"If your child uses a shocking, vulgar sexual term, an angry response may keep him from talking to you further. You may have to consult with your spouse first and wait to cool down before dealing with the problem. Then, calmly and correctly explain why we refer to this sacred intimacy with the deepest respect. Frequently, there are language or vocabulary problems about sex long before the child actually wonders about the sexual process in any detail. If you have open communication, not forcing the issue, you can help the child understand all he needs to for his age. In some cases, the child needs simply to understand or be better informed. In others, he or she may also need to repent. The following experience illustrates how a father and mother effectively dealt with such a problem in their family:"],["p.para",{"id":"p88","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p88"},"A certain father walked in the door after work. After putting his lunch pail on the kitchen table, he warmly embraced his wife. Two children in the room noticed this out of the corners of their eyes, without completely losing sight of the afternoon television cartoons. He broke through to them long enough to extract a hello."],["p.para",{"id":"p89","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p89"},"Dean, the ten-year-old, was missing. The father asked, “Where’s Dean?”"],["p.para",{"id":"p90","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p90"},"The television watchers gave full attention now."],["p.para",{"id":"p91","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p91"},"“He is in his room,” the mother replied. “Let’s talk about it while you change.”"],["p.para",{"id":"p92","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p92"},"The parents went to their bedroom as giggles erupted behind them."],["p.para",{"id":"p93","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p93"},"As she sat on the bed, the mother explained that Dean had called his little sister a vulgar name in front of all the children. “I sent him to his room until I could figure out how to handle it. I’m still figuring.” She then quietly stated the word and described the incident."],["p.para",{"id":"p94","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p94"},"The father asked, “What do you think we ought to do?”"],["p.para",{"id":"p95","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p95"},"His wife smiled wryly. “You’re the head of the household. I’ve been awaiting your solution.” They both smiled, knowing how much they depended on each other at such times."],["p.para",{"id":"p96","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p96"},"The father began to think out loud, “Ordinarily, Dean is a decent boy. I know that his friends at school these days are a bit rough though. What if I talked with him?”"],["p.para",{"id":"p97","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p97"},"His wife promptly agreed. The father went to Dean’s room so that the boy would feel as secure as possible under the circumstances. Dean appeared rather tense, even defiant. “I guess you know why I’m here, son.”"],["p.para",{"id":"p98","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p98"},"“Yeah,” was the sullen reply."],["p.para",{"id":"p99","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p99"},"“Why were you unkind to your sister?”"],["p.para",{"id":"p100","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p100"},"“You mean why did I cuss at her?”"],["p.para",{"id":"p101","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p101"},"“No,” said his father, “I mean, why did you hurt her feelings? We’ll get to the cussing in a while. It worries me far more that her big brother was unkind to her. She really looks up to you.”"],["p.para",{"id":"p102","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p102"},"Dean was a bit off balance, for he had expected his father to be very angry about the bad language. His father had a temper that he had been trying with increasing success to control. The father briefly explained to his son how important it is to the whole family that their home be a safe place where no one was attacked physically or verbally. Dean had noticed his father becoming gentler and more patient lately, so he listened, although outwardly he appeared defiant. Then the father asked, “Do you understand about sex?”"],["p.para",{"id":"p103","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p103"},"The boy dropped his eyes, caught a bit off guard. He did not say anything, so his father went on, “The reason I ask is because the word you said today probably isn’t an accurate word to describe what you were discussing. I thought you might want to know the correct ones.”"],["p.para",{"id":"p104","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p104"},"There was a long silence. Then, Dean looked up shyly. “Some of the boys at school use that word a lot. They talk about things, too. Today they were telling where babies come from. Why is a baby in the mother’s stomach? Where does the food go? How does it get there?”"],["p.para",{"id":"p105","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p105"},"The father concluded that his son had real questions about conception and birth. So he explained the process in simple, basic terms. He began with a gentle question designed to give the ten-year-old culprit a chance to redeem himself a bit. “I’ll answer any questions you have, son, but answer one for me please. Who made our bodies first of all?”"],["p.para",{"id":"p106","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p106"},"“Heavenly Father” was the prompt answer."],["p.para",{"id":"p107","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p107"},"“That’s right, son. Heavenly Father made Adam and Eve. Who did they look like?”"],["p.para",{"id":"p108","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p108"},"“Heavenly Father and Jesus, and I guess our heavenly mother too,” said the now attentive boy."],["p.para",{"id":"p109","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p109"},"“Well, we really don’t know much about our heavenly mother, but we can expect that Eve looked like her and Adam looked like Heavenly Father. Who do we look like?”"],["p.para",{"id":"p110","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p110"},"Dean was a little impatient now, “Oh, Dad, we’ve talked about this before at family home evening.”"],["p.para",{"id":"p111","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p111"},"“I know, son. I just want to be sure you remember before I tell you some very important things.”"],["p.para",{"id":"p112","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p112"},"“We look like Heavenly Father, Jesus, and Adam and Eve,” replied Dean."],["p.para",{"id":"p113","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p113"},"“Fine! That’s right. Now, as I explain some things about our bodies, remember who we are like. It is very important.” The boy nodded agreement, leaning forward."],["p.para",{"id":"p114","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p114"},"“When a man and woman love each other enough, they get married. They agree to help each other be good and live together and treat each other kindly. One of their hopes is to have children."],["p.para",{"id":"p115","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p115"},"“Mothers and fathers have children when the father’s sperm joins with the mother’s egg or ovum. One sperm and one ovum begin to grow into a baby. After nine months the baby is born by emerging through the mother’s vagina. All this is started when a mother and father love each other enough to have sexual intercourse. This expression of love is to be enjoyed only in marriage."],["p.para",{"id":"p116","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p116"},"“Dean, sexual intercourse is the way parents create children. It was given to us by Heavenly Father. It is very good and very special. It is too sacred and too private to make fun of or to use the wrong words about. Mother and I do not talk about this outside our family. Do you have any questions?”"],["p.para",{"id":"p117","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p117"},"His father could not tell how much Dean had understood, although he was sure his son had listened. Dean dropped his eyes again, “No. I guess not.”"],["p.para",{"id":"p118","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p118"},"“You sound like you might. You can ask me,” the father urged."],["p.para",{"id":"p119","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p119"},"“Well, how does the baby stay in the stomach?”"],["p.para",{"id":"p120","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p120"},"Patiently the father explained that the stomach and womb are different and that food goes to the stomach through the throat and is eliminated through normal bodily functions. The womb is reached by the vagina and can swell as large as the baby. Dean looked a bit overwhelmed, gave a little smile, and then asked, “Am I grounded for cussing?”"],["p.para",{"id":"p121","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p121"},"The father then realized that, for this boy, the biggest issue was bad language. Oh well, he thought, parenthood is a lifetime program. Hoping that in mercy he had enlightened his son, he dispensed justice."],["p.para",{"id":"p122","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p122"},"“Yes, you’re grounded until 8:00",["span.small","P.M."],"tonight for using improper language. But the thing that concerns mother and me the most was how you hurt your sister. What can you do to help her feel better?”"],["p.para",{"id":"p123","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p123"},"After a few minutes of discussion, Dean decided to take his little sister over to the school playground for an hour the next afternoon. Dad would act as chauffeur and would provide ice-cream cones after."],["p.para",{"id":"p124","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p124"},"As he left Dean’s room, the father placed his hand gently on his son’s head and told him that he loved him."],["p.para",{"id":"p125","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p125"},"This father and son experience, like all parent-child experiences, affected the entire family. It required listening, empathy, understanding, meaningful instruction, justice, and mercy. If you exercise patience in the manner described, you are more apt to build confidence and trust to support a loving bond of natural affection between yourself and your child. You will also become more adept at answering your child’s questions rather than merely passing on information and missing a precious teaching moment. You also are less apt to overinform children by going into detailed answers to questions they have not asked."]],[".topic",["h2","Protect Children from Physical and Sexual Abuse"],["p.para",{"id":"p127","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p127"},"Unfortunately, it is most often during this time period that child molestation occurs. Under normal circumstances during this period a child continues to grow in self-esteem and in feeling good about being male or female. You have the power to promote your child’s self-esteem by accepting your son or daughter unconditionally as a unique person. If your child feels good about himself and his experience with you, then a foundation is laid for future identity and self-esteem. If he feels apologetic, confused, or resentful, then problems can arise ranging from moderate insecurity to serious self-doubt, self-dislike, and even sexual confusion leading toward sexual experimentation and sexual deviance, including gender role problems."],["p.para",{"id":"p128","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p128"},"This period is so crucial that when a child is molested or abused, sexually or otherwise, it is essential for parents to deal with it immediately. It may be important to seek the help of one’s bishop or stake president if the abuse cannot be readily handled by the parents. When the experience is extensive or violent, then trustworthy professional help may be appropriate."],["p.para",{"id":"p129","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p129"},"Abuse of a child by a parent results from a parent’s loss of personal control. A parent may feel frustrated at his or her inability to deal effectively with a young child or toddler in a given situation. Such frustration may result from a lack of understanding or the inability to communicate feelings or desires, or from disappointment in the behavior of the child. Parents should always keep in mind that—"],[".figure",{"id":"f3","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.f3"},["ol.number",["li",["span.label","1."],["p.para","The child is",["span.emphasis","only"],"a child and lacks experience and maturity."]],["li",["span.label","2."],["p.para","The parent is only human and working toward perfection himself."]],["li",["span.label","3."],["p.para","Love unfeigned is the most powerful force in the world because it brings the ability to direct one’s efforts toward God’s purposes rather than toward our purposes."]],["li",["span.label","4."],["p.para","Their only purpose in dealing with a child is to bless the child with their efforts. If what they are doing is causing the child to be angry or to experience physical or emotional harm, then their efforts need to cease until they can determine a better course to follow."]]]],["p.para",{"id":"p134","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p134"},"A wise parent separates himself from the child at a moment when the parent feels such anger and frustration. Sending the child to his room or placing an infant in his crib until the parent has regained composure will often be helpful. If it is not sufficient for the parent to separate himself from the child to regain control, then a parent will do well to get himself and the child in the company of other adults. The presence of another adult or older child usually stimulates a change in the behavior and attitude of both the parent and the child."],["p.para",{"id":"p135","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p135"},"If a parent is abusing a child, the parent should immediately seek the help of his priesthood leaders. He may also need to seek professional help. Rarely, if at all, does one who has become an abuser of children have the strength, control, or wisdom to overcome the problem on his own. Outside help is needed."],["p.para",{"id":"p136","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p136"},"Parents are responsible to teach their children how to deal with abuse from others. When a child-parent relationship provides for open communication and mutual understanding, children are most likely to express their fears and concerns to the parent and alert the parent to the problem early, after a first or second experience. Communication about such a traumatic experience is very difficult for a child to initiate. This may be because they fear that all adults are abusers and that mentioning the matter will bring a repeat of what the child experienced at the hands of other adults. Lack of communication may also be the result of self-accusation on the child’s part. He may feel that his own behavior was responsible for the abuse, and therefore, he may choose not to share the experience with anyone in an effort to protect himself emotionally or physically."],["p.para",{"id":"p137","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p137"},"A sensible rule for parents responding to child abuse is that the child usually needs to be able to talk candidly and confidentially with at least one adult, preferably a parent, while being protected from the possibility of further harm. Children who are abused are likely to be so distraught emotionally that they will report the offense only to an adult they trust."],["p.para",{"id":"p138","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p138"},"Sexual abuse of children is one of the ugliest and personally devastating experiences a child may have. A member of the Church who perpetrates such a heinous sin places his membership in almost certain jeopardy. Such behavior is not only an act of unrighteousness, it is the most gross exercise of unrighteous dominion."],["p.para",{"id":"p139","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p139"},"When child abuse, including incest, is discovered, care must be taken to know and observe the laws of the Church and of the state in such matters. Priesthood leaders and LDS Social Services workers can be consulted in such cases."],["p.para",{"id":"p140","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p140"},"Parents are not to abuse their children in any way—physically, emotionally, or sexually. Parents who deal with each other in kindness and in a thoughtful manner will create an attitude toward their children of loving concern and patience. Parents and children should learn that normal relationships consist of kindly words and caresses and that firm yet reasonable discipline generally will prevent child abuse. One of the surest preventives against child abuse is for the family to know how to speak to and touch each other affectionately without harmful or sexual meaning."]],[".topic",["h2","Conclusion"],["p.para",{"id":"p142","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p142"},"The period of life from about four to eleven years is an interlude between the two rather profound periods of early childhood and adolescence. The child is in the home most of the time during this period of development."],["p.para",{"id":"p143","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p143"},"Physical changes are gradual and seldom involve secondary sex characteristics. You should help your child feel good about being a boy or a girl. Under normal circumstances, children learn relationship skills and develop gender-based roles. Under abnormal circumstances, relationships can be damaged and roles warped."],["p.para",{"id":"p144","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p144"},"The future ability to adhere to eternal roles depends on how well the child learns to be Christlike with others. A child should learn to be courteous to all people, affectionate with many, and intimate with a special few, all the while being true and reliable. Future social and emotional security depends on how clearly the child learns a gender role. True role definitions teach the girl that she is a daughter of God, working toward the roles of wife and mother here or hereafter. The boy learns that he is a son of God, working toward the roles of husband and father here or hereafter. These gender-based roles provide the perspective for successful future sexual intimacy."],["p.para",{"id":"p145","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p145"},"Virtuous living (defined as purity of thought, word, and deed) becomes a way of life as your children see you living virtuously. No other goals can supplant that of virtuous living except at the cost of losing sight of the very reasons we came to this earth. Chastity and righteousness result from the pursuit of virtuous living. Misery results, sooner or later, if virtuous living is rejected."],["p.para",{"id":"p146","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p146"},"It is relatively easy for you to sit in council and to counsel, urge, or even require children between four and eleven to behave virtuously. There is nothing wrong with expecting your children to be good long before they enjoy it. But there is much for parents to repent of if they shirk their duty and avoid the stress of such discipline."],["p.para",{"id":"p147","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p147"},"You can teach virtues best throughout this period by being involved with your children, working together with them at ordinary household tasks, maintaining kindly family relations, enjoying recreation, and faithfully performing solemn, sacred priesthood and Relief Society duties."],["p.para",{"id":"p148","uri":"/manual/a-parents-guide/chapter-4-teaching-children-from-four-to-eleven-years.p148"},"This interlude, between the explosive growth of early childhood and the maturation of adolescence, is an ideal time during which children can learn and practice virtue. Few will depart from virtue permanently if they are taught in love. This will prepare them for adolescence."]]]]]],"refs":null}
