{"id":14,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":14,"title":"How to Use Music in Primary","subtitle":"","short_title":"How to Use Music in Primary","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary"},[".heading",{"id":"head1","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.head1"},["h1","How to Use Music in Primary"],[".intro","The purpose of music in Primary is to teach children the gospel of Jesus Christ. Primary songs make learning the gospel more enjoyable, invite the Spirit, and create a reverent atmosphere that is ideal for learning (see",["span.emphasis","Handbook 2: Administering the Church"],"[2010], 11.2.4)."],[".intro","When preparing to teach a song, ask yourself: How can I attract and keep the children’s attention? What questions can I ask to help the children understand the gospel message of the song? What methods might I use to teach this song? The following are some methods you might try. The examples will help you teach songs suggested in this outline. For additional ideas, see the Primary section of Serving in the Church on LDS.org and the “How to Use Music in Primary” sections in the 2010, 2011, and 2012 outlines."]],[".bodyBlock",[".box-decor",{"id":"f1","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.f1"},["p.para",{"id":"p4","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.p4"},["b","Adapt activities:"],"Some of the teaching ideas described here will work best for younger children. Adapt your teaching methods for children of different ages so they will all be engaged in learning and singing."]],[".topic",{"id":"t1","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.t1"},["h2","Emphasize the gospel principles in the song."],[".img-left",{"id":"f2","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/primary-singing-time-primary_938792_inl.jpg"}],[".caption",["p",{"id":"lds-"},"To help children learn the melody of a song, “hold your hand in a horizontal position, and while singing the words, move your hand up to indicate higher pitches and down to indicate lower pitches” (",["span.emphasis","TNGC,"],"174)."]]],["p.para",{"id":"p6","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.p6"},"Consider the following ideas as you teach “Families Can Be Together Forever” (",["span.emphasis","CS,"],"188). Ask the children to listen for a part of Heavenly Father’s plan as you sing the first line of the song and to stand when they know what it is (family). Invite the children to sing that line with you. Point out that the melodies for “here on earth” and “good to me” follow the same pattern, and ask the children to sing those words. Ask them to listen to the next part of the song to find out how long they can share their life with their family. Sing the second line, emphasizing the words “through all eternity.” Invite the children to sing that line with you, and then sing both lines together. Ask the children to listen for another word that means “through all eternity” in the chorus. Sing, “Families can be together forever,” and have them echo it back to you. Sing and have them echo, “Through Heavenly Father’s plan.” Ask what Heavenly Father’s plan is, reminding the children that He wants them to marry in the temple and have eternal families of their own. Finish teaching the chorus by singing phrases and inviting the children to echo them."]],[".box-decor",{"id":"f3","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.f3"},["p.para",{"id":"p7","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.p7"},["b","Practice:"],"To teach a song effectively, you must know the song yourself. Practice at home so when you teach the children you can look at them."]],[".topic",{"id":"t2","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.t2"},["h2","Use visual aids to help children learn and remember the words."],[".image",{"id":"f4","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/visual-aids-collage_dec.jpg"}]],["p.preamble","Consider the following ideas as you teach “If the Savior Stood Beside Me” (page 28 in this outline):"],["ul.bullet",["li",["span.label","•"],["p","Make a wordstrip for each phrase of the song, and find a picture that represents each wordstrip. Place the pictures on one side of the room and the wordstrips on the other side. Discuss with the children how they might act differently if they could see the Savior standing beside them. Sing the song, and ask the children to match the pictures to the words."]],["li",["span.label","•"],["p","Have the children sing the song with you as you point to the pictures."]],["li",["span.label","•"],["p","Give each class one phrase to sing while standing, and then change phrases until each class has had a turn singing each phrase."]]]],[".box-decor",{"id":"f6","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.f6"},["p.para",{"id":"p44","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.p44"},["b","Testify:"],"Bear brief testimony to the children of gospel truths found in the Primary songs. Help the children understand that singing is one way they can bear testimony and feel the Spirit."]],[".topic",{"id":"t3","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.t3"},["h2","Use appropriate actions to engage children and help them remember the song."],["p.para",{"id":"p46","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.p46"},"Consider the following ideas as you teach “My Heavenly Father Loves Me” (",["span.emphasis","CS,"],"228–29). Ask the children how they have shown their love for family members. Ask how Heavenly Father has shown His love for them. Explain that He created this beautiful world for them because He loves them. Sing the song to the children one phrase at a time, and invite them to sing it with you as they act out each part: birds singing, looking at the sky, rain falling on their faces, and so on. For the second verse, invite them to do actions such as pointing to their eyes, acting like butterflies, and cupping their hands behind their ears. Invite them to hug themselves as they sing, “He gave me my life,” then tap their heads (“my mind”), put their hands on their hearts (“my heart”), and bow their heads and fold their arms (“I thank him reverently”). Ask them to place their hands back on their hearts as they sing, “Yes, I know Heavenly Father loves me.”"],[".image",{"id":"f7","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/primary-sharing-time_900007_inl.jpg"}]]],[".box-decor",{"id":"f8","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.f8"},["p.para",{"id":"p47","uri":"/manual/2013-outline-for-sharing-time/how-to-use-music-in-primary.p47"},["b","Repetition"],"helps children learn new songs. Repeat songs in a variety of ways, such as whispering, humming, clapping the beat, varying the tempo, or singing while sitting and standing."]]]]]],"refs":null}
