{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":7,"title":"June: I Will Follow Heavenly Father’s Plan by Being Baptized and Confirmed","subtitle":"","short_title":"June","uri":"/manual/2013-outline-for-sharing-time/june","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/2013-outline-for-sharing-time/june"},[".heading",{"id":"head1","uri":"/manual/2013-outline-for-sharing-time/june.head1"},[".titleNumber","June"],["h1","I Will Follow Heavenly Father’s Plan by Being Baptized and Confirmed"],["span.epigraph",{"id":"lds-"},"“Come unto me, and be baptized in my name, that ye may receive a remission of your sins, and be filled with the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/30.2"},"3 Nephi 30:2"],")."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/2013-outline-for-sharing-time/june.f1"},["p.para",{"id":"p4","uri":"/manual/2013-outline-for-sharing-time/june.p4"},"Song: “When I Am Baptized”"],[".citationInfo",["p.para",{"id":"p5","uri":"/manual/2013-outline-for-sharing-time/june.p5"},"(",["span.emphasis","CS,"],"103)"]]],[".intro","Supplement the ideas provided here with some of your own. Each week, plan ways to (1) identify the doctrine, (2) help the children understand it, and (3) help them apply it in their lives.",["b","Ask yourself, “What will the children do to learn, and how can I help them feel the Spirit?”"]]],[".bodyBlock",[".topic",{"id":"t1","uri":"/manual/2013-outline-for-sharing-time/june.t1"},["h2","Week 1: I will follow Jesus Christ by being baptized and confirmed and keeping my baptismal covenants."],["p.para",{"id":"p8","uri":"/manual/2013-outline-for-sharing-time/june.p8"},"Before Primary, cut two large footsteps out of different colors of paper. Write on one “being baptized and confirmed” and on the other “and keeping my baptismal covenants.” Prepare several smaller footsteps in both colors. Write one of the following on each footstep of the first color:",["span.emphasis","8 years old, repent, interview with the bishop, immersion, priesthood authority, covenant, white clothing, Holy Ghost."],"On each small footstep of the second color, write one of the standards from “My Gospel Standards.” Randomly place all the small footsteps around the room."],["p.para",{"id":"p9","uri":"/manual/2013-outline-for-sharing-time/june.p9"},["b","Identify the doctrine:"],"Write on the board “I will follow Jesus Christ by …” Place the large footsteps on the board, one at a time, and read them together. Explain that these are necessary steps in Heavenly Father’s plan. If necessary, help the children understand what a baptismal covenant is."],[".image",{"id":"f2","uri":"/manual/2013-outline-for-sharing-time/june.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/chalkboard_783104_jun_inl.jpg"}]],["p.para",{"id":"p29","uri":"/manual/2013-outline-for-sharing-time/june.p29"},["b","Encourage understanding and application",["span.emphasis","(playing a matching game):"]],"Ask a child to find one of the footsteps of the first color. Ask him or her to read the word or phrase on the footstep and place it on the board under the matching large footstep. Ask the children what this has to do with baptism and confirmation. Repeat with all the footsteps of the first color."],["p.para",{"id":"p30","uri":"/manual/2013-outline-for-sharing-time/june.p30"},"Ask a child to find a footstep of the second color. Ask him or her to read the word or phrase on the footstep and place it on the board under the matching large footstep. Discuss how living the gospel standard listed on the footstep will help the children keep their baptismal covenants. Repeat with the other footsteps."]],[".topic",{"id":"t2","uri":"/manual/2013-outline-for-sharing-time/june.t2"},["h2","Week 2: If I live worthily, the Holy Ghost will help me choose the right."],[".img-left",{"id":"f3","uri":"/manual/2013-outline-for-sharing-time/june.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/primary-sharing-time_938789_inl.jpg"}],[".caption",["p",{"id":"lds-"},"Connecting a doctrine to a visual will help the children remember the lesson being taught."]]],["p.para",{"id":"p32","uri":"/manual/2013-outline-for-sharing-time/june.p32"},["b","Identify the doctrine",["span.emphasis","(singing a song):"]],"Ask the children what gift we are given after we are baptized. Sing the second verse of “The Holy Ghost” (",["span.emphasis","CS,"],"105). Before you sing, ask the children to listen for the answer to the following question: What does the Holy Ghost help us do? Help the children understand that the still, small voice is the Holy Ghost and that He helps us choose the right."],["p.para",{"id":"p33","uri":"/manual/2013-outline-for-sharing-time/june.p33"},["b","Encourage understanding",["span.emphasis","(seeing an object lesson):"]],"Explain that we have to learn to listen to the promptings of the Holy Ghost by paying attention to thoughts in our minds and feelings in our hearts (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2"},"D&C 8:2"],"). Have a child place a coin in a glass jar and shake it. Let the children observe how clearly they can hear the sound. Have children add spoonfuls of dirt, rice, sand, or cotton balls to the jar. After each spoonful, have a child shake the jar again, and let the children comment on how this affects the sound. Continue adding spoonfuls until the children cannot hear the coin. Liken this to the difficulty of listening to the Holy Ghost when our lives are filled with distractions or sin. Empty the jar and demonstrate how clearly the coin can be heard again. Testify that keeping the commandments and repenting of our sins help us hear the Holy Ghost."],["p.para",{"id":"p35","uri":"/manual/2013-outline-for-sharing-time/june.p35"},["b","Encourage application",["span.emphasis","(sharing ideas):"]],"Divide the children into groups and have each group pass around a small object while you sing or say the words to “The Holy Ghost.” Stop randomly and have each child who is holding an object tell one thing they can do to hear the Holy Ghost more clearly. Conclude by singing “The Holy Ghost” together."]],[".box-decor",{"id":"f4","uri":"/manual/2013-outline-for-sharing-time/june.f4"},["p.para",{"id":"p36","uri":"/manual/2013-outline-for-sharing-time/june.p36"},["b","Show love:"],"To show your love for those you teach, give sincere compliments to children who participate, even if an answer they give is not exactly what you were looking for."]],[".topic",{"id":"t3","uri":"/manual/2013-outline-for-sharing-time/june.t3"},["h2","Week 3: When I take the sacrament, I renew my baptismal covenants."],["p.para",{"id":"p38","uri":"/manual/2013-outline-for-sharing-time/june.p38"},["b","Identify the doctrine",["span.emphasis","(looking at pictures):"]],"Show a picture of baptism and a picture of the sacrament and ask how the two pictures are related. Remind the children that we make covenants with Heavenly Father when we are baptized, and explain that when we take the sacrament we renew our baptismal covenants."],["p.para",{"id":"p39","uri":"/manual/2013-outline-for-sharing-time/june.p39"},["b","Encourage understanding",["span.emphasis","(listening and discussing):"]],"Invite the children to point either to themselves or to heaven to identify who is making the promise as you read the following statements from the sacrament prayer (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77"},"D&C 20:77"],"): “take upon them the name of thy Son”; “always remember him”; “keep his commandments”; “always have his Spirit to be with them.” Discuss the meaning of each phrase."],["p.para",{"id":"p40","uri":"/manual/2013-outline-for-sharing-time/june.p40"},["b","Encourage application",["span.emphasis","(doing actions):"]],"Ask the children to think of an action to remind them of each part of the covenant we hear in the sacrament prayer, such as placing their hand on their heart (take upon them the name of thy Son); pointing to their forehead (always remember him); opening their hands like a book (keep his commandments); and wrapping their arms around themselves (always have his Spirit). Repeat all four promises with the actions several times. Encourage the children to review these actions in their minds when they hear the sacrament prayers."],[".image",{"id":"f5","uri":"/manual/2013-outline-for-sharing-time/june.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/08994/lds-primary-children_900010_inl.jpg"}]]],[".topic",{"id":"t4","uri":"/manual/2013-outline-for-sharing-time/june.t4"},["h2","Week 4: When I repent, I can be forgiven."],["p.para",{"id":"p42","uri":"/manual/2013-outline-for-sharing-time/june.p42"},["b","Identify the doctrine",["span.emphasis","(unscrambling words):"]],"Ask the children to explain the meaning of the words",["span.emphasis","repent"],"and",["span.emphasis","forgive."],"Give each class an envelope with the following words inside, each on a separate piece of paper:",["span.emphasis","When, I, repent, I, can, be, forgiven."],"Invite each class to put their words in the correct order. When they have finished, have all the children repeat the sentence together."],["p.para",{"id":"p43","uri":"/manual/2013-outline-for-sharing-time/june.p43"},["b","Encourage understanding",["span.emphasis","(acting out a scripture story):"]],"Tell the story of the prodigal son (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/15.11-24"},"Luke 15:11–24"],") in your own words, using as many actions as possible (for example, hold up two fingers to represent two sons, and rub your stomach to represent hunger). Invite the children to listen to the story and silently copy your actions. Show a picture representing the prodigal son and ask how the father in the story is like our Heavenly Father. Explain that just like the father, our Heavenly Father loves us and wants us to return to Him; He will forgive us of all we do wrong if we repent."],[".box-decor",{"id":"f6","uri":"/manual/2013-outline-for-sharing-time/june.f6"},["p.para",{"id":"p44","uri":"/manual/2013-outline-for-sharing-time/june.p44"},["b","Involve all children:"],"Children learn and remember through movement and activity. Involve them as you tell a story by letting them make simple actions and movements."]],["p.para",{"id":"p45","uri":"/manual/2013-outline-for-sharing-time/june.p45"},["b","Encourage application",["span.emphasis","(reading a scripture):"]],"Invite a child to read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.30"},"Mosiah 26:30"],". Ask the children to listen for how often someone can be forgiven. Invite them to think silently about what they will do the next time they do something wrong."]]]]]],"refs":null}
