{"id":6,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":6,"title":"Chapter 4: Jesus Christ, the Son of God","subtitle":"","short_title":"Chapter 4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-4-jesus-christ-the-son-of-god","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-4-jesus-christ-the-son-of-god.head1"},[".titleNumber","Chapter 4"],["h1","Jesus Christ, the Son of God"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-4-jesus-christ-the-son-of-god.p4"},"The personage of Jesus Christ, the Son of God, and his role in the Godhead are discussed in this chapter. Other chapters will more fully consider his atonement and his role in the Creation, the Resurrection, the sacrament of the Lord’s Supper, and the Second Coming."],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-4-jesus-christ-the-son-of-god.f1"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","List on the chalkboard the following scripture references:",["a.scriptureRef",{"href":"/scriptures/nt/john/14.6"},"John 14:6"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/2.21"},"1 Peter 2:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.16"},"3 Nephi 18:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.21"},"3 Nephi 27:21"],". Ask the students to read each scripture and identify a common theme, which is the perfect example set by Jesus Christ. Point out that the path to eternal life is the one the Savior walked. We must come to know him, and by doing so we will know the path that leads to eternal life."]],["li",["span.label","■"],[".para","Read and briefly discuss President Spencer W. Kimball’s moving testimony of Jesus Christ:"],[".para","“If we would be eminently successful, here is our pattern. All the ennobling, perfect, and beautiful qualities of maturity, of strength, and of courage are found in this one person. As a large, surly mob, armed to the teeth, came to take him prisoner, he faced them resolutely and said, ‘Whom seek ye?’"],[".para","“The mob, startled, mumbled his name. ‘Jesus of Nazareth.’"],[".para","“‘I am he,’ answered Jesus of Nazareth with pride and courage—and with power: the soldiers ‘went backward, and fell to the ground.’"],[".para","“A second time he said, ‘Whom seek ye?’ and when they named him, he said, ‘I have told you that I am he: if therefore ye seek me, let these [his disciples] go their way.’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/18.4-8"},"John 18:4–8"],")."],[".para","“Perhaps the most important thing I can say about Jesus Christ, more important than all else I have said, is that he lives. He really does embody all those virtues and attributes the scriptures tell us of. If we can come to know that, we then know the central reality about man and the universe. If we don’t accept that truth and that reality, then we will not have the fixed principles or the transcendent truths by which to live out our lives in happiness and in service. In other words, we will find it very difficult to be significant leaders unless we recognize the reality of the perfect leader, Jesus Christ, and let him be the light by which we see the way!” (“Jesus: The Perfect Leader,”",["span.emphasis","Ensign,"],"Aug. 1979, p. 7.)"]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-4-jesus-christ-the-son-of-god.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","Jesus Christ is literally the son of God the Eternal Father."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Both the Bible and the Book of Mormon bear witness that Jesus Christ is literally the son of God (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.31-35"},"Luke 1:31–35"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.14-22"},"1 Nephi 11:14–22"],"); review Nephi’s vision in which he saw the birth of the Son of God, emphasizing",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.18,21"},"1 Nephi 14:18, 21"],". Just as each of us has a father, Jesus has a father. Though married to Mary, Joseph was not the father of Jesus; Jesus always turned to Elohim as his Father. The statements by Elder James E. Talmage (see",["span.emphasis","Jesus the Christ,"],"p. 81) and President Heber J. Grant (see “Analysis of the Articles of Faith,”",["span.emphasis","Millennial Star,"],"5 Jan. 1922, p. 2,",["span.emphasis","Gospel Standards,"],"pp. 23–24) in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-4-jesus-christ-the-son-of-god.p28"},"Supporting Statements A"],"on page 9 of the student manual give further testimony of Christ’s divine Sonship."]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/jst/jst-john/1.1,13-14"},"Joseph Smith Translation, John 1:1, 13–14"],". John said he beheld the glory of the Son “as of the Only Begotten of the Father” (",["a.scriptureRef",{"href":"/scriptures/jst/jst-john/1.14"},"v. 14"],"). What attributes did Jesus inherit from his divine Father? (see",["a.scriptureRef",{"href":"/scriptures/jst/jst-john/1.14"},"v. 14"],"). Jesus inherited all of the Father’s power and glory and the ability to live forever. But since Jesus was also born of Mary, who was mortal, he inherited all the weaknesses of the flesh. Jesus was subject to temptation, sickness, hunger, thirst, and fatigue (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.7"},"Mosiah 3:7"],"). This combination of a divine father and a mortal mother endowed Jesus with the qualities—both mortal and immortal—he needed to fulfill his unique mission on earth."]]]]],["li",["span.label","B."],[".para","Jesus Christ is a being of glory, might, and majesty."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Has Jesus always possessed a fulness of glory, might, and majesty? During his mortal ministry, he grew and developed one step at a time: “He received not of the fulness at the first, but received grace for grace; and he received not of the fulness at first, but continued from grace to grace, until he received a fulness” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.12-13"},"D&C 93:12–13"],")."],[".para","At the age of twelve, Jesus knew enough to reason with the learned of the day in the temple. Obviously, his was no ordinary schooling: “And he served under his father, and he spake not as other men, neither could he be taught; for he needed not that any man should teach him” (",["a.scriptureRef",{"href":"/scriptures/jst/jst-matt/3.25"},"JST, Matthew 3:25"],")."],[".para","Luke is brief but to the point about Jesus’ training from the time He was twelve until the time He began His ministry: “And Jesus increased in wisdom and stature, and in favour with God and man” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.52"},"Luke 2:52"],"). Luke’s description shows the broad and balanced nature of the fulness Jesus obtained: he increased in wisdom (intellectually), in stature (physically), in favor with God (spiritually), and in favor with man (socially). Write on the chalkboard the words",["span.emphasis","wisdom, stature, favor with God,"],"and",["span.emphasis","favor with man."],"Ask the students to give examples of the Savior’s growth in these four areas, and list the examples on the chalkboard."],[".para","By the end of his ministry, the Lord Jesus Christ had accomplished all he had been sent to earth to do, and he was prepared to receive the glory he had had with God the Father before the world was (see",["a.scriptureRef",{"href":"/scriptures/nt/john/17.5"},"John 17:5"],"). Cite from",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-4-jesus-christ-the-son-of-god.p34"},"Supporting Statements B"],"on page 10 of the student manual President Joseph Fielding Smith’s statement about Christ’s receiving the fulness with His resurrection (see",["span.emphasis","Doctrines of Salvation,"],"1:33)."]],["li",["span.label","■"],[".para","How is the example of Christ’s development useful to us as we strive for our own development? Jesus’ example teaches the important truth that we cannot achieve a fulness in a single day. Just as Jesus received grace for grace until he had obtained a fulness, we must likewise receive line upon line, or grace for grace, a little at a time, until we ultimately receive a fulness. Such is his charge to us: “For if you keep my commandments you shall receive of his [the Father’s] fulness, and be glorified in me as I am in the Father; therefore, I say unto you, you shall receive grace for grace” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.20"},"D&C 93:20"],"). As we progress, Luke’s testimony that Jesus grew intellectually, physically, spiritually, and socially (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.52"},"Luke 2:52"],") shows us how to remain balanced in our growth and progression."]],["li",["span.label","■"],[".para","Read and ponder",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.5-12"},"Doctrine and Covenants 88:5–12"],". Help the students understand Jesus Christ’s great power as he sits now upon his eternal throne. He is the source of all light, all truth, and all power that exists upon this earth and throughout all creation. It is impossible for us as mortals to comprehend his fulness."]]]]],["li",["span.label","C."],[".para","As the Son of God, Jesus fills many roles essential to our salvation."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","List on the chalkboard as many of Jesus Christ’s name-titles as the students can think of. Some you might include are Savior, Redeemer, the Rock, Good Shepherd, the Creator, Deliverer, the Anointed One, Teacher, Master, Judge, Lord, Mediator, Messiah, Advocate with the Father, Alpha and Omega, and King. Discuss how these name-titles describe his various roles. How are all of these roles important in our obtaining salvation? Use the scripture references in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-4-jesus-christ-the-son-of-god.p14"},"Doctrinal Outline C"],"on page 9 of the student manual to help your students understand the various roles of the Savior."]],["li",["span.label","■"],[".para","Jesus Christ is the mediator between God and his children (see",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/2.5"},"1 Timothy 2:5"],"). Could we be saved or return to God’s presence without Jesus Christ’s intervention between us and the Father? Bear your testimony that there is no other name under heaven whereby man can be saved (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/4.12"},"Acts 4:12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.17"},"Mosiah 3:17"],"). Since Christ offers our only hope for salvation, our time and effort in this life should be used to become acquainted with him, to study his life and mission, and to develop our faith in him."]],["li",["span.label","■"],[".para","To highlight the roles of Jesus Christ and what our relationship with him ought to be, read the statement by Elder Neal A. Maxwell in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-4-jesus-christ-the-son-of-god.p37"},"Supporting Statements C"],"on page 10 of the student manual (see Conference Report, Oct. 1981, p. 9; or",["span.emphasis","Ensign,"],"Nov. 1981,",["span.crossRef","p. 8"],")."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p28","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-4-jesus-christ-the-son-of-god.p28"},"Seeking to know and understand the attributes of Jesus Christ is of little worth unless we strive to become like him and obtain the attributes he possesses. “Therefore I would that ye should be perfect even as I, or your Father who is in heaven is perfect” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.48"},"3 Nephi 12:48"],"). “Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.27"},"3 Nephi 27:27"],".) Challenge the students to make choices based on the answers to these questions: What would Christ have me do? How can I become more like him?"]]]],"refs":null}
