{"id":30,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":30,"title":"Chapter 28: Celestial Marriage","subtitle":"","short_title":"Chapter 28","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-28-celestial-marriage","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-28-celestial-marriage.head1"},[".titleNumber","Chapter 28"],["h1","Celestial Marriage"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-28-celestial-marriage.p4"},"Write on the chalkboard the following statements for opening a discussion of celestial marriage:"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-28-celestial-marriage.f1"},["ol.number",["li",["span.label","1."],[".para","In his wisdom and mercy, our Father in Heaven made man and woman dependent on each other for the full realization of their potential."]],["li",["span.label","2."],[".para","When a couple kneels at the altar in the temple, another important family unit in the kingdom of God is begun."]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-28-celestial-marriage.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","Marriage is ordained of God."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask the students why marriage is ordained by our Heavenly Father. (He wants us to enjoy the blessings of family life—eternal marriage and eternal parenthood.) President Spencer W. Kimball pointed out that marriage is part of the eternal plan:"],[".para","“The Lord has ordained that each of these mature spirits which he has created shall be permitted to come to this earth at a proper time, be provided with a small, pure body and a mind uncluttered, be given a loving home with two parents to teach and train him, and come to maturity through numerous, varied growth experiences, then in turn to marry, provide bodies for another generation, and go through the same process, working toward this eternal plan” (“Marriage Is Honorable,” in",["span.emphasis","Speeches of the Year,"],"1973, p. 258)."]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.15-17"},"Doctrine and Covenants 49:15–17"],"; look closely at",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.17"},"verse 17"],", which explains why God ordained marriage between man and woman on earth. Read in the Latter-day Saint edition of the King James Version of the Bible some of the sources listed in the Topical Guide under “marriage, husbands” and “marriage, wives.”"]]]]],["li",["span.label","B."],[".para","A marriage must be performed with the sealing power of the priesthood to be valid after this life."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-28-celestial-marriage.p26"},"Supporting Statements B"],"on pages 75–76 of the student manual President Harold B. Lee’s statement about the marriage of Adam and Eve by the Lord (see",["span.emphasis","Decisions for Successful Living,"],"p. 125). Discuss this quotation with the class."],[".para","In Supporting Statements B on page 76 of the student manual, Elder Boyd K. Packer illustrated the meaning of “to seal” and “keys” (see",["span.emphasis","The Holy Temple,"],"p. 82). His explanation may suggest other analogies that will help the class more fully understand these terms."]]]]],["li",["span.label","C."],[".para","Celestial marriage is essential to exaltation."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Use Chalkboard 1 to help you discuss how gospel principles and ordinances relate to eternal life."],[".",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"}]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1"},"Doctrine and Covenants 131:1"],", which indicates that there are three separate degrees of glory within the celestial kingdom. To inherit the highest degree of the celestial kingdom means to be exalted, or to receive exaltation in the celestial kingdom. Revelation spells out an important requirement for entrance into the highest degree of the celestial kingdom. What is that major requirement for exaltation? (Entering into the new and everlasting covenant of marriage.) Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.2-4"},"Doctrine and Covenants 131:2–4"],". What does",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.4"},"verse 4"],"mean when it states, “He cannot have an increase”? (He will not have the privilege of being a parent throughout eternity.) The requirements for entering the celestial kingdom are more fully discussed in chapter 33,",["span.crossRef","“Kingdoms of Glory and Perdition.”"]]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-21"},"Doctrine and Covenants 132:19–21"],", and discuss the far-reaching implications of man’s and woman’s divine destiny as designed by God. You may want to discuss the meaning of the phrase “eternal lives” and why the Church places such emphasis on complete chastity before marriage and full fidelity to one’s spouse after marriage. Read also Elder James E. Talmage’s statement in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-28-celestial-marriage.p43"},"Supporting Statements C"],"on page 77 of the student manual (see “The Eternity of Sex,”",["span.emphasis","Young Woman’s Journal,"],"Oct. 1914, p. 604)."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p20","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-28-celestial-marriage.p20"},"President Kimball shared the following two experiences that help impress upon us the desirability of celestial marriage. Conclude the discussion by reading or retelling one or both experiences."],["div",{"id":"p21","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-28-celestial-marriage.p21"},"“Let me close with a little story that I told after returning from Europe in 1955. I had been to the temple dedication. One German woman whom I knew had lost her husband in the war. When I was in the temple at its dedication in Bern, this sweet German woman told me her story. Her husband had disappeared ten years before. That was in 1945, when the war ended. No word was ever had from him or news of his whereabouts. It was presumed that he was dead. After the dedication, having talked to President McKay about it and having the permission, this sweet woman went through the temple for endowments. I saw her again as she went to the counter to get her clothing. I saw her in the session with contentment and peace upon her face. I saw her after the temple service, and she said to me with great satisfaction, ‘Brother Kimball, I have now been sealed to my husband. Let the war come. Let the persecutions pile up. Let the bombs burst. Let whatever need be come that war brings on. I’m all right now. I’m sealed to my husband and I am at peace and life is good.’” (“Marriage Is Honorable,” pp. 281–82.)"],["div",{"id":"p22","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-28-celestial-marriage.p22"},"“I remember an article in a local newspaper, telling of a young couple married in Salt Lake by a man who had only civil authority—no power beyond the grave. They had a brilliant wedding breakfast. They got into the car to travel to another city for an evening wedding reception, where hundreds of friends and relatives would come to wish them well. They did not reach their destination. There was no reception. A car accident took their lives. Their mortality was ended. An eternal life had not been provided for. About three hours of marriage, and the end of it came like a flash of lightening. And the sad thing was that their three-hour marriage was performed within a mile of the holy Temple, where a man with the sealing power would gladly have saved them from the bitter cup."],["div",{"id":"p23","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-28-celestial-marriage.p23"},"“They’re in eternity now. I don’t know what they’re thinking or what they’re doing, but they’re not prepared for eternity.” (“Marriage Is Honorable,” p. 271.)"]]]],"refs":null}
