{"id":18,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":18,"title":"Chapter 16: The Gift of the Holy Ghost","subtitle":"","short_title":"Chapter 16","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-16-the-gift-of-the-holy-ghost","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-16-the-gift-of-the-holy-ghost.head1"},[".titleNumber","Chapter 16"],["h1","The Gift of the Holy Ghost"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-16-the-gift-of-the-holy-ghost.f1"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Once we exercise faith in Christ, repent, and are baptized, have we accomplished all we were sent to earth to do? What comes next in our eternal progress? To many, the ordinance of the laying on of hands that follows baptism is nothing more than a “confirmation” of Church membership, but the more important part of the ordinance is receiving the gift of the Holy Ghost."],[".para","Do we immediately and completely receive the Holy Ghost by the process of the laying on of hands? What does the priesthood charge to “receive the Holy Ghost” imply? The ordinance is only the beginning. Following the ordinance performed by the power of the priesthood, we must live worthily and seek the constant companionship of the Holy Ghost. And as the Holy Ghost becomes a vital part of our life, the Lord expects much more of us (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17-20"},"2 Nephi 31:17–20"],")."]],["li",["span.label","■"],[".para","A great transformation often occurs in a person who exercises faith, repents, is baptized, and receives the gift of the Holy Ghost. After all, the greatest miracle of all is the miracle of forgiveness. Consider using the following story by Elder John A. Widtsoe to illustrate the powerful transformation that can occur:"],[".para","“I remember the man who baptized me into the Church, a very common, ordinary man to begin with, a ropewalker with a jug of beer two or three times a day, a glass of whiskey a little later, and a cud of tobacco mostly all day long, living a useless, purposeless life, except for three meals a day, and the satisfaction of some of the carnal appetites. He heard the gospel and accepted it. It was good. It was something he had been longing for. The man grew in power and stature in the Church. As I recall it, he filled five or six missions and presided over one of the missions of the Church. He was the same man, with the same arms, same feet, same body, same mind, but changed because of the Spirit that comes with the acceptance of eternal truth.” (In Conference Report, Apr. 1952, p. 34.)"],[".para","Few people change a great deal physically through the baptism of the Spirit. They have the same general appearance, have the same name, are of the same educational background, live in the same neighborhood, and work at the same job. Yet profound changes occur in their lives. What is the nature of these changes?"]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-16-the-gift-of-the-holy-ghost.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","Before an individual receives the gift of the Holy Ghost, he first receives the Spirit, or Light of Christ, which is given to every person who is born into the world."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Write on the chalkboard",["span.emphasis","Light of Christ"],"and ask for a definition. Students need to understand that the Light of Christ lights the lives of all who are born into this life. Elder Bruce R. McConkie’s statement in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-16-the-gift-of-the-holy-ghost.p20"},"Supporting Statements A"],"on page 44 of the student manual clarifies what we do understand about the Light of Christ (see",["span.emphasis","The Promised Messiah,"],"pp. 208–9). The Light of Christ is not the same as the gift of the Holy Ghost, which is reserved for those who have fulfilled the necessary prerequisites to receive it (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-16-the-gift-of-the-holy-ghost.p6"},"Doctrinal Outline A"],"on p. 44 of the student manual)."]],["li",["span.label","■"],[".para","The Light of Christ is often correctly equated with our conscience. Everyone has a conscience when he begins his life (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/2.14-15"},"Romans 2:14–15"],"). President Spencer W. Kimball compared the conscience to an individual Liahona within each of us: “You must realize that you have something like the compass, like the Liahona, in your own system. Every child is given it. When he is eight years of age, he knows good from evil, if his parents have been teaching him well. If he ignores the Liahona that he has in his own makeup, he eventually may not have it whispering to him. But if we will remember that everyone of us has the thing that will direct him aright, our ship will not get on the wrong course … —if we listen to the dictates of our own Liahona, which we call the conscience.” (In Conference Report, Oct. 1976, p. 117; or",["span.emphasis","Ensign,"],"Nov. 1976, p. 79.)"],[".para","Point out that a person who becomes wrapped up in his sins gradually loses the influence of the Light of Christ in his life."]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/john/1.6-9"},"John 1:6–9"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.16-19"},"Moroni 7:16–19"],". Point out that we have within us a “light” that helps us judge right from wrong. When we go against that light, our actions accuse and condemn us."]]]]],["li",["span.label","B."],[".para","The gift of the Holy Ghost is bestowed upon all who have covenanted with Jesus Christ in baptism."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Write on the chalkboard",["span.emphasis","gift of the Holy Ghost,"],"and ask the students to define it (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-16-the-gift-of-the-holy-ghost.p28"},"Supporting Statements B"],"on pp. 44–45 of the student manual)."]],["li",["span.label","■"],[".para","Can a person enjoy the influence of the Holy Ghost without actually receiving the gift of the Holy Ghost? Describe the experience of the Roman centurion, Cornelius, who received the Holy Ghost before he was baptized (see",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.1-33"},"Acts 10:1–33"],"). Note in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-16-the-gift-of-the-holy-ghost.p29"},"Supporting Statements B"],"on page 44 of the student manual the Prophet Joseph Smith’s statement about Cornelius’s situation (see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"p. 199)."],[".para","All honest seekers of truth have a right to the influence of the Holy Ghost (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.4-5"},"Moroni 10:4–5"],";",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-16-the-gift-of-the-holy-ghost.p28"},"Supporting Statements B"],"on pp. 44–45 of the student manual). But we must be baptized and confirmed to receive the gift of the Holy Ghost and enjoy his constant companionship. The confirmation ordinance signifies that the gift of the Holy Ghost is received by covenant."]],["li",["span.label","■"],[".para","Can we lose the gift of the Holy Ghost? How? (By sin and neglect.) The companionship of the Holy Ghost must be cultivated daily through scripture study, prayer, meditation, and obedience to the commandments of God. Why is someone who has received the gift of the Holy Ghost more accountable for his sins than someone who has never received that gift?"]],["li",["span.label","■"],[".para","Refer to Chalkboard 1 for a discussion of obtaining the power promised in the gospel ordinances. Use the chalkboard to demonstrate how baptism of water and of the Spirit are linked, and how the two together lead to purification of the soul."],[".",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"}]]]]],["li",["span.label","C."],[".para","Those who have the gift of the Holy Ghost may enjoy the gifts of the Spirit."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask the students to define",["span.emphasis","gifts of the Spirit"],"before you try to list the various gifts. Elder Bruce R. McConkie’s definition is in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-16-the-gift-of-the-holy-ghost.p38"},"Supporting Statements C"],"on page 45 of the student manual (see",["span.emphasis","Mormon Doctrine,"],"p. 314)."]],["li",["span.label","■"],[".para","Ask the class to name as many gifts of the Spirit as they can; list the gifts on the chalkboard. Use the comprehensive listings of spiritual gifts in the New Testament, the Book of Mormon, and the Doctrine and Covenants to complete the students’ list (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12"},"1 Corinthians 12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.8-18"},"Moroni 10:8–18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.10-33"},"D&C 46:10–33"],")."]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.11-12"},"Doctrine and Covenants 46:11–12"],". Point out that every worthy member of the Church is entitled to at least one gift of the Spirit. Not every member has the same gift, and not every member possesses all the gifts of the Spirit. With the different gifts the Lord has graciously bestowed upon us as individuals, we can aid and complement each other in unitedly building the kingdom of God."]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.17"},"Moroni 10:17"],". Gifts of the Spirit often come in answer to a person’s request for a specific gift. Elder Boyd K. Packer explained how such a gift occurs: “If a man wills that the gift should come to him, and he desires it, the gift shall be his."],[".para","“Many years ago I read [",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.7-10,17"},"Moroni 10:7–10, 17"],"] and pondered it. I thought that among the gifts one might have in order to make himself useful to the Lord, the gift to teach by the Spirit would be supreme. The gift to teach the Word of Wisdom and to teach the word of knowledge by the Spirit is much to be desired. Why should such a gift not come to us if we desire it? If we desire to succeed as a teacher and we’re willing to earn that ability, why should it not come to us? If we’re willing to ask for it and pray for it, and we believe with sufficient faith that we can possess it, why should it be withheld from us?” (",["span.emphasis","Teach Ye Diligently,"],"p. 16.)"]],["li",["span.label","■"],[".para","Point out that perhaps the most widely discussed gift of the Spirit is the gift of tongues. Unfortunately, this gift is also one of the most widely misunderstood gifts. Many Christians, reading in",["a.scriptureRef",{"href":"/scriptures/nt/acts/2"},"Acts 2"],"about the gift of tongues on the day of Pentecost, believe that they must also exercise the gift of tongues in order to be truly converted. But that line of reasoning is erroneous: gifts of the Spirit",["span.emphasis","follow,"],"rather than precede, conversion."],[".para","Many also misunderstand the purpose of the gift of tongues. The gift of tongues is",["span.emphasis","not"],"a badge of spiritual excellence. This gift exists primarily to disseminate the gospel message to the nations of the earth in their various native languages. If the gift of tongues is used, the interpretation of tongues should always be present (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.2-5"},"1 Corinthians 14:2–5"],"). The house of God is not a house of confusion."]],["li",["span.label","■"],[".para","Controversy often arises regarding whether a particular “manifestation” is a gift of the Spirit or is inspired by Satan. Satan produces counterfeits to deceive and misdirect man. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.27-29"},"Doctrine and Covenants 46:27–29"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.91-92"},"107:91–92"],"to show the role of Church priesthood leaders in discerning spiritual gifts. You may also wish to cite Elder Abraham O. Woodruff’s comments in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-16-the-gift-of-the-holy-ghost.p43"},"Supporting Statements C"],"on page 45 of the student manual (see Conference Report, Apr. 1901, p. 12)."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p31","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-16-the-gift-of-the-holy-ghost.p31"},"Urge the students to pray each day that the Holy Ghost will be their constant companion. Challenge them to evaluate their lives and see what spiritual gifts the Lord may have already given them. Bear witness that the Lord has demonstrated the power of spiritual gifts in your life and that you have been privileged to witness the exercise of these gifts in the work of the Lord."]]]],"refs":null}
