{"id":37,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":37,"title":"Chapter 35: The Fall of Babylon and the Establishment of Zion","subtitle":"","short_title":"Chapter 35","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion.head1"},[".titleNumber","Chapter 35"],["h1","The Fall of Babylon and the Establishment of Zion"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion.p4"},"Sing or recite the words to",["span.crossRef","“Ye Elders of Israel”"],"(",["span.emphasis","Hymns,"],"1985, no. 319). Ask what is meant by the phrases “O Babylon, O Babylon, we bid thee farewell” and “And point them to Zion and life evermore.” Point out that you will discuss more fully the symbolic meaning of",["span.emphasis","Babylon"],"and",["span.emphasis","Zion,"],"which represent opposites on the spiritual scale. You may wish to write the two words on the chalkboard in a continuum to refer to during the discussion."]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion.f1"},["ol.alphaCaps",["li",["span.label","A."],[".para","Babylon symbolizes evil."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Point out the location of Babylon on",["a.scriptureRef",{"href":"/scriptures/bible-maps/map-6"},"Map 6 in the Latter-day Saint edition of the King James Version of the Bible"],". Note that Babylon was the chief city and capital of the Babylonian Empire. Elder Bruce R. McConkie identified the ancient city of Babylon as a “center of iniquity” that “will not rise again” (",["span.emphasis","Mormon Doctrine,"],"p. 69;",["span.emphasis","The Millennial Messiah,"],"p. 424; see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion.p29"},"Supporting Statements A"],"on pp. 97–98 of the student manual)."],[".para","Ancient Babylon was rich and powerful but also morally corrupt and wicked. Because of its corruption, the Lord directed several prophets to prophesy of its destruction. With your students’ help, summarize Isaiah’s prophetic statements concerning Babylon in",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.19-22"},"Isaiah 13:19–22"],". Point out that Isaiah’s prophecy was literally fulfilled. Today, heaps of stone are all that remain of once-mighty Babylon. Nothing except wild desert animals inhabit its ruins. Note that other mighty ancient cities—such as Rome, Jerusalem, Damascus, and Athens—still exist, even though they have suffered various destructions."]],["li",["span.label","■"],[".para","There is often a dual interpretation to Isaiah’s prophecies: that is, a prophecy being fulfilled in two separate ways. Many prophecies had a first fulfillment close to Isaiah’s time and another fulfillment in the latter days. Such is the case with Isaiah’s prophecies about Babylon. (See the",["a.scriptureRef",{"href":"/scriptures/ot/isa/13.intro"},"headnotes to Isaiah 13"],"and",["a.scriptureRef",{"href":"/scriptures/ot/isa/14.intro"},"14"],".)"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.16"},"Doctrine and Covenants 1:16"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.14"},"133:14"],". “Babylon the great” or “spiritual Babylon” symbolizes wickedness and evil and “the world” of sin that surrounds us in the latter days. Refer to the continuum on the chalkboard, and write under",["span.emphasis","Babylon"],"such words as",["span.emphasis","wickedness, worldliness,"],"and",["span.emphasis","sin"],". Point out that",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1"},"sections 1"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133"},"133 of the Doctrine and Covenants"],"were revealed by the Lord as his preface and appendix, respectively, to the Doctrine and Covenants. Hence the idea of fleeing from Babylon, “from the midst of wickedness,” is one of the major themes of the restored gospel of Jesus Christ."]]]]],["li",["span.label","B."],[".para","Spiritual Babylon will fall in utter ruin."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask for examples of civilizations or cities that were destroyed by God; list the examples on the chalkboard. Note that God did not destroy any of these peoples until he had first warned them to repent. Furthermore, he did not destroy them until they had “ripened in iniquity,” or become completely engrossed in their sins (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/9.20"},"Ether 9:20"],")."],[".para","You may wish to analyze the following seven examples of peoples who were destroyed because they had immersed themselves so thoroughly in wickedness. Point out that God gave us these examples of wickedness and worldliness so that we can avoid their practices and escape their punishment. As you discuss these groups, note that the same evils exist today and that many groups are presently ripening in iniquity."],["ul.noMarker",["h1","The People of Noah’s Time"],["li",[".para","Noah warned the people to repent (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.20"},"Moses 8:20"],")."]],["li",[".para","People boasted of their own power (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.21"},"Moses 8:21"],")."]],["li",[".para","Everyone thought only of evil (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.22"},"Moses 8:22"],")."]],["li",[".para","The earth was filled with violence (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.28"},"Moses 8:28"],")."]]],["ul.noMarker",["h1","The Jaredite Civilization"],["li",[".para","Many prophets, including Ether, were sent to warn the people but were rejected (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/7.23-24"},"Ether 7:23–24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/9.28-29"},"9:28–29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/11.1-2"},"11:1–2"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.1-3"},"12:1–3"],")."]],["li",[".para","Secret combinations helped bring about their downfall (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/8.16-25"},"Ether 8:16–25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/11.15"},"11:15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/14.10"},"14:10"],")."]],["li",[".para","The people waged bloody and terrible war (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/14.18-22"},"Ether 14:18–22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/15.2,16-19"},"15:2, 16–19"],")."]]],["ul.noMarker",["h1","Sodom and Gomorrah"],["li",[".para","The scriptures do not clearly state who warned the people of these cities of the plain; however, we assume that servants of the Lord (perhaps Melchizedek and his people, as well as Abraham), were sent by the Lord to warn them and to testify against their wickedness. Their sins were “very grievous” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.20"},"Genesis 18:20"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.20b"},"18:20 n.",["span.emphasis","b"]],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.5"},"19:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.5a"},"19:5 n.",["span.emphasis","a"]],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/16.49"},"Ezekiel 16:49"],")."]],["li",[".para","Not even ten righteous people inhabited the cities (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.32"},"Genesis 18:32"],")."]],["li",[".para","God destroyed the cities with fire and brimstone out of heaven (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.24"},"Genesis 19:24"],")."]]],["ul.noMarker",["h1","The Canaanites"],["li",[".para","They “had rejected every word of God, and they were ripe in iniquity” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.32-35"},"1 Nephi 17:32–35"],")."]],["li",[".para","They practiced all manner of immorality (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/18"},"Leviticus 18"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/20"},"20"],")."]],["li",[".para","The Lord used the Israelites to destroy them and drive them from the face of the land (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.33,35"},"1 Nephi 17:33, 35"],")."]]],["ul.noMarker",["h1","The Wicked Nation of Israel"],["li",[".para","Moses forewarned Israel of the possibility of apostasy and consequent destruction (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.19-20"},"Deuteronomy 8:19–20"],")."]],["li",[".para","Many prophets warned Israel to repent."]],["li",[".para","Israel was guilty of performing evil acts while worshiping false gods (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.19"},"Deuteronomy 8:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/17.7-18"},"2 Kings 17:7–18"],")."]]],["ul.noMarker",["h1","The City of Ammonihah"],["li",[".para","Alma and Amulek warned the people but were rejected (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8"},"Alma 8–14"],")."]],["li",[".para","The people of Ammonihah were guilty of misusing the law (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.13-15"},"Alma 10:13–15"],")."]],["li",[".para","The lawyers and judges loved lucre more than they loved God (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.24"},"Alma 11:24"],")."]],["li",[".para","They persecuted and killed the righteous (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.8-9,14-19"},"Alma 14:8–9, 14–19"],")."]],["li",[".para","The city was destroyed by the Lamanites despite the boasts of its people that it could not be destroyed (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.2-3,9"},"Alma 16:2–3, 9"],")."]]],["ul.noMarker",["h1","The Nephite Nation"],["li",[".para","Mormon and Moroni warned the people (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/3.2-3"},"Mormon 3:2–3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.4,6"},"Moroni 9:4, 6"],")."]],["li",[".para","Never was there such great wickedness among the house of Israel (see",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4.12"},"Mormon 4:12"],")."]],["li",[".para","There was a “horrible scene” of “blood and carnage” among the Nephites and the Lamanites (",["a.scriptureRef",{"href":"/scriptures/bofm/morm/4.11"},"Mormon 4:11"],")."]],["li",[".para","Secret combinations led to the destruction of the Nephites (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/8.19-21"},"Ether 8:19–21"],")."]],["li",[".para","They thirsted for blood continually (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/9.5"},"Moroni 9:5"],")."]]]],["li",["span.label","■"],[".para","Just as God destroyed wicked peoples in the past, so will he destroy the wicked in these latter days. For that reason the Lord has called prophets to warn us, just as he did in the past. The wickedness of the world is symbolically represented by Babylon the Great. Use scriptures from",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion.p10"},"Doctrinal Outline B 1 and B 2"],"on page 97 of the student manual to illustrate that God has prophesied the downfall of spiritual Babylon and that the Saints are to flee from her midst."]],["li",["span.label","■"],[".para","Fleeing from Babylon does not mean leaving one community and going to another. Even though some communities may have more righteous people and fewer wicked people than others, each of us is in some way surrounded by Babylon. Actually, Babylon has more to do with our individual internal condition. What, then, does it mean to flee from Babylon? (To repent of all our sins; to refrain from becoming contaminated with worldliness; to keep the commandments and be true to our covenants.) How is it possible to be in the world but not of the world?"]],["li",["span.label","■"],[".para","What will happen to members of the Church who do not flee from Babylon? (They will be destroyed with the wicked in the destructions leading up to the second coming of Christ; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.24"},"D&C 64:24"],".) Many Church members remain in Babylon without really realizing it. In the last several decades numerous aspects of Babylon (similar to those described in the seven wicked civilizations or cities) have been portrayed on television, in movies, in music, and in literature. Can we fully flee from Babylon if we continue to participate vicariously in Babylon through these media? Many Church members spend more time and money on the entertainment of Babylon than on supporting the building of Zion. Review the wholesome objectives of Latter-day Saints as detailed in the",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"thirteenth article of faith"],". Challenge the students to flee completely from Babylon by being selective about television, movies, music, and literature."]]]]],["li",["span.label","C."],[".para","Zion is the name given by the Lord to his righteous Saints."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Refer again to the continuum of Babylon and Zion. Point out that in the symbolism of the scriptures,",["span.emphasis","Zion"],"is the opposite of",["span.emphasis","Babylon"],". Once we have fled from Babylon, as we have been commanded, we should go to Zion. What is Zion? Is it a place? Or is it a condition? The name",["span.emphasis","Zion"],"actually has several definitions and can refer to a number of locations, but to be properly identified as Zion in the fulness of the word, all locations must have the same condition of righteousness. Discuss the definitions of Zion given by President Harold B. Lee and President Spencer W. Kimball in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion.p39"},"Supporting Statements C"],"on page 98 of the student manual (see Lee, in Conference Report, Oct. 1968, pp. 61–62; Kimball, in Conference Report, Apr. 1978, p. 122; or",["span.emphasis","Ensign,"],"May 1978,",["span.crossRef","p. 81"],")."]],["li",["span.label","■"],[".para","Anciently the patriarch Enoch established a city where the righteous of the earth gathered. You may wish to read the inspiring story in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.12-21"},"Moses 7:12–21"],", which describes people fleeing spiritual Babylon and forming a righteous society called Zion. According to",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.18"},"Moses 7:18"],", what were the characteristics of that Zion? Compare this definition of Zion with the one in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"Doctrine and Covenants 97:21"],". Write the key words about Zion under",["span.emphasis","Zion"],"on the continuum. For Zion to be fully established in these last days, the same characteristics must exist."]],["li",["span.label","■"],[".para","After the Church was established in the Rocky Mountains under the direction of President Brigham Young, the command was given to the Saints throughout the world to gather to Zion. Read the words of an early gathering hymn,",["span.crossRef","“Israel, Israel, God Is Calling”"],"(",["span.emphasis","Hymns,"],"1985, no. 7). Now the charge to Church members throughout the world is to build up Zion wherever they are living. Instead of coming to Utah to find Zion, the Saints are gathering to the stakes of Zion, which are multiplying rapidly throughout the earth. All the blessings of Zion, including the temples, are given to the people where they are living. Elder Bruce R. McConkie declared:"],[".para","“Stakes of Zion are also being organized at the ends of the earth. In this connection, let us ponder these truths: A stake of Zion is a part of Zion. You cannot create a stake of Zion without creating a part of Zion. Zion is the pure in heart; we gain purity of heart by baptism and by obedience. A stake has geographical boundaries. To create a stake is like founding a City of Holiness. Every stake on earth is the gathering place for the lost sheep of Israel who live in its area."],[".para","“The gathering place for Peruvians is in the stakes of Zion in Peru, or in the places which soon will become stakes. The gathering place for Chileans is in Chile; for Bolivians it is in Bolivia; for Koreans it is in Korea; and so it goes through all the length and breadth of the earth. Scattered Israel in every nation is called to gather to the fold of Christ, to the stakes of Zion, as such are established in their nations.” (“Come: Let Israel Build Zion,”",["span.emphasis","Ensign,"],"May 1977, p. 118.)"],[".para","Elder Boyd K. Packer similarly counseled: “There are dangers all around. Some of you may say, ‘If things get really tough, we will move here, or we will move back there, and then we will be safe; everything will be all right there.’ If you do not fix it so that you are safe and in good company when you are alone, or when you are with your own husband or your own wife and your own children, you will not be safe or find happiness anywhere. There is no such thing as geographical security.” (",["span.emphasis","“That All May Be Edified,”"],"p. 201.)"]]]]],["li",["span.label","D."],[".para","As spiritual Babylon ripens in iniquity, a great latter-day Zion will be established."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read the scriptures listed in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion.p22"},"Doctrinal Outline D 1"],"on page 97 of the student manual that describe Zion and her stakes as a place of refuge for Latter-day Saints. You may wish to refer to",["a.scriptureRef",{"href":"/scriptures/ot/isa/33.20"},"Isaiah 33:20"],"and",["a.scriptureRef",{"href":"/scriptures/ot/isa/54.2"},"54:2"],", which are the first references to stakes in the scriptures. According to the symbolism, the stakes of a tent can enlarge the size and capacity of the tent, or Zion. As new stakes of Zion are created, Zion increases. As was prophesied, “Zion must arise and put on her beautiful garments” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.14"},"D&C 82:14"],").",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/115.6"},"Doctrine and Covenants 115:6"],"tells us that in the stakes of Zion we can find refuge from the storm when the wrath of God is poured out upon all the earth. Discuss how participating in the righteous activities of wards and stakes fortifies us against worldliness, or spiritual Babylon."]],["li",["span.label","■"],[".para","Remind the students that although Zion is growing, it cannot be established thoroughly until Church members are living according to the principles of Zion. Remind them of",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.18"},"Moses 7:18"],". Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.5"},"Doctrine and Covenants 105:5"],". Emphasize the importance of living the celestial law—the Lord cannot receive Zion unto himself until it is pure in heart and abides “the principles of the law of the celestial kingdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.5"},"D&C 105:5"],")."]],["li",["span.label","■"],[".para","Where will the center of Zion eventually be located? As early as the summer of 1831, only a little more than a year after the Church was restored, the Lord revealed to the prophet Joseph Smith the location of the land where Zion (the New Jerusalem) will be located in Independence, Jackson County, Missouri (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.1-3"},"D&C 57:1–3"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],"). The latter-day Zion in Independence will be called the New Jerusalem (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion.p25"},"Doctrinal Outline D 4"],"on p. 97 of the student manual). Elder McConkie cautioned those who might be tempted to move to Independence now in anticipation of what is to come:"],[".para","“As we are aware, the building of the New Jerusalem lies in the future, at a time yet to be designated by revelation. There is no present call for the saints to purchase land or to live in Jackson County or in any place connected therewith. The revealed word relative to the gathering to Independence and its environs will come through the prophet of God on earth. When it does come—with the consequent return of the saints to that Zion which shall not be moved out of its place—that call will not be for the saints in general to assemble there. The return to Jackson County will be by delegates, as it were. Those whose services are needed there will assemble as appointed. The rest of Israel will remain in their appointed places. The Lord’s house is a house of order, and faithful saints do as they are told and go at the bidding of their prophet, for his voice is the voice of the Lord.” (",["span.emphasis","Millennial Messiah,"],"p. 294.)"]],["li",["span.label","■"],[".para","Read the scriptures listed in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion.p27"},"Doctrinal Outline D 6"],"on page 97 of the student manual regarding the Zion of Enoch and the Zion of the latter days being united at the time of Christ’s second coming. President John Taylor’s comments in Supporting Statements D on page 99 of the student manual also describe this glorious union (see",["span.emphasis","Journal of Discourses,"],"10:147)."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p64","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-35-the-fall-of-babylon-and-the-establishment-of-zion.p64"},"Conclude by singing",["span.crossRef","“Israel, Israel, God Is Calling”"],"(",["span.emphasis","Hymns,"],"1985, no. 7). Urge the students to ponder the message of the hymn and resolve to leave Babylon and come to Zion in their thoughts and actions. It was important for the early Saints to physically leave their native lands and gather to Zion in the tops of the mountains. Today we are to gather to spiritual Zion by teaching and practicing the principles and laws of the celestial kingdom in our homes and in the stakes of Zion."]]]],"refs":null}
