{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":15,"title":"Chapter 13: Faith, a Power That Centers in Christ","subtitle":"","short_title":"Chapter 13","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-13-faith-a-power-that-centers-in-christ","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-13-faith-a-power-that-centers-in-christ.head1"},[".titleNumber","Chapter 13"],["h1","Faith, a Power That Centers in Christ"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-13-faith-a-power-that-centers-in-christ.f1"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","You may wish to share Elder Gordon B. Hinckley’s story of simple and devoted faith:"],[".para","“Mine has been the opportunity to meet many wonderful men and women in various parts of the world. A few of them have left an indelible impression upon me. One such was a naval officer from Asia, a brilliant young man who had been brought to the United States for advanced training. Some of his associates in the United States Navy, whose behavior had attracted him, shared with him at his request their religious beliefs. He was not a Christian, but he was interested. They told him of the Savior of the world, of Jesus born in Bethlehem, who gave his life for all mankind. They told him of the appearance of God, the Eternal Father, and the resurrected Lord to the boy Joseph Smith. They spoke of modern prophets. They taught him the gospel of the Master. The Spirit touched his heart, and he was baptized."],[".para","“He was introduced to me just before he was to return to his native land. We spoke of these things, and then I said, ‘Your people are not Christians. You come from a land where Christians have had a difficult time. What will happen when you return home a Christian and, more particularly, a Mormon Christian?’"],[".para","“His face clouded, and he replied, ‘My family will be disappointed. I suppose they will cast me out. They will regard me as dead. As for my future and my career, I assume that all opportunity will be foreclosed against me.’"],[".para","“I asked, ‘Are you willing to pay so great a price for the gospel?’"],[".para","“His dark eyes, moistened by tears, shone from his handsome brown face as he answered, ‘It’s true, isn’t it?’"],[".para","“Ashamed at having asked the question, I responded, ‘Yes, it’s true.’"],[".para","“To which he replied, ‘Then what else matters?’” (In Conference Report, Apr. 1973, p. 72; or",["span.emphasis","Ensign,"],"July 1973, p. 48.)"],[".para","What is this power that can motivate a person to be true to his ideals under such adverse circumstances?"]],["li",["span.label","■"],[".para","Another story by Elder Gordon B. Hinckley emphasizes faith in the Lord Jesus Christ:"],[".para","“I spoke one day to a friend escaped from his native land. With the fall of his nation, he had been arrested and interned. His wife and children had been able to get away, but for three years and more he had been a prisoner without means of communication with those he loved. The food had been wretched, the living conditions oppressive, with no prospects for improvement."],[".para","“‘What sustained you through all those dark days?’ I asked."],[".para","“He responded: ‘My faith; my faith in the Lord Jesus Christ. I put my burdens on him, and then they seemed so much the lighter.’” (In Conference Report, Apr. 1978, p. 91; or",["span.emphasis","Ensign,"],"May 1978, p. 60.)"]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-13-faith-a-power-that-centers-in-christ.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","Faith in Jesus Christ is the foundation of the gospel."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","What is the first principle of the gospel? An automatic response is “faith,” but the more accurate answer is “faith in the Lord Jesus Christ.” Faith in Christ leads to repentance and pure and holy works. It can produce true miracles. Use the statement by Elder Bruce R. McConkie in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-13-faith-a-power-that-centers-in-christ.p30"},"Supporting Statements A"],"on pages 35–36 of the student manual to summarize the principle of faith in Christ (see",["span.emphasis","Mormon Doctrine,"],"p. 262)."]],["li",["span.label","■"],[".para","Emphasize that faith is a gift from God, and not everyone possesses it. Read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-13-faith-a-power-that-centers-in-christ.p31"},"Supporting Statements A"],"on page 36 of the student manual the testimony of President Heber J. Grant about faith as a gift (see",["span.emphasis","Gospel Standards,"],"pp. 7–8). How should we seek the gift of faith? How can we lose it?"]],["li",["span.label","■"],[".para","Is faith an active or a passive principle? What makes faith active? Can we truly exercise faith without bearing the fruits of that faith? Consider using the comments by Elder James E. Talmage in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-13-faith-a-power-that-centers-in-christ.p32"},"Supporting Statements A"],"on page 36 of the student manual (see",["span.emphasis","The Articles of Faith,"],"pp. 106–7)."]],["li",["span.label","■"],[".para","Discuss how faith in Jesus Christ is a principle of power. Faith in Christ and power in the priesthood go hand in hand; if used together, they inspire great and mighty works. Elder Bruce R. McConkie stated in the priesthood session of general conference: “[The doctrine of the priesthood] is that we have power, by faith, to govern and control all things, both temporal and spiritual; to work miracles and perfect lives; to stand in the presence of God and be like him because we have gained his faith, his perfections, and his power, or in other words the fulness of his priesthood” (in Conference Report, Apr. 1982, p. 50; or",["span.emphasis","Ensign,"],"May 1982, p. 34)."]]]]],["li",["span.label","B."],[".para","Faith comes from a knowledge of God and his teachings."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Cite",["a.scriptureRef",{"href":"/scriptures/nt/rom/10.17"},"Romans 10:17"],", “So then faith cometh by hearing, and hearing by the word of God.” Discuss with the students the best ways to hear the word of God. One way is to immerse yourself in the scriptures by daily reading. Elder Howard W. Hunter counseled us:"],[".para","“Scriptures contain the record of the self-revelation of God, and through them God speaks to man. Where could there be more profitable use of time than reading from the scriptural library the literature that teaches us to know God and understand our relationship to him? Time is always precious to busy people, and we are robbed of its worth when hours are wasted in reading or viewing that which is frivolous and of little value. …"],[".para","“To understand [the scriptures] requires more than casual reading or perusal—there must be concentrated study. It is certain that one who studies the scriptures every day accomplishes far more than one who devotes considerable time one day and then lets days go by before continuing.” (In Conference Report, Oct. 1979, p. 91; or",["span.emphasis","Ensign,"],"Nov. 1979, p. 64.)"],[".para","Another excellent way to hear the word of God and thereby build and strengthen faith is to listen to general conference in April and October each year. Elder Howard W. Hunter counseled:"],[".para","“Conference time is a season of spiritual revival when knowledge and testimony are increased and solidified that God lives and blesses those who are faithful. It is a time when an understanding that Jesus is the Christ, the Son of the living God, is burned into the hearts of those who have the determination to serve him and keep his commandments. Conference is the time when our leaders give us inspired direction in the conduct of our lives—a time when souls are stirred and resolutions are made to be better husbands and wives, fathers and mothers, more obedient sons and daughters, better friends and neighbors.” (In Conference Report, Oct. 1981, p. 15; or",["span.emphasis","Ensign,"],"Nov. 1981, p. 12.)"]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/3.29"},"Helaman 3:29"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/hel/15.7-8"},"15:7–8"],"for evidence of how the scriptures confirm and strengthen our faith."]]]]],["li",["span.label","C."],[".para","Faith in Jesus Christ always produces good fruits."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","What is the connection between faith and works? Can we claim to have faith if righteous works do not accompany our faith? Read the story of John the Baptist crying repentance unto some of the Jews who claimed to be good because of their lineage—they were the children of Abraham—but who did not bear the fruits of righteousness (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.7-11"},"Luke 3:7–11"],"). Then discuss the often quoted “faith without works” passage in",["a.scriptureRef",{"href":"/scriptures/nt/james/2.14,17-26"},"James 2:14, 17–26"],"."]],["li",["span.label","■"],[".para","Faith also has the power to produce mighty miracles. Many want to see signs or miracles before they will exercise faith. Using the quotation from Elder McConkie in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-13-faith-a-power-that-centers-in-christ.p43"},"Supporting Statements C"],"on page 37 of the student manual (see",["span.emphasis","Mormon Doctrine,"],"p. 264), show that miracles, signs, and the gifts of the Spirit do not precede faith but are instead the effects of faith.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.7-12"},"Doctrine and Covenants 63:7–12"],"teaches that “signs follow those that believe” and “signs come by faith” (see also",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.17-18"},"Mark 16:17–18"],"). Discuss some of the heroic individuals in the scriptures who performed miracles and mighty works through their faith (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.1-40"},"Hebrews 11:1–40"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.12-22,30"},"Ether 12:12–22, 30"],"). Ironically, some individuals, such as Laman and Lemuel, saw mighty miracles and visions but their faith was not strengthened. Remind the students that miracles and visions alone do not build faith."]],["li",["span.label","■"],[".para","Faith can lead to miracles and healings. But why else do we need faith? Faith is even more necessary as a tool to help us meet our daily difficulties and challenges. Read the scriptures in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-13-faith-a-power-that-centers-in-christ.p22"},"Doctrinal Outline C 4"],"on page 35 of the student manual and the significant statement about faith by Elder Spencer W. Kimball in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-13-faith-a-power-that-centers-in-christ.p44"},"Supporting Statements C"],"on page 37 of the student manual (see Conference Report, Oct. 1952, pp. 50–51)."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p35","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-13-faith-a-power-that-centers-in-christ.p35"},"Faith in Jesus Christ is not automatic. It is a gift that will be granted only to the person who opens up his heart to the goodness of the Father and the Son. To receive the gift of faith, we must “press forward with a steadfastness in Christ” and feast “upon the word of Christ” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.20"},"2 Nephi 31:20"],"). Challenge the students to nourish their faith by prayer, fasting, and daily reading of the word of God as found in the scriptures. You may wish to remind them of Alma’s comparison of building faith to planting a seed and nourishing it until it grows to a mighty tree (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.28-43"},"Alma 32:28–43"],"). Point out that if we “neglect the tree, and take no thought for its nourishment, behold it will not get any root; and when the heat of the sun cometh and scorcheth it, because it hath not root it withers away” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.38"},"v. 38"],"). On the other hand, if the tree of faith is nourished, “it shall be a tree springing up unto everlasting life” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/32.41"},"v. 41"],")."]]]],"refs":null}
