{"id":20,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":20,"title":"Chapter 18: Spiritual Rebirth: True Conversion","subtitle":"","short_title":"Chapter 18","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-18-spiritual-rebirth-true-conversion","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-18-spiritual-rebirth-true-conversion.head1"},[".titleNumber","Chapter 18"],["h1","Spiritual Rebirth: True Conversion"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-18-spiritual-rebirth-true-conversion.p4"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/27.19-20"},"3 Nephi 27:19–20"],". Write on the chalkboard a portion of the first verse: “And no unclean thing can enter into his kingdom.” This scripture succinctly points out what is required of us, but is the requirement realistic? Is it possible for mortals, who are subject to the temptations of the flesh, to walk through life without becoming spiritually unclean? Has anyone other than Jesus Christ ever achieved this feat? Christ himself indicated that spotlessness is the product of faith, repentance, perseverance, baptism, the gift of the Holy Ghost, and reliance upon the Atonement."]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-18-spiritual-rebirth-true-conversion.f1"},["ol.alphaCaps",["li",["span.label","A."],[".para","All accountable persons must be born again of water and of the Spirit."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","At variance with the teachings of many other Christian churches, The Church of Jesus Christ of Latter-day Saints teaches that children are born in a state of innocence (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.38"},"D&C 93:38"],"). Innocence is defined as the state of being free from guilt or sin, free from blame or censure, spotless or unsullied. During a child’s infancy and before the child reaches the age of accountability, Satan is not able to tempt him directly (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.47"},"D&C 29:47"],"). Children who die before the age of eight years are received into the celestial kingdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.10"},"D&C 137:10"],"). The innocence of a child is, at least in part, what provoked Jesus to say, “Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.3"},"Matthew 18:3"],")."]],["li",["span.label","■"],[".para","Before class begins, write on the chalkboard or on an overhead transparency a list of the natural man’s characteristics that you can later compare with a list of the fruits of the spiritual man (see Chalkboard 1). Ask the students what causes us to lose the innocence we are born with.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.39"},"Doctrine and Covenants 93:39"],"indicates that innocence is lost through following the traditions of the fathers and disobeying the commandments of God. People who lose their innocence are referred to in the scriptures as spiritually dead (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.41"},"D&C 29:41"],") and as carnal, sensual, and devilish (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.13"},"Moses 5:13"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.49"},"6:49"],"). Benjamin referred to them as “the natural man” (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],"). Paul indicated that such people will produce what he called the works of the flesh, which he listed in",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.16-21"},"Galatians 5:16–21"],"and",["a.scriptureRef",{"href":"/scriptures/nt/col/3.2-9"},"Colossians 3:2–9"],"."]],["li",["span.label","■"],[".para","Carefully read",["a.scriptureRef",{"href":"/scriptures/nt/john/3.1-5"},"John 3:1–5"],". Nicodemus asked Jesus, “How can a man be born when he is old? Can he enter the second time into his mother’s womb, and be born?” Nicodemus asked his question in response to Jesus’ statement that a man would have to be born again to see the kingdom of God. Was Nicodemus’s question naive or sarcastic? His subsequent behavior would suggest not. Rather, Nicodemus was voicing a question deeply felt by many people. How is it possible for a mature person to regain the innocence of the newly born? How is it possible to begin life anew, fortified against the pitfalls that cause mankind to be declared carnal, sensual, and devilish? Jesus answered that there must be a two-fold birth that would allow us to enter into the kingdom of God. (See",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-18-spiritual-rebirth-true-conversion.p25"},"Supporting Statements A"],"on p. 49 of the student manual.)"],[".para","Write on the chalkboard the phrases “born of the water” and “born of the Spirit.” Ask for a definition of each."],[".para","Being born of the water occurs when a person acting in faith and repentance accepts baptism by immersion at the hands of an authorized servant of Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/9.27"},"Alma 9:27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/7.25"},"3 Nephi 7:25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.2-4"},"Moroni 6:2–4"],"). Being born of the water is an immediate, single event."],[".para","Being born of the Spirit begins with the ordinance of the laying on of hands for the gift of the Holy Ghost. When a person yields to the promptings of the Holy Ghost, the Spirit works a “mighty change” within the innermost part of the person, causing a constant desire to do good (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/5.2"},"Mosiah 5:2"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/27.25"},"Mosiah 27:25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/19.33"},"Alma 19:33"],"). Being born of the Spirit is a gradual process."],[".para","The Apostle Paul listed the characteristics of the spiritual person, one who yields to the enticings of the Holy Spirit, and contrasted them to the characteristics of a person dominated by the flesh. Write these spiritual characteristics on the chalkboard so the students can see the contrast with those of the natural man (see Chalkboard 1)."]]]]],["li",["span.label","B."],[".para","Justification is being forgiven by the Lord and set upon the path of righteousness."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.30"},"Doctrine and Covenants 20:30"],": “And we know that justification through the grace of our Lord and Savior Jesus Christ is just and true.”",["span.emphasis","Justification"],"is a term closely related to forgiveness. Read the explanations given in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-18-spiritual-rebirth-true-conversion.p35"},"Supporting Statements B"],"on page 50 of the student manual. Ask the students to explain what is promised a new convert when he is baptized by proper authority into membership in the Church. Point out that through the exercise of faith, genuine repentance, and proper baptism, a person is forgiven of past sins and begins life in the Church as guiltless as a child. Ask the students to share examples from their experience of investigators who were able to put off their past and become virtually different people when baptized."],[".para","As suggested in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.30"},"Doctrine and Covenants 20:30"],", justification is possible through the atonement of Jesus Christ. Paul stated it this way: “Being justified freely by his grace through the redemption that is in Christ Jesus” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.24-25"},"Romans 3:24–25"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.59"},"Moses 6:59"],")."]],["li",["span.label","■"],[".para","Justification can also be defined as proving the validity of or vindicating the motivation or results of a certain act. It is in this light that the students should read Elder Bruce R. McConkie’s definition of justification in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-18-spiritual-rebirth-true-conversion.p36"},"Supporting Statements B"],"on page 50 of the student manual. A justified act, according to Elder McConkie, is one sealed by the Holy Spirit of Promise, that is, ratified and approved by the Holy Ghost. (See",["span.emphasis","Mormon Doctrine,"],"p. 50.)"]]]]],["li",["span.label","C."],[".para","Sanctification is a state of saintliness and purity."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.31"},"Doctrine and Covenants 20:31"],": “And we know also that sanctification through the grace of our Lord and Savior is just and true, to all those who love and serve God with all their might, mind, and strength.”",["span.emphasis","Sanctification"],"is a word that means holiness or the process by which a person becomes holy (purification from sin). The verse suggests that sanctification is a process and that it has at least two aspects:"],[".para","First, sanctification is possible through the Atonement. By exercising faith, repenting, and accepting baptism, we become innocent of past transgressions."],[".para","Second, sanctification as a life-style is possible when we are prompted to love and serve God with all our might, mind, and strength. It results from spiritual growth nourished by the reception of the Holy Ghost. Helaman indicated that fasting, praying, waxing stronger in humility, and exercising faith resulted in the purifying and sanctifying of the heart (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/3.35"},"Helaman 3:35"],"). Read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-18-spiritual-rebirth-true-conversion.p41"},"Supporting Statements C"],"on page 50 of the student manual the statement of President Brigham Young in which he declared that a sanctified person is one who is “perfectly submissive to God and His requirements” (in",["span.emphasis","Journal of Discourses,"],"2:123)."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p23","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-18-spiritual-rebirth-true-conversion.p23"},"Alma compressed the major theme of his preaching among the Nephites into this piercing challenge:"],["div",{"id":"p24","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-18-spiritual-rebirth-true-conversion.p24"},"“And now behold, I ask of you my brethren of the church, have ye spiritually been born of God? Have ye received his image in your countenances? Have ye experienced this mighty change in your hearts?” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.14"},"Alma 5:14"],".)"],["div",{"id":"p25","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-18-spiritual-rebirth-true-conversion.p25"},"Alma’s questions ring effectively over the centuries to our time and circumstances and deserve our thoughtful answer. Alma’s questions should lead each Latter-day Saint into a quest to be truly born again and to live a Christlike life."]]]],"refs":null}
