{"id":22,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":22,"title":"Chapter 20: The Sacrament, a Memorial Ordinance","subtitle":"","short_title":"Chapter 20","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-20-the-sacrament-a-memorial-ordinance","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-20-the-sacrament-a-memorial-ordinance.head1"},[".titleNumber","Chapter 20"],["h1","The Sacrament, a Memorial Ordinance"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-20-the-sacrament-a-memorial-ordinance.f1"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask the students the meaning of the word",["span.emphasis","sacrament"],". The word originally meant “a result of consecration” or “a means of consecrating, dedicating, or securing by a religious sanction” (",["span.emphasis","Oxford English Dictionary,"],"s.v. “sacrament”).",["span.emphasis","Sacrament"],"eventually came to designate a sacred religious observance."]],["li",["span.label","■"],[".para","Discuss some reasons why many Latter-day Saints fail to participate fully in the sacrament of the Lord’s Supper. Since we can partake of the sacrament every week, many take the ordinance for granted or fail to prepare properly for it each time. External disturbances may prevent complete concentration on spiritual things during the sacrament. Some do not understand the true nature of the sacrament."],[".para","Almost all Latter-day Saints could better use the ordinance of the sacrament to help purge their souls in preparation for eternal life. President David O. McKay stated: “The partaking of the sacrament of the Lord’s Supper is one of the most sacred ordinances of the Church of Jesus Christ. Associated with it are principles fundamental in character building and essential to man’s advancement and exaltation in the kingdom of God. Too few communicants attach to this simple though sublime rite the importance and significance that it merits. Unfortunately, the",["span.emphasis","form"],"of worship is frequently an outward compliance without the true soul acknowledgment of its deep spiritual significance.” (",["span.emphasis","Gospel Ideals,"],"p. 71.)"]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-20-the-sacrament-a-memorial-ordinance.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","Jesus Christ instituted the sacrament as a memorial ordinance."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Throughout the history of this world, the Lord has used symbolic ordinances to teach and remind his chosen people of important gospel principles. What principle of the gospel is emphasized in the ordinance of the sacrament? (The atonement of Christ.) Before the coming of Christ, were any ordinances or sacred observances performed to remind the Israelites of the coming atoning sacrifice? “To replace the ordinance of sacrifice (which pointed the attention of the saints forward to the coming sacrifice of the Son of God), our Lord during his mortal ministry taught the ordinance of the",["span.emphasis","sacrament"],"(to point the attention of his saints, after his death, back to the great atoning sacrifice which he had wrought)” (Bruce R. McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 660). Use Chalkboard 1 to further illustrate how the Atonement was taught through important ordinances both before and after Christ’s mortal ministry. Today, the sacrament of the Lord’s Supper is a sacred memorial service to commemorate the sacrifice of the Son of God."],[".",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"}]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/matt/26.26-29"},"Matthew 26:26–29"],", in which the Savior taught the Twelve about the sacrament at the Last Supper. Read and discuss",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.15-21"},"Luke 22:15–21"],"and",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.24-25"},"1 Corinthians 11:24–25"],". Point out that the emblems of the sacrament are taken in remembrance of the body and blood of the Lord."]],["li",["span.label","■"],[".para","Share selected scriptures from",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-20-the-sacrament-a-memorial-ordinance.p8"},"Doctrinal Outline A 2"],"on page 53 of the student manual to further demonstrate that the sacrament was instituted in",["span.emphasis","remembrance"],"of Christ’s atoning sacrifice."]]]]],["li",["span.label","B."],[".para","When we partake of the sacrament, we make a covenant with God."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read and discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.68"},"Doctrine and Covenants 20:68"],". Emphasize that individuals need to be taught the meaning of the sacrament before it can have significance for them. Missionaries should teach prospective members about the sacrament before baptism, and parents should teach their children."]],["li",["span.label","■"],[".para","Review the definition of a gospel covenant. (A sacred agreement, or promise, between God and man.) What covenant do we renew when we partake of the sacrament? (Baptism.) How are the covenants of baptism and of the sacrament the same? As a class member reads the sacramental prayers in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77,79"},"Doctrine and Covenants 20:77 and 79"],", have another student list on the chalkboard the elements of each prayer. What do we promise to do when we partake of the emblems? What does the Father promise us? You may also wish to share the comments of President Joseph Fielding Smith and Elder Bruce R. McConkie in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-20-the-sacrament-a-memorial-ordinance.p31"},"Supporting Statements B"],"on page 54 of the student manual (see Smith,",["span.emphasis","Doctrines of Salvation,"],"2:344–45; McConkie,",["span.emphasis","The Promised Messiah,"],"p. 386)."]],["li",["span.label","■"],[".para","How often should we partake of the sacrament? The Lord revealed, “It is expedient that the church meet together often to partake of bread and wine in the remembrance of the Lord Jesus” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.75"},"D&C 20:75"],"). The righteous Saints in the Book of Mormon also met together often to fast, pray, partake of the sacrament, and speak with each other about the welfare of their souls (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/6.5-6"},"Moroni 6:5–6"],")."],[".para","Sacrament meetings were held in the early days of the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.4-5"},"D&C 46:4–5"],") but not necessarily always on Sunday. In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.9-10"},"Doctrine and Covenants 59:9–10"],"the Lord revealed, “And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day; for verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High.” “Sacraments” include the sacrament of the Lord’s Supper, which we partake of in sacrament meeting. Members of the Church are commanded to attend sacrament meeting and partake of the sacrament."],[".para","Elder L. Tom Perry testified of the importance of regular sacrament meeting attendance when he said “Weekly we should each seek a personal experience, a closeness to our Lord and Savior, which, when remembered each week, will help us to become more like Him. …"],[".para","“I’ve always been impressed with the renewed strength and dedication which come from weekly participating in the sacrament.” (In Conference Report, Oct. 1984, p. 22; or",["span.emphasis","Ensign,"],"Nov. 1984, p. 19.)"]]]]],["li",["span.label","C."],[".para","The bread and the water are important symbols."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Point out that the Savior often used metaphors in his teachings and parables. What was Jesus suggesting when he declared, “I am the bread of life: he that cometh to me shall never hunger” (",["a.scriptureRef",{"href":"/scriptures/nt/john/6.35"},"John 6:35"],")? What did he mean when he called himself the source of “living water” (",["a.scriptureRef",{"href":"/scriptures/nt/john/4.10"},"John 4:10"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/john/4.11-14"},"vv. 11–14"],")? The Savior taught by these metaphors that his life, mission, atonement, and doctrines are the source of eternal life. Never were his references to bread and water intended literally. The bread and water used in the sacrament are symbolic representations that teach us and remind us of the Atonement. Read",["a.scriptureRef",{"href":"/scriptures/jst/jst-mark/14.20-25"},"Mark 14:20–25"],"in the Joseph Smith Translation to identify the symbolic meaning of these emblems."]],["li",["span.label","■"],[".para","Perhaps more than any other food and drink, bread and water represent sustenance for the human body. But partaking of the bread and water of the sacrament provides no purposeful sustenance for the body. If the sacrament is not designed to sustain the body, then what is to be sustained? Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.8-9"},"3 Nephi 20:8–9"],". Emphasize that the emblems of the sacrament are for the sake of the",["span.emphasis","soul,"],"not of the body. The Savior promised that if we partake of the sacrament with fulness of heart and purity of intent, our soul “shall never hunger nor thirst, but shall be filled” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.8"},"3 Nephi 20:8"],")."]],["li",["span.label","■"],[".para","Discuss why we now use water rather than wine for the sacrament. The issue is clarified in the",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.intro"},"headnote to Doctrine and Covenants 27"],"and in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.2"},"Doctrine and Covenants 27:2"],"."]]]]],["li",["span.label","D."],[".para","Standards and safeguards are given regarding those who would partake of the sacrament."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Write on the chalkboard the following statement: “The sacrament should not be partaken of unworthily.” Ask why the statement is true; read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.27"},"1 Corinthians 11:27"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.29"},"3 Nephi 18:29"],". A person who partakes of the sacrament worthily nourishes his soul. A person who partakes unworthily brings damnation to his soul because his spiritual progression is damned, or halted. Partaking of the sacrament unworthily is referred to in the scriptures as crucifying the Savior anew (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.27"},"1 Corinthians 11:27"],"). Note the spiritual consequences of partaking of the sacrament unworthily (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.30"},"1 Corinthians 11:30"],")."]],["li",["span.label","■"],[".para","What is the individual’s responsibility for determining his own worthiness to partake of the sacrament? Read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.28"},"1 Corinthians 11:28"],". Share President George Albert Smith’s criteria for worthiness found in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-20-the-sacrament-a-memorial-ordinance.p52"},"Supporting Statements D"],"on page 55 of the student manual (see Conference Report, Apr. 1908, p. 35)."],[".para",["span.emphasis","Caution:"],"Do not unnecessarily discourage your students from partaking of the sacrament. If a student wonders whether he should partake of the sacrament, he should ask his bishop. A person who comes to sacrament meeting with a broken heart and a contrite spirit, sincerely trying to overcome his weaknesses, is worthy to partake of the sacrament unless he is guilty of sins that need to be confessed to his bishop. Elder Melvin J. Ballard made this suggestion: “We want every Latter-day Saint to come to the sacrament table because it is the place for self-investigation, for self-inspection, where we may learn to rectify our course and to make right our own lives, bringing ourselves into harmony with the teachings of the Church and with our brethren and sisters” (in Bryant S. Hinckley,",["span.emphasis","Sermons and Missionary Services of Melvin Joseph Ballard,"],"p. 150)."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p28","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-20-the-sacrament-a-memorial-ordinance.p28"},"Challenge the students to make the sacrament a more meaningful part of their worship experience: one way is to concentrate on the sacrament wholeheartedly as it is being administered to the congregation. Through the sacrament, we can develop closer communion with Deity and put our lives in harmony with the will of God."]]]],"refs":null}
