{"id":16,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":16,"title":"Chapter 14: Repentance","subtitle":"","short_title":"Chapter 14","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-14-repentance","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-14-repentance.head1"},[".titleNumber","Chapter 14"],["h1","Repentance"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-14-repentance.f1"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask the students to imagine the following hypothetical situation: the Lord wants to conduct a personal interview with each of them. They have two options: the interview can be conducted either in one hour from now or in one month from now. Which would they choose?"],[".para","Most of the students will probably choose the month-later option, because it allows them more time to prepare. Use this idea of the students’ wanting to prepare themselves in order to introduce the concept of repentance, which is one of the ways we can prepare ourselves to return to God’s presence."]],["li",["span.label","■"],[".para","Why are so many Latter-day Saints afraid of repentance? Repentance is a positive gospel principle, but Satan distorts it and makes it appear negative so that people will fail to repent and will not progress eternally. Show the students how sharply the Lord and Satan differ in their attitude toward sin. The Lord is always positive, and Satan is always negative. Point out the differences. (See Chalkboard 1.)"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.3"},"Mosiah 4:3"],". Emphasize that repentance leads to joy, peace of mind, and a clean conscience. Suffering for sin occurs when there is no repentance (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.15-20"},"D&C 19:15–20"],")."]],["li",["span.label","■"],[".para","Read and discuss the definition of the word",["a.scriptureRef",{"href":"/scriptures/bd/repentance"},["span.emphasis","repentance"],"as given in the dictionary of the Latter-day Saint edition of the King James Version of the Bible"],"."]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-14-repentance.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","Repentance is an eternal principle of progress."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.14-15"},"Moses 5:14–15"],". What two things are we required by the law of God to do to gain salvation? (Believe in the Savior and repent.) Those who do not believe in the Savior and repent of their sins are damned.",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bd/damnation"},"Damnation"]],"means to be limited in eternal progress and privileges (see",["a.scriptureRef",{"href":"/scriptures/bd/damnation"},"Bible Dictionary"],"). Share with your students the Prophet Joseph Smith’s expanded definition of the term",["span.emphasis","damnation"],"in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-14-repentance.p30"},"Supporting Statements A"],"on page 38 of the student manual (see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"p. 198)."]],["li",["span.label","■"],[".para","Read and discuss the excellent statements about turning away from sin by President David O. McKay and President Hugh B. Brown in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-14-repentance.p31"},"Supporting Statements A"],"on pages 38–39 of the student manual (see McKay,",["span.emphasis","Gospel Ideals,"],"pp. 12–13; Brown,",["span.emphasis","Eternal Quest,"],"pp. 99, 102)."]]]]],["li",["span.label","B."],[".para","To return to God’s presence, an individual must repent."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.32-38"},"3 Nephi 11:32–38"],". What doctrines are emphasized through repetition in this scriptural passage? (Repenting, being baptized, and becoming as a little child.) What is the correlation between a repentant, baptized person and a little child? (Both are free from sin.)"]],["li",["span.label","■"],[".para","President Heber J. Grant’s comment about striving to do better may help as you discuss the importance of",["span.emphasis","attitude"],"in the repentance process (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-14-repentance.p47"},"Supporting Statements B"],"on p. 40 of the student manual; or",["span.emphasis","Gospel Standards,"],"pp. 184–85)."]]]]],["li",["span.label","C."],[".para","Repentance involves performing certain actions and working to develop Christlike qualities."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","The Book of Mormon is replete with excellent examples of repentance. A few are listed below; each can be a springboard for a discussion of contemporary examples and application."],["ul.noMarker",["li",[".para",["span.emphasis","Enos, the son of Jacob"],". See",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.1-8"},"Enos 1–8"],"."]],["li",[".para",["span.emphasis","Lamoni’s father"],". See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/22.15-18"},"Alma 22:15–18"],"."]],["li",[".para",["span.emphasis","Alma the Younger"],". See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/36.6-22"},"Alma 36:6–22"],"."]],["li",[".para",["span.emphasis","Alma’s son Corianton"],". Read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-14-repentance.p59"},"Supporting Statements C"],"on page 41 of the student manual Elder Marion D. Hanks’s statement about the conversation between Alma and his son Corianton that is recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.27-31"},"Alma 42:27–31"],"(see “Will I Ever Forget?”",["span.emphasis","Improvement Era,"],"Mar. 1966, p. 246)."]]]],["li",["span.label","■"],[".para","Students are naturally interested in the proper steps of repentance, and they need to understand them. Use the following outline as a guide for discussing the repentance process. These steps are not necessarily taken in the order they are listed; each person’s experiences with repentance are individual. Nevertheless, all five steps must be taken. The five steps are as follows:"],["ul.noMarker",["li",[".para",["span.emphasis","Have a “godly sorrow” for the sin"],". See",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/7.10"},"2 Corinthians 7:10"],"."]],["li",[".para","Build a genuine desire to change, and make a commitment to clear the problem, regardless of the cost."]],["li",[".para",["span.emphasis","Abandon the sin completely"],". See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.7"},"Doctrine and Covenants 82:7"],". This step may mean changing friends, avoiding places of temptation, and so on."]],["li",[".para","Make restitution insofar as possible."]],["li",[".para",["span.emphasis","Confess to the proper authority"],". See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.42-43"},"Doctrine and Covenants 58:42–43"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/26.29"},"Mosiah 26:29"],". You might want to share a modern prophet’s counsel regarding the attitude that accompanies the confession. President Spencer W. Kimball warned, “The voluntary confession is infinitely more acceptable in the sight of the Lord than is forced admission, lacking humility, wrung from an individual by questioning” (",["span.emphasis","The Miracle of Forgiveness,"],"p. 181)."]]]],["li",["span.label","■"],[".para","Impress upon the students that when a person sins, the sooner he begins to repent, the better. Procrastination merely adds to the sin and the burden of guilt and makes repentance more difficult. (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.32-34"},"Alma 34:32–34"],"; Kimball,",["span.emphasis","Miracle of Forgiveness,"],"pp. 167–68, 357.)"]],["li",["span.label","■"],[".para","Bishop Vaughn J. Featherstone told a story that illustrates the mighty change of heart—in contrast to a shallow, self-serving change of behavior—that must take place as part of repentance:"],[".para","“Shortly after I had been called to the Presiding Bishopric, an Arizona stake president told me he had a young missionary candidate who needed to be interviewed for worthiness. …"],[".para","“As I invited the young man into my office, … I said to him: ‘Apparently there has been a major transgression in your life. That’s why I am involved in this interview. Would you mind being very frank and open and telling me what that transgression was?’"],[".para","“With head held high and in a haughty manner he responded, ‘There isn’t",["span.emphasis","anything"],"I haven’t done.’"],[".para","“I responded: ‘Well, then, let’s be more specific. Have you been involved in fornication?’"],[".para","“Very sarcastically, he said, ‘I told you I’ve done",["span.emphasis","everything.’"]],[".para","“I asked, ‘Was it a single experience, or did it happen with more than one girl and more than once?’"],[".para","“And he said again, sarcastically, ‘Many girls and so many times I could not number them.’"],[".para","“I said, ‘I would to God your transgression was not so serious.’"],[".para","“‘Well, it is,’ he replied."],[".para","“‘How about drugs?’"],[".para","“‘I told you I’ve done",["span.emphasis","everything.’"]],[".para","“Then I said, ‘What makes you think you’re going on a mission?’"],[".para","“‘Because I have repented,’ he replied. ‘I haven’t done any of these things for a year. I know I’m going on a mission because my patriarchal blessing says I’m going on a mission. I’ve been ordained an elder, I’ve lived the way I should this past year, and I know that I’m going on a mission.’"],[".para","“I looked at the young man sitting across the desk: twenty-one years old, laughing, sarcastic, haughty, with an attitude far removed from sincere repentance. And I said to him: ‘My dear young friend, I’m sorry to tell you this, but you are",["span.emphasis","not"],"going on a mission. Do you suppose we could send you out with your braggadocio attitude about this past life of yours, boasting of your escapades? Do you think we could send you out with the fine, clean young men who have never violated the moral code, who have kept their lives clean and pure and worthy so that they might go on missions?’"],[".para","“I repeated: ‘You’re not going on a mission. In fact,’ I said, ‘you shouldn’t have been ordained an elder and you really should have been tried for your membership in the Church.’"],[".para","“‘What you have committed is a series of monumental transgressions,’ I continued. ‘You haven’t repented; you’ve just stopped doing something. Someday, after you have been to Gethsemane and back, you’ll understand what true repentance is.’"],[".para","“At this the young man started to cry. He cried for about five minutes, and during that time I didn’t say a word. (By the way, let me suggest that there are times during an interview when it would be inappropriate to say anything—when we should just wait, and listen, and watch, and let the person do some soul-searching and thinking.) I just sat and waited as this young man cried."],[".para","“Finally he looked up and said, ‘I guess I haven’t cried like that since I was five years old.’"],[".para","“I told him: ‘If you had cried like that the first time you were tempted to violate the moral code, you may well have been going on a mission today. Now, I’m sorry, I hate to be the one to keep you from realizing your goal. I know it will be hard to go back to your friends and tell them you are not going on a mission."],[".para","“‘After you’ve been to Gethsemane,’ I continued, ‘you’ll understand what I mean when I say that every person who commits a major transgression must also go to Gethsemane and back before he is forgiven.’"],[".para","“The young man left the office, and I’m sure he wasn’t very pleased; I had stood in his way and kept him from going on a mission."],[".para","“About six months later, I was down in Arizona speaking at the institute at Tempe. After my talk many of the institute members came down the aisles to shake hands. As I looked up I saw this young man—the nonrepentant transgressor—coming down the aisle toward me, and at that moment the details of my interview with him came back through my mind. I recalled his braggadocio attitude, his sarcasm, his haughtiness."],[".para","“I reached down to shake hands with him, and as he looked up at me I could see that something wonderful had taken place in his life. Tears streamed down his cheeks. An almost holy glow came from his countenance. I said to him, ‘You’ve been there, haven’t you?’"],[".para","“And through tears he said, ‘Yes, Bishop Featherstone, I’ve been to Gethsemane and back.’"],[".para","“‘I know,’ I said. ‘It shows in your face. I believe now that the Lord has forgiven you.’"],[".para","“He responded: ‘I’m more grateful to you than you’ll ever know for not letting me go on a mission. It would have been a great disservice to me. Thanks for helping me.’” (",["span.emphasis","A Generation of Excellence,"],"pp. 156–59.)"]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p57","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-14-repentance.p57"},"Bear testimony that the principle of repentance has been given to us by a loving Father so that we can take full advantage of the Atonement. Challenge the students to search their souls daily and to make repentance a vital part of their lives."]]]],"refs":null}
