{"id":4,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":4,"title":"Chapter 2: Revelation: Avenue to Truth","subtitle":"","short_title":"Chapter 2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-2-revelation-avenue-to-truth","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-2-revelation-avenue-to-truth.head1"},[".titleNumber","Chapter 2"],["h1","Revelation: Avenue to Truth"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-2-revelation-avenue-to-truth.p4"},"Discuss with your students",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.67-68"},"Doctrine and Covenants 88:67–68"],"and Joseph Smith’s statement about revelation in Supporting Statements A on page 5 of the student manual (see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"p. 149)."]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-2-revelation-avenue-to-truth.f1"},["ol.alphaCaps",["li",["span.label","A."],[".para","God gives truth to his children through revelation."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Write the text of",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9-11"},"1 Corinthians 2:9–11"],"on the chalkboard, and ask a student to read it. Discuss how we obtain a knowledge of divine truths and the role of reasoning in the quest for truth from God. The principle Oliver Cowdery learned of studying and then inquiring of the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.1-3"},"D&C 8:1–3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/9.7-9"},"9:7–9"],") could add an important dimension to the discussion."]],["li",["span.label","■"],[".para","Ask the students to silently read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/29.8"},"Alma 29:8"],", which explains the universality of the Lord’s love and his desire to reveal truth. Ask the students to comment on the meaning of this verse. Read one or both of the following statements on revelation by Brother Charles W. Penrose and Elder Orson F. Whitney:"],[".para","“For the inspiration of God in olden times was not confined to the men who wrote the Jewish Scriptures. God has permitted His Spirit, which is the light of truth, and which manifests truth, to be poured out upon all the inhabitants of the earth to some extent; … all people of any age, race or country who seek unto God with an honest heart in fervent prayer, desiring truth and to be taught of God, will be enlightened by Him. There have been inspired bards and sages and poets, who have uttered words of truth, words of inspiration concerning things of which they had been enlightened of God. And many things that such men wrote have been recorded and handed down, and scraps of them may be found among all nations and peoples. … His Spirit has enlightened mankind in all ages to a certain extent; for the spirit of the Lord, which gives light to the human understanding is the spirit by which we live; it is the spirit of light; it is the spirit of life. … This spirit is not confined to one race of people, or to one country, or to one age or generation, but it is universal; it is of Him in whom we live and move and have our being. It is the true light that lighteth every man that cometh into the world.” (Penrose, in",["span.emphasis","Journal of Discourses,"],"23:346.)"],[".para","“[God] is using not only his covenant people, but other peoples as well, to consummate a work, stupendous, magnificent, and altogether too arduous for this little handful of Saints to accomplish by and of themselves. …"],[".para","“All down the ages men bearing the authority of the Holy Priesthood—patriarchs, prophets, apostles and others, have officiated in the name of the Lord, doing the things that he required of them; and outside of the pale of their activities other good and great men, not bearing the Priesthood, but possessing profundity of thought, great wisdom, and a desire to uplift their fellows, have been sent by the Almighty into many nations, to give them, not the fulness of the Gospel, but that portion of truth that they were able to receive and wisely use. Such men as Confucius, the Chinese philosopher; Zoroaster, the Persian sage; Gautama or Buddha, of the Hindus; Socrates and Plato, of the Greeks; these all had some of the light that is universally diffused, and concerning which we have this day heard. They were servants of the Lord in a lesser sense, and were sent to those pagan or heathen nations to give them the measure of truth that a wise Providence had allotted to them."],[".para","“… These also have been used from the beginning to help along the Lord’s work—mighty auxiliaries in the hands of an Almighty God, carrying out his purposes, consciously or unconsciously.” (Whitney, in Conference Report, Apr. 1921, pp. 32–33.)"]]]]],["li",["span.label","B."],[".para","God reveals truth in a variety of ways."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Use Chalkboard 1 to illustrate the avenues, or methods, of revelation. Ask the students to identify the avenues God uses to reveal truth to his children. Share with the students some examples in the scriptures of how God has used each avenue of revelation."],[".",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"}]],["li",["span.label","■"],[".para","Young people often think that a testimony of the gospel can come only through witnessing a spectacular miracle, having a vision, or hearing a voice from heaven. Ask your students to identify the main avenue the Lord uses to reveal truth. (Inspiration.) Discuss the following statement in which President Spencer W. Kimball admonished us to heed constant personal revelation that does not come in a spectacular way:"],[".para","“The burning bushes, the smoking mountains, the sheets of four-footed beasts, the Cumorahs, and the Kirtlands were realities; but they were the exceptions. The great volume of revelation came to Moses and to Joseph and comes to today’s prophet in the less spectacular way—that of deep impressions, without spectacle or glamour or dramatic events."],[".para","“Always expecting the spectacular, many will miss entirely the constant flow of revealed communication.” (In Conference Report, Munich Germany Area Conference 1973, p. 77.)"],[".para","You could use scriptural incidents to show that revelation can come through subtle mental impressions and whisperings of the Spirit. Two excellent examples are Elijah’s encounter with the Lord on Mount Horeb (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/19.4-12"},"1 Kings 19:4–12"],") and Nephi’s being led by the Spirit to secure the brass plates (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/4.6"},"1 Nephi 4:6"],")."],[".para","The revelation of truth is often prompted by studying and pondering the scriptures."]]]]],["li",["span.label","C."],[".para","We must be worthy in order to receive revelation."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Select various scriptures from Doctrinal Outline C on page 4 of the student manual to show how an individual can qualify himself to receive personal revelation. Read and discuss Joseph Smith’s statements on page 5 of the student manual (see",["span.emphasis","Teachings,"],"pp. 11, 137). Emphasize the words the Prophet used to describe the process of knowing the things of God: “time,” “experience,” “careful and ponderous and solemn thoughts” (",["span.emphasis","Teachings,"],"p. 137)."],[".para","Analyze with the students what the Apostle Paul was saying in",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9-16"},"1 Corinthians 2:9–16"],". Point out that—"],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.number",["li",["span.label","1."],[".para","We must love God."]],["li",["span.label","2."],[".para","The things of God are made known by the Spirit of God."]],["li",["span.label","3."],[".para","The natural man cannot receive the things of God."]]]]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p27","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-2-revelation-avenue-to-truth.p27"},"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.10"},"Doctrine and Covenants 76:10"],", and point out that this passage of scripture applies to every member of the Church. Challenge the students to continue to study and pray as they search for truth that they might have the Spirit of God, which is the Spirit of revelation."]]]],"refs":null}
