{"id":36,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":36,"title":"Chapter 34: The Signs of the Times","subtitle":"","short_title":"Chapter 34","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-34-the-signs-of-the-times","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-34-the-signs-of-the-times.head1"},[".titleNumber","Chapter 34"],["h1","The Signs of the Times"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-34-the-signs-of-the-times.p4"},"At the mouth of a large canyon gorge lay a village that for many years had enjoyed a blissful existence. Some of the village fathers, however, had long maintained that the village was in continual danger of being flooded with the water held in reserve high above the village. The large mountain dam holding back the water had been constructed at the time the village was founded, but to them it had never seemed adequate. These village fathers worried about the increased water runoff each spring when the winter snow began to melt. They had long asserted that the village should be relocated on higher ground, but the great majority of the villagers were indifferent to such warnings and remained oblivious to the danger of possible destruction. One precaution was, however, agreed upon by all—a watchman was stationed high on the mountain slopes above the dam. In the event of imminent danger, he was to warn the people so they could escape disaster."],["div",{"id":"p5","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-34-the-signs-of-the-times.p5"},"For many years watchmen observed conditions at the dam and periodically warned the people that their situation was increasingly precarious. Some heeded their declaration and moved to higher ground, but the majority remained, blindly confident that life would continue without distress as it had for so many years."],["div",{"id":"p6","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-34-the-signs-of-the-times.p6"},"Finally, a watchman saw the dam begin to give way. He issued a fervent warning to the people below. Their indifference to his warning voice sealed their doom, and those who remained in the little village perished."],["div",{"id":"p7","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-34-the-signs-of-the-times.p7"},"As with all worthy parables, this parable has meaning for us. In the gospel sense, what is the symbolic meaning of the watchmen? (They are prophets.) Who are the villagers? (They are the inhabitants of the earth.) As in the parable, some will heed the prophetic warnings about calamities that will take place in the last days, but others will pay no attention."],["div",{"id":"p8","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-34-the-signs-of-the-times.p8"},"The Doctrine and Covenants was revealed as a “voice of warning … unto all people” of the last days (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.4"},"D&C 1:4"],").",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1"},"Section 1 of the Doctrine and Covenants"],"was revealed as the Lord’s preface to that great body of revelations. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.2-4,11-14,17,34-36"},"verses 2–4, 11–14, 17, 34–36"],". The theme of warning is sounded repeatedly throughout the Doctrine and Covenants, describing the judgments that are to come upon the world and the means whereby God’s children can be saved from them. By heeding the signs of the times, we as a people may avoid the judgments God will pour out upon the wicked; instead, we can be prepared for the glorious second coming of our Savior, Jesus Christ."],["div",{"id":"p9","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-34-the-signs-of-the-times.p9"},"Many of the events that are signs of the times are dealt with in greater detail in other chapters. The Apostasy is discussed in",["span.crossRef","chapter 22"],", the restoration of the gospel in",["span.crossRef","chapter 23"],", the scattering and the gathering of Israel in",["span.crossRef","chapter 24"],", and the fall of Babylon and the establishment of Zion in",["span.crossRef","chapter 35"],". Help the students see the “big picture.” The purpose of this chapter is to give an overview of the signs of the times and how those signs have been, are being, and will be fulfilled."]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-34-the-signs-of-the-times.f1"},["ol.alphaCaps",["li",["span.label","A."],[".para","The signs of the times in our day are events that were prophesied to take place in the latter days before the second coming of Christ."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Ask the students to define",["span.emphasis","signs of the times"],"(see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.11"},"D&C 68:11"],"). Read Elder Bruce R. McConkie’s definition of the words",["span.emphasis","signs, times,"],"and",["span.emphasis","signs of the times"],"in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-34-the-signs-of-the-times.p23"},"Supporting Statements A"],"on page 94 of the student manual (see",["span.emphasis","Mormon Doctrine,"],"pp. 715–16). The signs of the times are given to us by the Lord to help us prepare for his second coming. Prophecies in the scriptures and teachings of the living prophets help us recognize these signs. Since we are living in the last days before the Second Coming, we need to recognize these signs and their importance; if we do recognize them and heed their message, we will be able to abide the Second Coming and avoid the judgments of God when he cleanses the earth of its wickedness."]],["li",["span.label","■"],[".para","Point out that a common misconception about the signs of the times is that all of them are frightening calamities. Actually, many signs are some of the most positive and uplifting events ever to take place on the earth. Some of the truly glorious signs of the times include the Spirit being poured out on all flesh, the discovery and colonization of America, the coming forth of the Book of Mormon, the gathering of Israel, the return of the ten tribes, the building of latter-day temples, the return of Judah to Jerusalem, and the blossoming of the Lamanites. Elder McConkie listed fifty-one separate signs of the times. Of these, thirty are positive. Twenty-one are somewhat negative or calamitous, but even these are positive inasmuch as they help cleanse the earth in preparation for the Savior’s second coming. (See",["span.emphasis","Mormon Doctrine,"],"pp. 715–34.)"]],["li",["span.label","■"],[".para","One prophetic statement about the signs of the times is found in",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.28-32"},"Joel 2:28–32"],". This passage captures the spirit of the signs of the times and how they prepare us for “the great and the terrible day of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.31"},"v. 31"],"), or the Lord’s second coming. Only in Zion will there be safety when the great and the terrible day of the Lord comes. If we are faithful and call upon the Lord, we will be delivered in the last days. (See",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.32"},"v. 32"],".)"]],["li",["span.label","■"],[".para","Moroni, the last prophet of the Book of Mormon, beheld visions of the latter days. Read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.35"},"Mormon 8:35"],", in which Moroni clearly stated that he saw us. Then read",["a.scriptureRef",{"href":"/scriptures/bofm/morm/8.27-41"},"Mormon 8:27–41"],", in which he graphically described evil practices of the last days, which are among the negative signs of the times."]],["li",["span.label","■"],[".para","Certain chapters in holy writ list many of the signs of the times (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.22-55"},"Joseph Smith—Matthew 1:22–55"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.14-28"},"D&C 29:14–28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.17-35"},"43:17–35"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.15-59"},"45:15–59"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.86-98"},"88:86–98"],"). Your students may enjoy reading in these prophetic chapters and identifying the signs under one of these three categories:",["span.emphasis","Already Occurred, Occurring Now,"],"and",["span.emphasis","Yet to Occur"],". Do not try to make an in-depth study of the various signs, but help the students realize that many of the signs prophesied of in the scriptures have already occurred and others are occurring today. This realization should add to their conviction that all the signs will eventually occur."]],["li",["span.label","■"],[".para","Read and discuss the Prophet Joseph Smith’s remarks about the signs of the times in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-34-the-signs-of-the-times.p28"},"Supporting Statements A"],"on page 95 of the student manual (see",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"pp. 286–87)."]]]]],["li",["span.label","B."],[".para","A knowledge of the signs of the times can help us turn to the Lord and prepare ourselves for his second coming."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Dangers in discussing the signs of the times include the tendency to sensationalize the nature of the signs, to speculate about their exact meaning, or to try to predict exactly when certain events are to occur. Speaking to students at Brigham Young University, President Ezra Taft Benson emphasized the importance of following the scriptures when discussing signs of the times “because of rumors, writings, and tape recordings that have recently circulated among the Saints and that have created among some of our Church members a feeling of uncertainty” (“Prepare Yourselves for the Great Day of the Lord,” in",["span.emphasis","Brigham Young University 1981–82 Fireside and Devotional Speeches,"],"p. 64)."],[".para","Read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-34-the-signs-of-the-times.p35"},"Supporting Statements B"],"on page 96 of the student manual President Harold B. Lee’s counsel about study of the signs (see Conference Report, Oct. 1972, p. 128; or",["span.emphasis","Ensign,"],"Jan. 1973,",["span.crossRef","p. 106"],"). Challenge the students to follow the First Presidency and the Quorum of the Twelve Apostles, whose duty it is to testify of and warn about the impending crises facing mankind. They will guide us in understanding the signs of the times and in preparing for the Savior’s second coming."]],["li",["span.label","■"],[".para","Help the students realize that we do not know the exact order in which the signs will occur or the time when they will occur. You could compare the signs of the times with putting together a jigsaw puzzle: we do not know exactly when each piece will be used, but as more pieces are used, the final picture becomes clearer and we draw closer to the conclusion. Likewise, as each sign occurs, we are brought a step closer to the Lord’s second coming."],[".para",["span.crossRef","Chapter 36"],"deals in more detail with the Savior’s second coming, but you may want to emphasize now that no one, not even the angels in heaven, knows when the Savior will come again. Those of us who are now living may or may not be alive at that glorious time. Much more important than knowing the time or living in mortality at that time will be how we conduct our lives in preparation for the Second Coming: “You must be",["span.emphasis","wise"],"and",["span.emphasis","virtuous"],". You must govern your natures by the doctrines of his kingdom. You must be valiant in your testimony of Christ by keeping all his commandments.” (Benson, “Prepare Yourselves for the Great Day of the Lord,” p. 68.)"]],["li",["span.label","■"],[".para","One of the signs of the times is that many people will be deceived about the second coming of the Lord. Even some Latter-day Saints are and will be deceived. Yet this deception need not be the case. If we follow the living prophet and feast upon the words of Christ as found in the holy scriptures, we can avoid being deceived (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.20"},"2 Nephi 31:20"],"). Read",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-34-the-signs-of-the-times.p19"},"Doctrinal Outline B 3"],"and",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-34-the-signs-of-the-times.p30"},"Supporting Statements B"],"on pages 94 and 95–96 of the student manual."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p25","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-34-the-signs-of-the-times.p25"},"“The youth and all members of the Church need to accept the reality of Christ’s return in majesty and power",["span.emphasis","before"],"that event occurs; for, as C. S. Lewis put it, it will do men little good to kneel down when it is no longer possible to stand up, for when the ‘Author of the play comes on stage, the play is over!’” (Neal A. Maxwell,",["span.emphasis","New Era,"],"Jan. 1971, p. 9)."]]]],"refs":null}
