{"id":33,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":33,"title":"Chapter 31: The Redemption of the Dead","subtitle":"","short_title":"Chapter 31","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.head1"},[".titleNumber","Chapter 31"],["h1","The Redemption of the Dead"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p4"},"The building of temples that enable us to perform vicarious ordinances for the dead is increasing rapidly. Forty temples were in operation with the dedication of the Denver Temple in October 1986. The number of temples will continue to increase, with perhaps billions of ordinances being performed in thousands of temples. President Brigham Young prophesied of that day, “To accomplish this work there will have to be not only one temple but thousands of them, and thousands and tens of thousands of men and women will go into those temples and officiate for people who have lived as far back as the Lord shall reveal” (in",["span.emphasis","Journal of Discourses,"],"3:372)."]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.f1"},["ol.alphaCaps",["li",["span.label","A."],[".para","In accordance with the plan of salvation, everyone will at some time hear the gospel."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Discuss with the students",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.2"},"Doctrine and Covenants 1:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90.11"},"90:11"],"."]],["li",["span.label","■"],[".para","President Joseph Fielding Smith taught about the universality of the gospel message. One of his statements can be found in Supporting Statements A on page 85 of the student manual (see",["span.emphasis","Doctrines of Salvation,"],"2:133)."]]]]],["li",["span.label","B."],[".para","The way has been opened for those who die without the gospel to receive it."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","An important revelation concerning the redemption of the dead was received by President Joseph F. Smith and is found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"Doctrine and Covenants 138"],". In his biography, written by his son Elder Joseph Fielding Smith, we learn the circumstances behind this revelation: “At the October General Conference, 1918, President Joseph F. Smith declared that during the five months just past he had dwelt in the presence of the Spirit of the Lord. During much of that time he had been confined to his room because of illness. In his opening address at the conference, he s"],[".para","“‘I will not, I dare not, attempt to enter upon many things that are resting upon my mind this morning, and I shall postpone until some future time, the Lord being willing, my attempt to tell you some of the things that are in my mind, and that dwell in my heart. I have not lived alone these five months. I have dwelt in the spirit of prayer, of supplication, of faith and determination; and I have had my communications with the Spirit of the Lord continuously; and I am glad to say to you, my brethren and sisters, that it is a happy meeting this morning for me to have the privilege of joining with you in the opening of this eighty-ninth Semi-annual Conference of the Church.’” (",["span.emphasis","The Life of Joseph F. Smith,"],"p. 466.)"],[".para","On 31 October 1918 President Smith submitted the revelation to his counselors, to the Quorum of the Twelve Apostles, and to the Patriarch. They unanimously accepted it. During general conference in April 1976, this revelation was accepted by the Saints as canonized scripture, and it was printed as part of the Pearl of Great Price that same year. In 1978 the revelation was removed from the Pearl of Great Price and placed in the Doctrine and Covenants."]],["li",["span.label","■"],[".para","Read as a class the scriptures listed in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-31-the-redemption-of-the-dead.p8"},"Doctrinal Outline B"],"on page 85 of the student manual. Emphasize the scriptures from",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"Doctrine and Covenants 138"],"that record the principles revealed to President Smith concerning the redemption of the dead. You may decide to use more verses from",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"section 138"],"than are in the Doctrinal Outline. Use",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.56-57"},"verses 56 and 57"],"to help the students understand their individual assignment and responsibility in this great work on earth and in the spirit world."]]]]],["li",["span.label","C."],[".para","Ordinances performed vicariously provide the dead with the opportunity to receive full salvation."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Using the statement by President Rudger Clawson in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-31-the-redemption-of-the-dead.p26"},"Supporting Statements C"],"on page 85 of the student manual (see Conference Report, Apr. 1933, pp. 77–78) and the diagram on Chalkboard 1, show that the Church on earth and the spiritual organization in the spirit world are engaged in the same great work: the exaltation of Heavenly Father’s children."],[".",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"}]]]]],["li",["span.label","D."],[".para","Latter-day Saints have the authority and the responsibility to perform temple ordinances in behalf of the dead."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Have your students name the threefold mission of the Church:",["span.emphasis","“To proclaim the gospel, to perfect the Saints, and to redeem the dead”"],"(Spencer W. Kimball in Conference Report, Apr. 1981, p. 3; or",["span.emphasis","Ensign,"],"May 1981, p. 5). Why are we individually, as families, and as a church responsible for doing work for the dead? List on the chalkboard the responses the students give. Highlight and discuss those that are applicable to your students."]],["li",["span.label","■"],[".para","The following analogy given by Elder Boyd K. Packer helps explain our efforts in behalf of the dead:"],[".para","“We cannot know the full outcome of our efforts. We are commanded to bring the gospel message to the living, and to make provision for ordinance work to be performed for those who have died. We do not know how many of them will be redeemed in the celestial kingdom. We only make it possible for those to progress who can qualify."],[".para","“It might be likened to putting spiritual resources in a bank to be held in escrow under the name of an ancestor. When and how much he will be eligible to withdraw and claim we do not know. We just know that we are to provide the account for the use of the worthy.” (",["span.emphasis","The Holy Temple,"],"p. 213.)"]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.15"},"Doctrine and Covenants 128:15"],", and ask why neither we nor the dead can be made perfect without one another. Does our attention as individuals to this redemptive work for the dead have implications for our own salvation? Why? Read in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-31-the-redemption-of-the-dead.p30"},"Supporting Statements D"],"on page 86 of the student manual President Ezra Taft Benson’s statement about the requirements for our salvation and our individual responsibility in redeeming the dead (see Regional Representatives’ seminar, 3 Apr. 1981, p. 2)."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p23","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p23"},"Although the task that lies ahead may seem overwhelming, we must nevertheless accept the challenge. Elder Boyd K. Packer reminded us of the need to accomplish that task with love:"],["div",{"id":"p24","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p24"},"“We come now to that time, perhaps for the first time in this dispensation, when we must step back and consider the full proportion of the work."],["div",{"id":"p25","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p25"},"“If we are staggered by it, we must catch ourselves and straighten ourselves up and face it."],["div",{"id":"p26","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p26"},"“When we contemplate how big it is, it is astonishing; it is past astonishing, it is overwhelming!"],["div",{"id":"p27","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p27"},"“But it is",["span.emphasis","not"],"discouraging."],["div",{"id":"p28","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p28"},"“One day while pondering prayerfully on this matter I came to a realization that there is something that any one of us can do for all who have died."],["div",{"id":"p29","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p29"},"“I came to see that any one of us, by himself, can care about them, all of them, and love them. That came as a great inspiration, for then I knew there was a starting point."],["div",{"id":"p30","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p30"},"“Whatever the number, we can love them, and desire to redeem them. Any one of us has within us the power to expand our concern to include them all. If a billion more are added, we can care for them also."],["div",{"id":"p31","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p31"},"“If the numbers seem staggering, we will move ahead. If the process is tedious, we will move ahead anyway. If the records have been lost, if the obstacles and opposition are overwhelming, we will move ahead anyway."],["div",{"id":"p32","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-31-the-redemption-of-the-dead.p32"},"“But now we must adopt a different",["span.emphasis","attitude"],", different procedures, and technology. We must redeem the dead, all of them, for we are commanded to do it.” (",["span.emphasis","That They May Be Redeemed"],"[address delivered at Regional Representatives’ seminar, Apr. 1977], pp. [2–3].)"]]]],"refs":null}
