{"id":12,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":12,"title":"Chapter 10: The Purpose of Earth Life","subtitle":"","short_title":"Chapter 10","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-10-the-purpose-of-earth-life","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-10-the-purpose-of-earth-life.head1"},[".titleNumber","Chapter 10"],["h1","The Purpose of Earth Life"]],[".bodyBlock",[".topic",["h2","Introduction"],["div",{"id":"f1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-10-the-purpose-of-earth-life.f1"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Write on the chalkboard the following questions: Where did we come from? Why are we here? Where are we going?"],[".para","Only the gospel of Jesus Christ answers mankind’s most vital questions. Remind the students that the first question (Where did we come from?) was answered in chapter 6, “Our Premortal Life.” Explain that today you will search the scriptures to answer the second question (Why are we here?). The answer to the third question (Where are we going?) will unfold gradually throughout the rest of the course. You may also want to write on the chalkboard the following questions that will be discussed in today’s lesson: Why do I need a physical body? Why do we have trials and sufferings in this life? How can I become like God in this life?"]],["li",["span.label","■"],[".para","The earth is a school, not a playground. Our eternal quest involves progressing from one level to another, similar to the experience of advancing from one level to another in school. From an eternal perspective, being on earth indicates an advancement in our eternal schooling. (See",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-10-the-purpose-of-earth-life.p43"},"Supporting Statements D and E"],"on pp. 28–29 of the student manual.)"]]]]],[".topic",["h2","Ideas for Teaching"],["div",{"id":"f2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-10-the-purpose-of-earth-life.f2"},["ol.alphaCaps",["li",["span.label","A."],[".para","We are that we might have joy."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","What is God’s eternal purpose for his children in providing us with this earth life? Read Moses’ questions in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.30"},"Moses 1:30"],"and God’s profound answer to him in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"verse 39"],"."]],["li",["span.label","■"],[".para","Keep the emphasis of the lesson positive; help the students understand that having a mortal body, even with its weaknesses, is a great and necessary blessing in our eternal progression. Avoid a lengthy discussion about Satan; point out simply that as mankind’s adversary he seeks to thwart our eternal progress and destroy the work of God."]]]]],["li",["span.label","B."],[".para","God provided the opportunity for us to obtain a physical body in mortality."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","You may wish to use Chalkboard 1, “The Mortal Condition,” throughout the rest of your lesson, revealing only certain parts of it as you proceed."],[".",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"}]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24-26"},"Abraham 3:24–26"],". Ask the students what is meant by the phrase “added upon.”"]],["li",["span.label","■"],[".para","Does the human soul consist only of the spirit body? Only of the physical body? Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.15"},"Doctrine and Covenants 88:15"],"to show that the soul consists of both. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.33"},"Doctrine and Covenants 93:33"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.17"},"138:17"],"to show that the unity of the body and spirit is necessary for obtaining a fulness of joy."]],["li",["span.label","■"],[".para","Emphasize that our physical body is a gift from our Heavenly Father and should be treated as a sacred temple (see",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-10-the-purpose-of-earth-life.p9"},"Doctrinal Outline B 1"],"and",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-10-the-purpose-of-earth-life.p9"},"B 2"],"on p. 27 of the student manual)."]]]]],["li",["span.label","C."],[".para","Mortality is our time of testing."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Read in",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.24-25"},"Abraham 3:24–25"],"about our second estate, and emphasize “we will prove them now herewith.” This life is a test to see if we will keep God’s commandments and overcome sin and opposition. Illustrate this truth by using the bottom section of Chalkboard 1."]],["li",["span.label","■"],[".para","Is life supposed to be easy? Joy—the object of our existence—occurs when we recognize that we need to trust in God and do his will daily in order to overcome a variety of challenges. Illustrate this principle by reading Alma’s advice to his son Shiblon (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/38.5"},"Alma 38:5"],")."]],["li",["span.label","■"],[".para","Satan will sorely tempt us during our probationary state, but can he ever obtain power over us? Can he tempt us beyond our power to resist? Read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/13.10"},"1 Corinthians 13:10"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.28-30"},"Alma 13:28–30"],". The Savior knows what we are going through because he too was tempted, and he wants to help us (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/4.14-16"},"Hebrews 4:14–16"],"). The Savior can serve as our example in overcoming temptation: “He suffered temptations but gave no heed unto them” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.22"},"D&C 20:22"],"). We likewise suffer temptations, but we do not have to give heed to them. If we do, it is because we choose to do so. No one can force us to make that choice. To resist temptation, we need God’s help. Read",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.18"},"3 Nephi 18:18"],"."]]]]],["li",["span.label","D."],[".para","The tests of mortality are for our good."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Can we really appreciate happiness if we have never experienced bitterness and sadness? Read and ponder the scriptures in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-10-the-purpose-of-earth-life.p19"},"Doctrinal Outline D 1"],"on page 27 of the student manual."]],["li",["span.label","■"],[".para","Have the students identify and list on the chalkboard the various kinds of tests and trials mankind is subjected to. They may list war, disease, fatal accidents, starvation, mental and physical handicaps, poverty, cruelty, inequality, economic failures, and family disappointments. How can we maintain a Christlike spirit and attitude in the face of trials? How can we justify these tragedies with our knowledge of a kind, loving, merciful, omnipotent, and just God? (See",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-10-the-purpose-of-earth-life.p43"},"Supporting Statements D"],"on pp. 28–29 of the student manual.) You may invite the students to share examples of individuals who have overcome tremendous obstacles and trials through their faith."]],["li",["span.label","■"],[".para","Use the example of Joseph Smith and his brethren in the Liberty Jail in Missouri (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.1-10"},"D&C 121:1–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.1-9"},"122:1–9"],"). The Lord confirmed to the Prophet what He had taught the Saints earlier about their experiences in building Zion: “Ye cannot behold with your natural eyes, for the present time, the design of your God concerning those things which shall come hereafter, and the glory which shall follow after much tribulation. For after much tribulation come the blessings.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.3-4"},"D&C 58:3–4"],".)"]]]]],["li",["span.label","E."],[".para","Mortality provides us with the opportunity to develop the attributes of godliness."],["div",{"id":"f","uri":"/manual/doctrines-of-the-gospel-teacher-manual.f"},["ol.content-list alpha-caps",["li",["span.label","■"],[".para","Is it possible for us to become perfect? Is it possible for us to become perfect in this life? Compare",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],"with",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.48"},"3 Nephi 12:48"],"to teach that to become perfect like God and Christ means to go through the resurrection. But we can obtain",["span.emphasis","finite perfection"],"in mortality, as taught by Elder Bruce R. McConkie in",["a.crossRef",{"href":"/manual/doctrines-of-the-gospel-student-manual/chapter-10-the-purpose-of-earth-life.p49"},"Supporting Statements E"],"on page 29 of the student manual (see",["span.emphasis","Mormon Doctrine,"],"p. 567)."]],["li",["span.label","■"],[".para","Share the following story told by President Spencer W. Kimball:"],[".para","“‘Brother Kimball, have you ever been to heaven?’"],[".para","“My answer seemed to be a shock of equal magnitude to him as I said without hesitation: ‘Why, yes, Brother Richards, certainly. I had a glimpse of heaven just before coming to your studio.’ …"],[".para","“‘Yes. Just an hour ago. It was in the holy temple across the way. The sealing room was shut off from the noisy world by its thick, white-painted walls; the drapes, light and warm; the furniture, neat and dignified; the mirrors on two opposite walls seeming to take one in continuous likenesses on and on into infinity; and the beautiful stained-glass window in front of me giving such a peaceful glow. All the people in the room were dressed in white. Here were peace and harmony and eager anticipation. A well-groomed young man and an exquisitely gowned young woman, lovely beyond description, knelt across the altar. Authoritatively, I pronounced the heavenly ceremony which married and sealed them for eternity on earth and in the celestial worlds. The pure in heart were there. Heaven was there."],[".para","“‘When the eternal marriage was solemnized, and as the subdued congratulations were extended, a happy father, radiant in his joy, offered his hand and said, “Brother Kimball, my wife and I are common people and have never been successful, but we",["span.emphasis","are"],"immensely proud of our family.” He continued, “This is the last of our eight children to come into this holy house for temple marriage. They, with their companions, are here to participate in the marriage of this, the youngest. This is our supremely happy day, with all of our eight children married properly. They are faithful to the Lord in church service, and the older ones are already rearing families in righteousness.”"],[".para","“‘I looked at his calloused hands, his rough exterior, and thought to myself, “Here is a real son of God fulfilling his destiny.”"],[".para","“‘“Success?” I said, as I grasped his hand. “That is the greatest success story I have heard.”’” (In Conference Report, Oct. 1971, pp. 152–53; or",["span.emphasis","Ensign,"],"Dec. 1971, p. 36.)"]],["li",["span.label","■"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],", and emphasize how important it is to subdue the physical appetites by giving ascendancy to our spiritual nature. By submitting ourselves to the direction of the Spirit, we gain mastery over the physical body."]]]]]]]],[".topic",["h2","Conclusion"],["div",{"id":"p35","uri":"/manual/doctrines-of-the-gospel-teacher-manual/chapter-10-the-purpose-of-earth-life.p35"},"Bear testimony of your knowledge that you and all other people are sent to this earth for a wise and noble purpose. Bear witness that by remaining faithful and trusting in God, we can overcome our weaknesses in this life and stay on the straight and narrow path leading to eternal life."]]]],"refs":null}
