{"id":2,"parent_id":0,"book_id":0,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction","content":[["div",{"id":"head1","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.head1"},["h1","Introduction"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.p2"},"In Doctrines of the Gospel courses, students will study principles and doctrines of the gospel as revealed in the standard works. The scriptures are the basic texts. The student manual is a guide for individual study of the scriptures, and it provides a basis for classroom discussion."],[".topic",["h2","Using the Student Manual"],["div",{"id":"p4","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.p4"},"Study the student manual before you prepare your lessons. Each chapter in the student manual has two sections, Doctrinal Outline and Supporting Statements. Each subject in the Doctrinal Outline is divided into several statements, which are further divided into more specific statements. Supporting scriptural references build on each other in a logical and sequential manner. The second section in each chapter, Supplementary Statements, consists of commentaries from the Prophets and Apostles in this dispensation."]],[".topic",["h2","Using the Teacher Manual"],["div",{"id":"p6","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.p6"},"This manual provides the teacher with a variety of ideas that you may use, adapt, or build upon as you prepare your lessons. Each chapter contains more ideas than you can possibly use, so do not try to follow this guide explicitly. For best results, begin by reading each chapter in the student manual, noting the concepts you want to explain and emphasize in your classes. Next, read the corresponding chapter in the teacher manual. Choose only the ideas and methods for lesson presentation that will work best for you and your students. The suggestions in the teacher manual may help you develop other ideas that will work better for your classes. In adapting your lessons, however, do not depart from the doctrinal outlines in the student manual into speculation or subjects of dubious eternal value to the students."],["div",{"id":"p7","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.p7"},["span.emphasis","Introduction."],"The first section of each chapter in the teacher manual, Introduction, contains one or more ideas about how to begin your lesson in a way that will motivate your students to study the doctrinal subject. You should spend no more than five to seven minutes of each class period using ideas from this section. Do not allow the motivational part of the lesson to usurp time you need to teach the substance of the doctrines in each chapter."],["div",{"id":"p8","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.p8"},["span.emphasis","Ideas for Teaching."],"The second and longest section of each chapter is Ideas for Teaching. This section corresponds to the doctrinal outline of the corresponding chapter in the student manual. Choose from and adapt the methods and ideas suggested in this section for teaching the doctrines."],["div",{"id":"p9","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.p9"},["span.emphasis","Conclusion."],"The third and final section of each chapter, Conclusion, contains a brief suggestion for ending the lesson successfully. These suggestions often include ideas about how to help the students apply a specific gospel principle in their lives."],["div",{"id":"p10","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.p10"},["span.emphasis","Chalkboards."],"At the end of some chapters are chalkboard illustrations, which you may use as a guide for what you write on the chalkboard; or you may choose to make bulletin board displays or overhead transparencies from them. Some chalkboards may also be suitable for use in making handouts for the students."]],[".topic",["h2","Adapting the Course to Semesters or Quarters"],["div",{"id":"p12","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.p12"},"Doctrines of the Gospel is a course easily adapted to either the semester or the quarter system. If you are teaching on the semester system, the following division of the course material is recommended:"],["ul.noMarker",["li",[".para",["span.emphasis","First semester:"],"Religion 430. Chapters 1–20"]],["li",[".para",["span.emphasis","Second semester:"],"Religion 431. Chapters 21–37"]]],["div",{"id":"p15","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.p15"},"If you teach on the quarter system, this plan is recommended:"],["ul.noMarker",["li",[".para",["span.emphasis","First quarter:"],"Religion 430. Chapters 1–12"]],["li",[".para",["span.emphasis","Second quarter:"],"Religion 431. Chapters 13–24"]],["li",[".para",["span.emphasis","Third quarter:"],"Religion 432. Chapters 25–37"]]],["div",{"id":"p19","uri":"/manual/doctrines-of-the-gospel-teacher-manual/introduction.p19"},"Both of these divisions of the course material allow time for tests and give you the flexibility to teach some chapters over two or more class periods."]]]],"refs":null}
