{"id":52,"parent_id":51,"book_id":22358,"content_id":1,"language_id":1,"display_order":52,"title":"Section 8: Paul’s Witness as a Missionary","subtitle":"","short_title":"Section 8","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8"},[".heading",{"id":"head2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.head2"},[".titleNumber","Section 8"],["h1","Paul’s Witness as a Missionary"],["p.epigraph",{"id":"lds-3"},"“And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God. For I determined not to know any thing among you, save Jesus Christ, and him crucified.” (1Corinthians 2:1, 2.)"]],[".bodyBlock",[".figure",{"id":"f1","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.f1"},["h3","Lessons"],["ol.number",["li",["span.label","33."],["p.para","The Coming of the Lord Jesus Christ"]],["li",["span.label","34."],["p.para","“That Your Faith Should Not Stand in the Wisdom of Men”"]],["li",["span.label","35."],["p.para","“This Do in Remembrance of Me”"]],["li",["span.label","36."],["p.para","“Covet Earnestly the Best Gifts”"]],["li",["span.label","37."],["p.para","Affliction Worketh for Us a More Exceeding Weight of Glory"]],["li",["span.label","38."],["p.para","“Whatsoever a Man Soweth, That Shall He Also Reap”"]],["li",["span.label","39."],["p.para","“Man Is Justified by Faith”"]],["li",["span.label","40."],["p.para","“Heirs of God, and Joint-Heirs with Christ”"]],["li",["span.label","41."],["p.para","Elected Before the Foundations of the World"]]]],[".topic",["h2","“Holy Men of God” Wrote"],["p.para",{"id":"p15","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p15"},"“… no prophecy of the scripture is of any private interpretation."],["p.para",{"id":"p16","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p16"},"“For the prophecy came not … by the will of man: but holy men of God spake as they were moved by the Holy Ghost.” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.20,21"},"2 Peter 1:20, 21"],".)"],[".topic",["h3","The First Presidency of the Church of Christ Directed All Missionary Work in This Meridian Dispensation"],["p.para",{"id":"p18","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p18"},"Of the twenty-seven books in the New Testament, fourteen were written by the apostle Paul. This has led some commentators to unjustifiably conclude that the work of this one outstanding apostle, together with the letters he wrote, overshadowed the work of the other apostles. But in your study you must remember that “Peter, James, and John, acted as the First Presidency of the Church in their day.” (Joseph Fielding Smith,",["span.emphasis","Doctrines of Salvation,"],"3:152.) The work of spreading the gospel had already progressed under the direction of the First Presidency before Paul’s work had commenced. It was by their direction that Paul was sent to the gentiles (",["a.scriptureRef",{"href":"/scriptures/nt/gal/2.9"},"Galatians 2:9"],"). And it may well be found, when God reveals “many great and important things pertaining to the Kingdom of God” (ninth Article of Faith), that Peter and others of the early brethren traveled as widely and wrote as much as did Paul."],["p.para",{"id":"p19","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p19"},"Before reading the letters of these early witnesses, it will be helpful to review what is known of their biographies. These are summarized at appropriate places throughout the course manual and should provide you with some helpful insights as to why the early apostles expressed themselves as they did."]],[".topic",["h3","Why the Early Apostles Communicated to the Church by Letter"],["p.para",{"id":"p21","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p21"},"At the time of Paul’s conversion to the gospel, about",["span.small","A.D."],"36, the church of Jesus Christ was a small body of believers scarcely known beyond the borders of Judea. Some fifteen or sixteen years later, at the time Paul wrote his first two letters, First and Second Thessalonians, the gospel message had spread to various parts of the Roman Empire. The church then was widely scattered, and modern methods of rapid transportation and communication were unknown. Also, converts to the early church came out of a world of competing and soul-degrading philosophies. The major problem of the authorities of the church in that time, therefore, was keeping the church pure and uncontaminated from the false philosophies and immoral practices of the day, and communicating this direction in the most rapid manner. Communication by courier through direct word, or by letter to local priesthood authorities, was the fastest way that church authorities could respond to local needs and problems (",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.2"},"2 Thessalonians 2:2"],"). It is against this backdrop that Paul, no doubt under the direction of the presidency of the church, was empowered to set in order many of the branches of the church which he had founded. For the most part, this was done by letters, fourteen of which we have in our New Testament. Likewise, in the New Testament canon are found letters of other priesthood officers: Peter, the president of the church; James, an apostle; John, an apostle and, some think, the successor to the president following Peter’s martyrdom; and Jude, an apostle. Each of their letters was written to provide encouragement and instruction to the saints scattered abroad or to combat heresy which had crept into the church."]],[".topic",["h3","In What Historical Sequence Were the Letters Written?"],["p.para",{"id":"p23","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p23"},"Because of Luke’s detailed historical account in the book of Acts, and other internal allusions within the letters themselves, we have a general notion when most of the letters in the New Testament canon were written. In no case, of course, can we assign an exact date for the letters. Some letters appear to have been written during Paul’s second and third missionary journeys, between",["span.small","A.D."],"50 and 60; others were penned during the first and second imprisonments in Rome, from about",["span.small","A.D."],"61 to 68; still others appear to have been written toward the end of the first century. One, the book of Hebrews, bears no dating marks at all, making it difficult to suggest any accurate time period when the letter was written. The chronology of Paul’s letters in this course manual is essentially that which is used by Dr. Sidney Sperry in",["span.emphasis","The Life and Letters of Paul."],"For the chronology of the New Testament writings, see the",["a.crossRef",{"href":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/map-section.p1"},"Chart of New Testament History"],"in the center section."]]],[".topic",["h2","Biography"],[".topic",["h3","Paul the Missionary"],["p.para",{"id":"p26","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p26"},"Following his conversion, Paul was taken into Damascus where Ananias, who was probably the presiding officer of the local church, helped to heal him of his blindness. Then Paul was baptized, and he received the gift of the Holy Ghost. Because he progressed so rapidly in understanding his new faith, and because his training in the Old Testament had been so thorough, in a very short time Paul was able to confound the Jewish leaders in Damascus by proving Jesus to be the long-awaited Messiah. About this time, Paul went into Arabia to prepare himself spiritually (",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.17"},"Galatians 1:17"],"). There, in desert seclusion, it is possible that his prayers and meditations were of such power that he was taught the gospel by direct revelation from the Savior (",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.11,12"},"Galatians 1:11, 12"],")."],["p.para",{"id":"p27","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p27"},"We do not know the exact place or length of Paul’s stay in Arabia; we do know that at the end of this time, he was prepared to begin his missionary labors. He returned to Damascus and again taught in the Jewish synagogues. This time his preaching so incensed the Jews that they sought to kill him. Members of the church helped Paul by lowering him down the outside of the city wall in a basket, and the beleaguered man was able to escape to Jerusalem."],["p.para",{"id":"p28","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p28"},"Perhaps during his stay in Jerusalem Paul learned much from Peter concerning the mortal life and ministry of the Savior. Paul used the occasion to preach the gospel in the Jerusalem synagogues. Because he reasoned with such vigor and effectiveness, he alienated the Jewish leaders and they determined to kill him. Their plots, however, were ineffective, for the Savior intervened to save Paul’s life. The Lord appeared to Paul in a vision while he was praying in the temple and warned him to leave the city. Obedient to this command, Paul fled from Jerusalem, and with the help of the church brethren escaped to Caesarea and then back to Tarsus, his hometown and capital of the province of Cilicia."],["p.para",{"id":"p29","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p29"},"While Paul was in Cilicia and the neighboring province of Syria, he preached with great power; so many people were converted that the news of his success was carried to the brethren in Jerusalem (",["a.scriptureRef",{"href":"/scriptures/nt/gal/1.21-24"},"Galatians 1:21–24"],"). Later, when Barnabas needed an assistant in the ministry, no doubt he was influenced by his knowledge of Paul’s effectiveness as a missionary. Barnabas sought out Paul in Tarsus and persuaded him to help in the missionary labors in Antioch (",["a.scriptureRef",{"href":"/scriptures/nt/acts/11.25,26"},"Acts 11:25, 26"],"). Relief funds were also gathered for the impoverished members of the church in Jerusalem. Then the two men traveled to Jerusalem to take the much-needed assistance to the saints (",["a.scriptureRef",{"href":"/scriptures/nt/acts/11.29-31"},"Acts 11:29–31"],")."],["p.para",{"id":"p30","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.p30"},"In Acts we read of Paul’s three known missionary journeys and of his five visits to Jerusalem. Paul’s letters, many of which were written during his travels, add much to help us understand the details of Paul’s life and apostolic ministry. At the end of his third missionary journey, Paul returned to Jerusalem. There Roman soldiers rescued him from certain death at the hands of an angry mob of Jews. When the Roman chief captain learned of Paul’s Roman citizenship and of a Jewish conspiracy to kill Paul, he detailed several hundred soldiers to take Paul to Caesarea where he could be protected and judged by Felix, the Roman governor."],[".",{"id":"f2","uri":"/manual/the-life-and-teachings-of-jesus-and-his-apostles/section-8-pauls-witness-as-a-missionary/section8.f2"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32474/32474_000_032_02-antioch.gif"}]]]]]]]],"refs":null}
