{"id":65,"parent_id":64,"book_id":23520,"content_id":1,"language_id":1,"display_order":65,"title":"Lesson 49: Enos","subtitle":"","short_title":"Lesson 49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.head3"},[".titleNumber","Lesson 49"],["h1","Enos"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p4"},"After reflecting on the words of his father, Enos prayed for and received a remission of his sins. He then prayed for the spiritual welfare of the Nephites and the Lamanites and spent his life laboring for their salvation."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.1-8"},"Enos 1:1–8"]],["h4","After reflecting on the words of his father, Enos prays for and receives a remission of his sins"],[".img-left",{"id":"f1","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.f1"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_049_02-enos.jpg"}]],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p8"},"Write the words",["span.emphasis","my soul hungered"],"on the board. Invite students to think of a time when they felt very hungry."],["ul.bullet",["li",["span.label","•"],["p","What are some words you would use to describe what you feel when you are hungry? (Students may describe hunger as a feeling of emptiness, pain, weakness, or desire to be filled.)"]],["li",["span.label","•"],["p","What might a person mean by the phrase “my soul hungered”? (Feelings of spiritual emptiness, pain, or weakness or a desire to be filled spiritually.)"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p11"},"Invite students to think of a time when their souls have hungered. Explain that today they will study the experience of a person whose soul hungered. Display the picture Enos Praying (62604;",["span.emphasis","Gospel Art Book"],"[2009], no. 72)."],["ul.bullet",["li",["span.label","•"],["p","What do you know about the person in the picture? (If students are unsure, explain that this is a picture of Enos, who was a grandson of Lehi and Sariah and a son of Jacob. He was entrusted with the small plates shortly before his father’s death [see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/7.27"},"Jacob 7:27"],"].)"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p13"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.1,3"},"Enos 1:1, 3"],"aloud. Ask the class to look for how Jacob had influenced Enos. Invite a few students to tell the class what they find."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p14"},"Display the following chart on the board. (To save time, you might want to put the chart on the board before class.) The chart is designed to help groups of students focus on different details of Enos’s experience as they study",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.2-8"},"Enos 1:2–8"],"."],[".chalkboard",{"id":"f4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.f4"},["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","What Enos desired"]],["th",{"colspan":"1","rowspan":"1"},["p.para","What Enos did"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Results of what Enos did"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.2"},"Enos 1:2"]],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.3"},"Enos 1:3"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.2"},"Enos 1:2"]],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.4"},"Enos 1:4"]],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.8"},"Enos 1:8"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.5"},"Enos 1:5"]],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.6"},"Enos 1:6"]],["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.8"},"Enos 1:8"]]]]]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p26"},"Explain that as Enos thought about his father’s teachings, he experienced spiritual feelings that led him to do certain things, which in turn produced certain results in his life."],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p27"},"Divide the class into three groups. Read",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.2-8"},"Enos 1:2–8"],"aloud. As you read, have group one look for phrases indicating Enos’s desires. Invite group two to look for what Enos did. Ask group three to look for the results of Enos’s desires and actions. (Point out that the verses listed on the chart contain information pertaining to each group’s assignment.)"],[".sidebar box-decor box-right",{"id":"f5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.f5"},["h3","Finding details in long scripture passages"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p29"},"Some students feel overwhelmed when they are asked to find multiple details in long scripture passages. To help these students, divide the class into several groups. Direct each group to look for a different detail in a long passage. This can help students focus on key ideas as they read. It also gives them an opportunity to teach each other the important details they discover in the scriptures."]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p30"},"After you have finished reading",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.2-8"},"Enos 1:2–8"],", invite students in the first group to report the phrases they found concerning Enos’s desires. As students mention these phrases, have them write the phrases on the board. You might want to encourage students to mark these phrases in their scriptures. Students may mention phrases such as “a remission of my sins,” “eternal life,” and “the joy of the saints.”"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p31"},"After the first column is filled in, invite the class to skim the beginning of",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.4"},"Enos 1:4"],". Have them identify what Enos experienced as his father’s words “concerning eternal life, and the joy of the saints, sunk deep into [his] heart” (",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.3"},"Enos 1:3"],"). Students should notice the phrase “and my soul hungered.” (You might want to encourage students to mark this phrase in their scriptures.)"],["ul.bullet",["li",["span.label","•"],["p","How might reflecting on a prophet’s teachings concerning eternal life and the joy of the Saints cause a person’s soul to hunger? (It may help a person desire to be worthy to be with the Lord and desire the happiness that comes from living the gospel.)"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p33"},"Point out that Enos also desired a remission of his sins. Explain that the phrase “my soul hungered” may indicate a feeling of spiritual emptiness resulting from sin. It may also indicate a person’s yearning to draw nearer to the Lord and learn of Him."],["ul.bullet",["li",["span.label","•"],["p","Why does sin cause us to feel spiritually empty? (Sin causes the Holy Ghost to withdraw from us and we feel distanced from the Lord.)"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p35"},"To help students relate Enos’s experience to themselves, ask them to silently consider whether they have some of the same feelings of spiritual hunger that Enos described."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p36"},"To help the class see what Enos did to satisfy his spiritual hunger, invite students in group two to report their findings and record their answers on the board. Responses should include the following: “wrestle … before God,” “cried unto him in mighty prayer,” and “[exercised] faith in Christ.”"],["ul.bullet",["li",["span.label","•"],["p","How might the phrase “wrestle … before God” describe a person’s effort to receive a remission of sins? (Point out that Enos did not wrestle",["span.emphasis","with"],"God, but",["span.emphasis","before"],"God in prayer. This wrestling indicates Enos’s struggle to show Heavenly Father the sincerity of his desires and his willingness to repent by making necessary changes in his life.) Why is",["span.emphasis","wrestle"],"a good word to describe our efforts to repent?"]],["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.4"},"Enos 1:4"],", what evidence do you see that Enos was sincere as he sought a remission of his sins? (You may need to help students understand that",["span.emphasis","supplication"],"means to ask humbly and with great desire.)"]],["li",["span.label","•"],["p","In what ways can we show our sincerity as we seek the Lord’s forgiveness? (You may want to point out that our prayers may not need to be as long as Enos’s, but they need to be sincere.)"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p40"},"To help the class see the results of what Enos did, invite students in group three to report their findings and record their answers on the board. Responses should include the following: “thy sins are forgiven thee,” “my guilt was swept away,” and “thy faith hath made thee whole.” (You may want to explain that to be made whole means to be healed or purified from sin.)"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.7-8"},"Enos 1:7–8"],", what enabled Enos to be forgiven and made whole? (His faith in Jesus Christ.)"]],["li",["span.label","•"],["p","What lessons can we learn from Enos about the process of receiving forgiveness for our sins? (In addition to other truths students may mention, be sure they understand that",["b","as we exercise faith in Jesus Christ, our sins can be forgiven and we can be made whole."],") Why is exercising faith in Jesus Christ necessary for us to receive these blessings? (Jesus Christ atoned for our sins. It is only through His Atonement that we can be made whole.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.5-6"},"Enos 1:5–6"],", how did Enos know he had been forgiven? (You may want to point out that the voice mentioned in",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.5"},"Enos 1:5"],"was a voice that came to Enos’s mind [see",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.10"},"Enos 1:10"],"].)"]],["li",["span.label","•"],["p","How can you know that you have been forgiven of your sins?"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p45"},"As part of the discussion of the final question above, read the following statement by President Dieter F. Uchtdorf of the First Presidency:"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p46"},"“Once we have truly repented, Christ will take away the burden of guilt for our sins. We can know for ourselves that we have been forgiven and made clean. The Holy Ghost will verify this to us; He is the Sanctifier. No other testimony of forgiveness can be greater” (”Point of Safe Return,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2007, 101)."],["ul.bullet",["li",["span.label","•"],["p","Why is it helpful to know that Christ will take away the burden of guilt for our sins after we have truly repented?"]]],["p.preamble","Ask students to silently ponder the following questions:"],["ul.bullet",["li",["span.label","•"],["p","When have you felt that the Lord has forgiven you of your sins?"]],["li",["span.label","•"],["p","How did you exercise faith in the Atonement of Jesus Christ?"]],["li",["span.label","•"],["p","How did you know you were forgiven?"]],["li",["span.label","•"],["p","Have you felt the Lord’s forgiveness recently?"]]],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p53"},"Testify that we will be forgiven as we exercise faith in Jesus Christ and truly repent of our sins. Because of the Savior, our guilt can be swept away and we can be made whole."]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.9-27"},"Enos 1:9–27"]],["h4","Enos prays for the spiritual welfare of the Nephites and the Lamanites, and he labors diligently for their salvation"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p56"},"Draw the following diagram on the board. Explain that after Enos prayed for himself, he expanded his prayers to include petitions for the welfare of others. Assign students to work in pairs. Invite the students in each pair to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.9-14"},"Enos 1:9–14"],". Ask them to identify the two groups of people for whom Enos prayed and what he prayed for in each case. As students report what they learn, add the words",["span.emphasis","Nephites"],"and",["span.emphasis","Lamanites"],"in place of the question marks in the diagram."],[".image",{"id":"f12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.f12"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_049_01-target.gif"}]],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.14"},"Enos 1:14"],", what were the Lamanites’ intentions toward the Nephites?"]],["li",["span.label","•"],["p","What do we learn about Enos from his prayer for the Lamanites?"]]],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p62"},"Read the following statement by President Howard W. Hunter. Ask students to listen for how it relates to Enos’s experience:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p63"},"“Any time we experience the blessings of the Atonement in our lives, we cannot help but have a concern for the welfare of our brethren. …"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p64"},"“A great indicator of one’s personal conversion is the desire to share the gospel with others” (",["span.emphasis","The Teachings of Howard W. Hunter,"],"ed. Clyde J. Williams [1997], 248–49)."],["ul.bullet",["li",["span.label","•"],["p","How does this statement relate to Enos’s experience? (Enos demonstrated that",["b","as we experience the blessings of Jesus Christ’s Atonement, we will seek to help others receive salvation."],"You may want to encourage students to write this principle in their scriptures.)"]]],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p66"},"Ask students to study",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.12,15-20"},"Enos 1:12, 15–20"],"silently, looking for what Enos demonstrated about the relationship between prayer, faith, and diligence."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to pray in faith?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.12,19-20"},"Enos 1:12, 19–20"],", how did Enos show diligence during and after his prayer?"]],["li",["span.label","•"],["p","What can we learn about prayer from Enos’s example? (Students should be able to see that",["b","the Lord answers our prayers according to our faith and diligence."],")"]]],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p70"},"To help students consider ways they can follow Enos’s example, write the following statements on the board or provide them in a handout. Invite students to choose one statement and answer it in their scripture study journals."],[".image",{"id":"f16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.f16"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_049_handout.gif"}]],[".chalkboard",{"id":"f17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.f17"},[".figure",["ol.number",["li",["span.label","1."],["p.para","Like Enos, I desire to receive a remission of my sins. I will show the Lord that I am sincere in this desire by …"]],["li",["span.label","2."],["p.para","Like Enos, I desire to help my family members and friends come unto Christ. One person I will seek to help is … I will seek to help this person by …"]],["li",["span.label","3."],["p.para","Enos prayed for the Lamanites, who were considered his enemies. Like Enos, I want to show the Lord’s love toward those who are unkind to me. One way I will do this is …"]]]]],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p74"},"After students have finished writing, have a student read",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.26-27"},"Enos 1:26–27"],". Invite the class to look for evidence of the joy Enos experienced because of his efforts. After students report what they find, encourage them to accomplish what they have written in their scripture study journals. Testify that as we exercise faith in Jesus Christ, we can experience forgiveness and joy, and our desires to help others come unto Christ will increase."]]]],[".resources",[".box-decor",{"id":"f19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.f19"},["h2","Commentary and Background Information"],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.t11"},["h3","Enos 1:2. “I received a remission of my sins”"],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p77"},"Enos did not mention the nature or extent of his sins, but rather described the process of repentance that we must each undertake to receive divine forgiveness. President Spencer W. Kimball taught:"],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p78"},"“I have always loved the story of Enos, who had great need. Like all of us—for none of us is perfect—he had strayed. How dark were his sins I do not know, but he wrote, ‘I will tell you of the wrestle which I had before God, before I received a remission of my sins’ [",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.2"},"Enos 1:2"],"]. …"],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/enos/lesson-49.p79"},"“What a blessing and a joy for each of us to know that our Father lives and that he loves us, that he forgives us when repentance is forthcoming, that he is ever willing to help and give love to his beloved children” (“Pray Always,”",["span.emphasis","Ensign,"],"Oct. 1981, 6)."]]]]]]],"refs":null}
