{"id":93,"parent_id":92,"book_id":0,"content_id":1,"language_id":1,"display_order":93,"title":"Section 81 The Call of Frederick G. Williams","subtitle":"","short_title":"Section 81","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.head2"},[".titleNumber","Section 81"],["h1","The Call of Frederick G. Williams"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p1"},"On 15 March 1832 the Prophet Joseph Smith received a revelation calling Frederick G. Williams to be a Counselor in the First Presidency of the Church. Originally, however, this revelation was directed to Jesse Gause."],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p2"},"“Our earliest reference to Jesse Gause is as a member of the Shaker communities in Hancock near Pittsfield, and possibly in North Union, Ohio as well. His conversion and baptism are not found in any of the records of the Church, but one writer has suggested that he was converted by Reynolds Cahoon in late 1830. It was not until 8 March 1832, when Jesse Gause was called to be a counselor to Joseph Smith in the presidency of the high priesthood, that his name is even mentioned in surviving Church records. The notation in the Kirtland Revelation Book is as follows:"],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p3"},"“‘March 8, 1832. Chose this day and ordained Brother Jesse Gause and Brother Sidney to be my counselors of the ministry of the presidency of the high priesthood …’ [spelling standardized]."],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p4"},"“One week later, a revelation concerning Jesse Gause was received by Joseph Smith, confirming Jesse in his work and giving further direction in his office and calling. There are two manuscript copies of this revelation extant. … In both of these Jesse Gause’s name has been crossed out and Frederick G. Williams’ name written above it. Since that time, all published copies of this revelation (Section 81 of the Doctrine and Covenants) list Frederick G. Williams as the one to whom it is directed. Since this revelation contains instructions, duties, and promised blessings to the one called as counselor to the Prophet, the revelation was just as appropriate for Frederick G. Williams as it was to Jesse Gause."],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p5"},"“After Jesse Gause was ordained, he appeared in a leading role in the Church for only a short time. In April 1832, he accompanied Joseph Smith, Newel K. Whitney, and Peter Whitmer, Jr. on a trip to Missouri. They arrived 24 April and began holding conferences with the Saints in Zion on the 26th. In the minutes of a meeting of the Literary Firm held on Monday, 30 April, Jesse Gause was listed as a counselor to Joseph Smith. …"],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p6"},"“Upon his return to Kirtland, Jesse was called to serve a mission with Zebedee Coltrin. They began their journey on 1 August 1832, and traveled until the 19th, at which time Coltrin decided to return to Kirtland because of severe pains in his head. After praying with and for each other, they parted. Jesse Gause continued east and walked right out of the history of the Church, never again to return. There appears to be no other record of the man either in or out of the Church."],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p7"},"“Some months after the departure of Jesse Gause, the presidency of the high priesthood was reorganized with Frederick G. Williams replacing him as counselor. This reorganization was commanded in Section 90 of the Doctrine and Covenants, and actually took place on 18 March 1833.” (Robert J. Woodford, “Jesse Gause, Counselor to the Prophet,”",["span.emphasis","BYU Studies,"],"Spring 1975, pp. 362–64.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.1"},"D&C 81:1"],". Establishment of the First Presidency"],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p8"},"In November 1831 the Lord revealed the principles pertaining to the organization of the First Presidency. These principles were not formally presented until 28 March 1835, when the newly formed Quorum of the Twelve requested written instructions concerning their duties. This reply, now section 107 of the Doctrine and Covenants, includes the items given earlier concerning the First Presidency (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.56-69,71-72,74-75,78-87,89,91-92,99-100"},"D&C 107:56–69, 71–72, 74–75, 78–87, 89, 91–92, 99–100"],"; see also “Kirtland Revelation Book,” Archives of The Church of Jesus Christ of Latter-day Saints, Salt Lake City, pp. 84–87.)"],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p9"},"The Prophet Joseph Smith was ordained as president of the high priesthood on 25 January 1832 (see History of the Church, 1:267), but he did not select his counselors until 8 March 1832 (see “Kirtland Revelation Book,” p. 10). This revelation was directed to one of those counselors, Jesse Gause, but it was applied to Frederick G. Williams when he was called to the Presidency to replace Gause on 8 March 1833 (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/90"},"D&C 90"],"; History of the Church, 1:329–30). March 18, 1833, is the date when the organizing and ordaining of the first First Presidency in this dispensation was completed (see History of the Church, 1:334)."],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p10"},"These events illustrate how the Church grew and developed as the need arose. President Anthon H. Lund explained: “When the Church was organized on the 6th day of April, 1830, … it was impossible to establish this perfect organization of the Priesthood. Joseph Smith and Oliver Cowdery were called and ordained Apostles; but there could not be Twelve Apostles, there could not be Seventy, for at that time the Church was too small. It took time for the work to grow; but the Lord had given revelation upon the subject, and when the proper time came the Presidency of the Church was organized, with the Prophet Joseph as President and Sidney Rigdon and Frederick G. Williams as his counselors. Afterwards the Twelve Apostles were chosen, and then the Seventies. But in the beginning, when there were not enough to form these different quorums, the Elders presided, because they held the Melchisedek Priesthood. The Lord, however, had a perfect organization for His Church, and He gave it unto them when they were ready to receive it.” (In Conference Report, Oct. 1901, p. 75.)"],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.f1"},[".caption","The First Presidency of the Church (1833): Sidney Rigdon, Joseph Smith, and Frederick G. Williams"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.2"},"D&C 81:2"],". “The Keys of the Kingdom … Belong Always unto the Presidency”"],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p12"},"President Joseph F. Smith explained: “The Priesthood in general is the authority given to man to act for God. Every man that has been ordained to any degree of the Priesthood, has this authority dedicated to him."],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p13"},"“But it is necessary that every act performed under this authority, shall be done at the proper time and place, in the proper way, and after the proper order. The power of directing these labors constitute the",["span.emphasis","keys"],"of the Priesthood. In their fullness, these keys are held by only one person at a time, the prophet and president of The Church. He may delegate any portion of this power to another, in which case that person holds the keys of that particular labor. Thus, the president of a temple, the president of a stake, the bishop of a ward, the president of a mission, the president of a quorum, each holds the keys of the labors performed in that particular body or locality. His Priesthood is not increased by this special appointment, for a seventy who presides over a mission has no more Priesthood than a seventy who labors under his direction; and the president of an elders’ quorum, for example, has no more Priesthood than any member of that quorum. But he holds the power of directing the official labors performed in the mission or the quorum, or in other words,",["span.emphasis","the keys"],"of that division of that work. So it is throughout all the ramifications of the Priesthood—a distinction must be carefully made between the general authority, and the directing of the labors performed by that authority.” (“Distinction between Keys of the Priesthood and Priesthood,”",["span.emphasis","Improvement Era,"],"Jan. 1901, p. 230.)"],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p14"},"President Joseph Fielding Smith added:"],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p15"},"“These keys are the right of presidency; they are the power and authority to govern and direct all of the Lord’s affairs on earth. Those who hold them have power to govern and control the manner in which all others may serve in the priesthood. All of us may hold the priesthood, but we can only use it as authorized and directed so to do by those who hold the keys."],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p16"},"“This priesthood and these keys were conferred upon Joseph Smith and Oliver Cowdery by Peter, James, and John, and by Moses and Elijah and others of the ancient prophets. They have been given to each man who has been set apart as a member of the Council of the Twelve. But since they are the right of presidency, they can only be exercised in full by the senior apostle of God on earth, who is the president of the Church."],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p17"},"“May I now say—very plainly and very emphatically—that we have the holy priesthood and that the keys of the kingdom of God are here. They are found only in The Church of Jesus Christ of Latter-day Saints."],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p18"},"“By revelation to Joseph Smith, the Lord said that these keys ‘belong always unto the Presidency of the High Priesthood’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.2"},"D&C 81:2"],"). …"],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p19"},"“Now, brethren, I think there is one thing which we should have exceedingly clear in our minds. Neither the President of the Church, nor the First Presidency, nor the united voice of the First Presidency and the Twelve will ever lead the Saints astray or send forth counsel to the world that is contrary to the mind and will of the Lord."],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p20"},"“An individual may fall by the wayside, or have views, or give counsel which falls short of what the Lord intends. But the voice of the First Presidency and the united voice of those others who hold with them the keys of the kingdom shall always guide the Saints and the world in those paths where the Lord wants them to be. …"],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p21"},"“I testify that if we shall look to the First Presidency and follow their counsel and direction, no power on earth can stay or change our course as a church, and as individuals we shall gain peace in this life and be inheritors of eternal glory in the world to come.” (In Conference Report, Apr. 1972, pp. 98–99; or",["span.emphasis","Ensign,"],"July 1972, pp. 87–88.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.6"},"D&C 81:6"],". “If Thou Art Faithful unto the End”"],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-81-the-call-of-frederick-g-williams.p22"},"This revelation to Frederick G. Williams is similar in some respects to a patriarchal blessing, for it told him of special promises and blessings reserved for him on the condition of his faithfulness and gave him specific charges that would help him achieve these blessings. During the apostasy in Kirtland in 1837, Frederick G. Williams became estranged from the Church. A conference of elders in Far West refused to sustain him as a member of the First Presidency, and at a conference in March 1839 he was excommunicated from the Church. Happily, about a year later he appeared during a general conference of the Church and “humbly asked forgiveness for his conduct [while in Missouri], and expressed his determination to do the will of God in the future” (",["span.emphasis","History of the Church,"],"4:110). His petition was accepted, and he was rebaptized soon afterwards. He died in Nauvoo in 1842."]]]]],"refs":null}
