{"id":98,"parent_id":92,"book_id":0,"content_id":1,"language_id":1,"display_order":98,"title":"Section 86 The Parable of the Wheat and the Tares","subtitle":"","short_title":"Section 86","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares","content":[["div",{"id":"head7","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.head7"},[".titleNumber","Section 86"],["h1","The Parable of the Wheat and the Tares"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p157","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p157"},"The Savior often used parables to teach the people during His mortal ministry. On one occasion when He was on the shore of Galilee, the people pressed so close that He stepped into a boat and from there preached to the crowd. One of the messages He taught was the parable of the wheat and the tares. Later, when Jesus was alone with His Apostles, He explained the parable to them (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.24-30"},"Matthew 13:24–30"],")."],["div",{"id":"p158","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p158"},"On 6 December 1832, while Joseph Smith was working on the revision of the New Testament, he received an explanation of the parable of the wheat and the tares, “a more complete interpretation than [Jesus] gave to his apostles as recorded by Matthew. The reason for this may be accounted for in the fact that it is to be in these last days that the harvest is gathered and the tares are to be burned.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:353.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86"},"D&C 86"],". What Are Parables and Why Did Jesus Use Them?"],["div",{"id":"p159","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p159"},"“Parables are short stories which point up and illustrate spiritual truths. Those spoken by Jesus deal with real events, or, if fictitious, are so consistent and probable that they may be viewed as the commonplace experiences of many people."],["div",{"id":"p160","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p160"},"“When opposition to his message became bitter and intense, the master Teacher chose to present many of the truths of salvation in parables in order to hide his doctrine from those not prepared to receive it. It was not his purpose to cast pearls before swine.” (McConkie,",["span.emphasis","Doctrinal New Testament Commentary,"],"1:283.)"],["div",{"id":"p161","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p161"},"If the listener is spiritually sensitive to gospel truths, parables teach beautiful and powerful principles. But if one is not spiritually aware, then, as Elder McConkie pointed out, “parables seldom clarify a truth; rather, they obscure and hide the doctrine involved so that none but those already enlightened and informed, on the very point presented, are able to grasp the full meaning. Nowhere is this better illustrated than in the parable of the wheat and the tares. When Jesus first gave this parable, even the disciples did not understand it. They asked for the interpretation, and he gave it, partially at least. And then with both the parable and the interpretation before the world, the Lord still had to give a special revelation in latter-days so that the full meaning of this marvelous parable might sink into the hearts of men. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86"},"D. & C. 86"],".)” (",["span.emphasis","Doctrinal New Testament Commentary,"],"1:283–84.)"],[".",{"id":"f10","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.f10"},[".caption","He will separate the wheat from the tares."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.1-7"},"D&C 86:1–7"],". The Parable of the Wheat and the Tares"],["div",{"id":"p163","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p163"},"When Jesus first gave the parable of the wheat and the tares (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.24-30,36-43"},"Matthew 13:24–30, 36–43"],"), He interpreted most the details in the parable."],["div",{"id":"f11","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.f11"},["ol.number",["li",["span.label","1."],[".para","The man sowing seed is the Son of Man (Jesus)."]],["li",["span.label","2."],[".para","The field is the world."]],["li",["span.label","3."],[".para","The good seed are the children of the kingdom (followers of Jesus)."]],["li",["span.label","4."],[".para","The tares are children of the wicked one (those who follow the enticements of Satan)."]],["li",["span.label","5."],[".para","The enemy is the devil."]],["li",["span.label","6."],[".para","The harvest is the end of the world."]],["li",["span.label","7."],[".para","The reapers are the angels sent to reap the field."]],["li",["span.label","8."],[".para","The tares bound and burned are the evil ones separated out and cast into fire (punishment) at the Judgment."]],["li",["span.label","9."],[".para","The wheat gathered into the barn represents the righteous who are separated out and made to “shine forth” in the kingdom of the Father."]]]],["div",{"id":"f12","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.f12"},"The Lord did not interpret the following details in",["a.scriptureRef",{"href":"/scriptures/nt/matt/13"},"Matthew 13"],":",["ol.number",["li",["span.label","1."],[".para","The wheat springing forth and starting to bear fruit."]],["li",["span.label","2."],[".para","The men sleeping."]],["li",["span.label","3."],[".para","The wheat and tares being allowed to grow together until the harvest."]],["li",["span.label","4."],[".para","The wheat being uprooted in an attempt to weed out the tares."]]]],["div",{"id":"f13","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.f13"},"In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86"},"Doctrine and Covenants 86"],", the Lord explains these additional details and gives more information on the first details:",["ol.number",["li",["span.label","1."],[".para","The field is the world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.2"},"v. 2"],")."]],["li",["span.label","2."],[".para","The Apostles are the sowers of the seed (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.2"},"v. 2"],"). President Joseph Fielding Smith explained: “In Matthew’s account the Lord declares that he is the sower of the good seed, and in the Doctrine and Covenants it is stated that the apostles were the sowers of the seed. There is no contradiction here. Christ is the author of our salvation and he it was who instructed the apostles, and under him they were sent to preach the Gospel unto all the world, or to sow the seed, and as the seed is his and it is sown under his command, he states but the fact in this revelation and also in the parable.” (",["span.emphasis","Church History and Modern Revelation,"],"1:353.)"]],["li",["span.label","3."],[".para","Falling asleep implies the death of the original Apostles (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.3"},"D&C 86:3"],")."]],["li",["span.label","4."],[".para","The enemy is Babylon (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.3"},"v. 3"],"), the great whore, which is elsewhere called the great and abominable church (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.4-8"},"1 Nephi 13:4–8"],"). Babylon is a symbol of worldliness and evil, and therefore may be said to represent the devil’s power in this world. Those who remain in Babylon are those who follow the practices of the world and who do not accept the word of the Lord. Sometimes Satan’s persecution of the Church takes the form of aggressive persecution, such as killing the prophets or physically abusing the Saints. More often the persecution consists of social pressure against the humble followers of Christ. Those in the “great and spacious building” in Lehi’s dream mocked those who were pressing forward to partake of the fruit of the tree of life, and many became ashamed and fell away (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/8.27-33"},"1 Nephi 8:27–33"],")."]],["li",["span.label","5."],[".para","The tares (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.4"},"D&C 86:4"],") represent evil doctrines and those who spread them. “Traditionally, tares have been identified with the darnel weed, a species of bearded rye-grass which closely resembles wheat in the early growth period and which is found in modern Palestine. This weed has a bitter taste; if eaten in any appreciable amount, either separately or when mixed with bread, it causes dizziness and often acts as a violent emetic.” (McConkie,",["span.emphasis","Doctrinal New Testament Commentary,"],"1:296.)"],[".para","President Joseph Fielding Smith pointed out that “even in the Church the tares are to be found. It is the tares which are to be gathered up and burned from all over the world, but those in the Church will also be gathered out and find their place in the fire. [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/112.23-26"},"D&C 112:23–26"],".] The Savior also bore witness of [this. When] speaking to the Nephites he said: ‘For it shall come to pass, saith the Father, that at that day whosoever will not repent and come unto my Beloved Son, them will I cut off from my people, O house of Israel.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.20"},"3 Nephi 21:20"],".)” (",["span.emphasis","Church History and Modern Revelation,"],"1:354.)"],[".para","False doctrines or individuals who present themselves as faithful members of the Church but are in reality servants of Satan are a source of temptation to the faithful and tend to choke or corrupt the word of God, or the good seed that is sown."]],["li",["span.label","6."],[".para","The Church being driven into the wilderness (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.3"},"D&C 86:3"],") represents the time of the Apostasy. When the tares (the evil in the Church) grew to maturity, the result was apostasy. The wilderness represents the period of time when the Church and the priesthood were taken from the earth (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.12-17"},"Revelation 12:12–17"],")."]],["li",["span.label","7."],[".para","The tenderness of the wheat is explained in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.6"},"Doctrine and Covenants 86:6"],"as weakness, or newness, in the faith. When this revelation was given in December 1832, the Church was not yet three years old and was, therefore, still very “tender.” At that time many of the tares were not yet identifiable, and attempts to systematically root out those who would eventually prove themselves to be tares would have been very destructive."]],["li",["span.label","8."],[".para","As in Matthew, the reapers are identified as the angels of God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.5"},"D&C 86:5"],"). But the Lord also indicates that at the time this revelation was given, the angels were anxiously awaiting permission to carry out their mission. (Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.5"},"D&C 86:5"],"discusses the time when that permission was given.)"]],["li",["span.label","9."],[".para","The harvest and the burning of the tares (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.7"},"v. 7"],") was explained by the Prophet Joseph Smith: “The harvest and the end of the world have an allusion directly to the human family in the last days. … As, therefore, the tares are gathered and burned in the fire, so shall it be in the end of the world; that is, as the servants of God go forth warning the nations, both priests and people, and as they harden their hearts and reject the light of truth—these first being delivered over to the buffetings of Satan, and the law and the testimony being closed up, as it was in the case of the Jews—they are left in darkness, and delivered over unto the day of burning; thus, being bound up by their creeds, and their bands being made strong by their priests, [they] are prepared for the fulfillment of the saying of the Savior—‘The Son of Man shall send forth His angels, and gather out of His Kingdom all things that offend, and them which do iniquity; and shall cast them into a furnace of fire, there shall be wailing and gnashing of teeth.’ We understand that the work of gathering together of the wheat into barns, or garners, is to take place while the tares are being bound over, [in preparation] for the day of burning, that after the day of burnings, the righteous shall shine forth like the sun, in the Kingdom of their Father.” (",["span.emphasis","Teachings,"],"p. 101.)"]]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.5"},"D&C 86:5"],". “The Angels Are Crying unto the Lord … to Be Sent Forth to Reap”"],["div",{"id":"p188","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p188"},"In 1894 President Woodruff stated: “God has held the angels of destruction for many years, lest they should reap down the wheat with the tares. But I want to tell you now, that those angels have left the portals of heaven, and they stand over this people and this nation now, and are hovering over the earth waiting to pour out the judgments. And from this very day they shall be poured out. Calamities and troubles are increasing in the earth, and there is a meaning to these things. Remember this, and reflect upon these matters. If you do your duty, and I do my duty, we’ll have protection, and shall pass through the afflictions in peace and in safety.” (",["span.emphasis","Young Women’s Journal,"],"Aug. 1894, pp. 512–13.)"],["div",{"id":"p189","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p189"},"President Joseph Fielding Smith, who was present when President Woodruff talked about these angels at the dedication of the Salt Lake Temple (see Signs of the Times, pp. 112–13), recorded the following:"],["div",{"id":"p190","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p190"},"“One day while I was sitting in the presence of my father [President Joseph F. Smith] back about 1908 or 9, somewhere in there, I called attention to these statements of President Woodruff, and I said I would like to go over the records from the time of the dedication of the Temple up until now and see what we can find in regard to calamities, destructions, plagues; and he encouraged me to do it, and so I did. So I went over the newspapers and over the magazines and jotted down year by year the destructions, the commotions among men, everything in the nature of a calamity, and to my great astonishment each year they increased, and they have been increasing ever since I quit making that record. I was greatly astonished by it; and when I called the attention of one of my neighbors to it, he almost got angry at me and he said, ‘Oh, well, we have got better facilities now for discovering these things. I don’t believe it.’ And he is a member of the Church, too, but seemed to lack faith in these predictions. …"],["div",{"id":"p191","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p191"},"“This will be astonishing to you, I am sure, and I copied this from the",["span.emphasis","[Literary] Digest"],"of January 20, 1934."],["div",{"id":"p192","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p192"},"“‘Two scientists charting the European record find that the indexed number of Wars rose from 2.678 in the twelfth to 13,735.98 in the twentieth century."],["div",{"id":"p193","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p193"},"“‘Does war tend to decline as nations become more civilized? Many philosophers have said so; but now two sociologists of Harvard University have turned the cold and dispassionate eye of science upon the question, and have decided that future wars, fiercer than any ever fought before, apparently can be avoided only by a miracle. Far from declining, wars increase in number and intensity as nations progress, and the worst flareup since the dawn of history has occurred in our own century.’"],["div",{"id":"p194","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p194"},"“‘Now, of course, he had reference to the war from 1914 to 1918."],["div",{"id":"p195","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p195"},"“‘These scientists are Professor Pitirim A. Sorokin, chairman of the Department of Sociology at Harvard, and Nicholas N. Golovin, formerly Lieutenant-General in the Imperial Russian army. They have reached their conclusions through a study of all the wars known to have taken place in Europe since Greece and the Western Roman Empire over a period of more than 2,400 years—from 500",["span.small","B.C."],"to 1925",["span.small","A.D."],"During this period in Greece, Rome, Central Europe, Germany, Italy, France, Great Britain, Spain, and the Netherlands and Russia, there occurred 902 wars (not battles)."],["div",{"id":"p196","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p196"},"“‘Each was studied from five points of view, the duration of the war, the size of the fighting force, the number of casualties, including killed and wounded, the number of countries involved, and the proportion of the combatants to the total population of the belligerent nations."],["div",{"id":"p197","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p197"},"“‘From these five “variables” a total indexed number was computed for each war, in order that they might be reasonably expressed in terms of a common denominator.’"],["div",{"id":"p198","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p198"},"“Now, that’s the quotation. Then [in 1936] I made these remarks."],["div",{"id":"p199","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p199"},"“Out of this study these scientists declare that they have discovered that war has tended to increase over all Europe in the late centuries. They say they have learned that in these countries war grew from 2.678 in the twelfth century to 13,735.98 in the first twenty-five years of the twentieth century. Their tables show the growth by centuries. Up to the seventeenth century the wars were comparatively insignificant. Beginning with that century war increased during the eighteenth, with a lull in the nineteenth, yet in that century they were more than 100 times greater than in medieval times."],["div",{"id":"p200","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p200"},"“‘These men conclude that “all commendable hopes that war will disappear in the near future are based on nothing more substantial than hope of a belief in miracles.”’"],["div",{"id":"p201","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p201"},"“And then I made this prediction:"],["div",{"id":"p202","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p202"},"“‘If prophecy is to be fulfilled, there awaits the world a conflict more dreadful than any the world has yet seen.’ (",["span.emphasis","Progress of Man,"],"pp. 402–404.)"],["div",{"id":"p203","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p203"},"“Now I want to make some comments in regard to the statement by President Woodruff and this parable."],["div",{"id":"p204","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p204"},"“The Lord said that the sending forth of these angels was to be at the end of the harvest, and the harvest is the end of the world. Now, that ought to cause us some very serious reflections. And the angels have been pleading, as I have read it to you, before the Lord to be sent on their mission. Until 1893 the Lord said to them no, and then He set them loose. According to the revelation of President Woodruff, the Lord sent them out on that mission."],["div",{"id":"p205","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p205"},"“What do we gather out of that? That we are at the time of the end. This is the time of the harvest. This is the time spoken of which is called the end of the world.” (",["span.emphasis","Signs of the Times,"],"pp. 116–21.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.9"},"D&C 86:9"],". What Does It Mean to Be a “Lawful Heir According to the Flesh”?"],["div",{"id":"p206","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p206"},"This phrase means that one’s right to the priesthood is held by virtue of being of the house of Israel. Elder Theodore M. Burton explained:"],["div",{"id":"p207","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p207"},"“One thing we often fail to realize is that our priesthood comes to us through the lineage of our fathers and mothers. The Lord explained it in these words: ‘Therefore, thus saith the Lord unto you, with whom the priesthood hath continued through the lineage of your fathers. …’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.8"},"D&C 86:8"],".)"],["div",{"id":"p208","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p208"},"“‘Oh,’ I can hear some of you say, ‘there must be something wrong with that statement, for I am the only member of my family who has joined the Church. How could I have received the priesthood from my parents?’"],["div",{"id":"p209","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p209"},"“In this scripture the Lord was not talking about your priesthood line of authority. He was talking about your inherited right to receive and use priesthood power. This readiness to listen and believe is an inherited gift which enabled you to recognize and accept the truth. Jesus explained this thought as he said: ‘My sheep hear my voice, and I know them, and they follow me.’ (",["a.scriptureRef",{"href":"/scriptures/nt/john/10.27"},"John 10:27"],".)"],["div",{"id":"p210","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p210"},"“That spirit of acceptance is a manifestation of your inherited right to priesthood blessings. Such willingness to believe does not represent predestination, but it does represent foreordination. The Lord continues the revelation: ‘For ye are lawful heirs, according to the flesh, and have been hid from the world with Christ in God.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.9"},"D&C 86:9"],".)"],["div",{"id":"p211","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p211"},"“This means we receive a right to priesthood blessings from our blood ancestry. I hope you can understand that priesthood with its accompanying blessings is dependent to a great degree on family relationship.” (In Conference Report, Apr. 1975, p. 103; or",["span.emphasis","Ensign,"],"May 1975, p. 71.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86.11"},"D&C 86:11"],". How Are the Saints a Light to the Gentiles and a Savior to Israel?"],["div",{"id":"p212","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-86-the-parable-of-the-wheat-and-the-tares.p212"},"Elder Theodore M. Burton gave important insight into this scripture: “In this final verse the Lord reminds us of two things. First, he reminds us of our responsibility to do missionary work here on the earth. Second, he informs us that we are not only to be messengers of salvation to the living, but saviors for our ancestors who went before us and who, though now dead, have paved the way whereby we might receive our present blessings. It is through them we received our priesthood. The promise was made that even if they were born at a time and place where they could not hear the gospel preached in life, God would provide saviors for them from among their descendants. We are those saviors God promised through whom they can have every priesthood blessing.” (In Conference Report, Apr. 1975, p. 105; or",["span.emphasis","Ensign,"],"May 1975, p. 71.)"]]]]],"refs":null}
