{"id":97,"parent_id":92,"book_id":0,"content_id":1,"language_id":1,"display_order":97,"title":"Section 85 Those Who Put Their Hands \"to Steady the Ark\"","subtitle":"","short_title":"Section 85","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.head6"},[".titleNumber","Section 85"],["h1","Those Who Put Forth Their Hands “to Steady the Ark”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p128","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p128"},"What is now known as section 85 was written as a letter by Joseph Smith to William W. Phelps on 27 November 1832. The first part of the letter read:"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p129"},"“I say brother, because I feel so from the heart, and although it is not long since I wrote a letter unto you, yet I feel as though you would excuse me for writing this, as I have many things which I wish to communicate. Some things which I will mention in this letter, which are lying with great weight on my mind. I am well, and my family also; God grant that you may enjoy the same, and yours, and all the brethren and sisters who remember to inquire after the commandments of the Lord, and the welfare of Zion and such a being as myself; and while I dictate this letter, I fancy to myself that you are saying or thinking something similar to these words:—‘My God, great and mighty art Thou, therefore show unto Thy servant what shall become of those who are essaying to come up unto Zion, in order to keep the commandments of God, and yet receive not their inheritance by consecrations, by order of deed from the Bishop, the man that God has appointed in a legal way, agreeably to the law given to organize and regulate the Church, and all the affairs of the same.’"],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p130"},"“Brother William, in the love of God, having the most implicit confidence in you as a man of God, having obtained this confidence by a vision of heaven, therefore I will proceed to unfold to you some of the feelings of my heart, and to answer the question.” (",["span.emphasis","History of the Church,"],"1:297–98.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.1"},"D&C 85:1"],". Importance of Record Keeping in Missouri"],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p131"},"President Joseph Fielding Smith wrote: “We are informed that we are to be judged out of the books that are to be kept, therefore they should be accurate in every detail. …"],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p132"},"“… To keep a record of the manner of life of these consecrated members was important because of the nature of the covenant which they were required to make when they entered into this order, or covenant. … The names of all faithful members were to be recorded, with an account of their stewardship, their faith and their works. What a happy people they would have been if they had hearkened with singleness of heart to these commandments, for the Lord had promised to protect them in these inheritances if they would be faithful to him. The Lord knew that there would be some among them who would falter; some who would come to Zion not willing to enroll themselves and their property to the welfare of Zion, and therefore could not be given stewardships in the covenant which the Lord had made with the saints. He, therefore, commanded that all those who came to Zion and who were not willing to receive an inheritance, and consecration agreeable to his law should not be numbered among the faithful.” (",["span.emphasis","Church History and Modern Revelation,"],"1:348–49.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.4,12"},"D&C 85:4, 12"],". Why Were Certain Genealogies Not to Be Kept?"],["div",{"id":"p133","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p133"},"President Joseph Fielding Smith wrote:"],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p134"},"“The closing verses of this revelation state that all those who are not found written in the book of remembrance, shall have no inheritance in that day. Their portion shall be with the unbelievers, where there will be wailing and gnashing of teeth. ‘And they who are of the High Priesthood, whose names are not found written in the book of the law, or that are found to have apostatized, or to have been cut off from the church, as well as the lesser priesthood, or the members, in that day shall not find an inheritance among the saints of the Most High.’ It is stated that with them it will be done as it was to the people in the days of Ezra after the return from Babylonian captivity. At that time the Lord said through his prophet:"],["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p135"},"“‘These sought their register among those that were reckoned by genealogy, but they were not found: therefore were they, as polluted, put from the priesthood.’ (",["a.scriptureRef",{"href":"/scriptures/ot/ezra/2.62"},"Ezra 2:62"],".)"],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p136"},"“The members of the Church today should take warning from this which is written and keep themselves prepared by their faithful adherence to the principles of the Gospel, and be true to their covenants, so that when that day shall come, if they are here to share in it, they will not be found like these Jews in the days of Ezra, but will have their names written in the book of remembrance.” (",["span.emphasis","Church History and Modern Revelation,"],"1:352.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.7-8"},"D&C 85:7–8"],". Who Is the “One Mighty and Strong”?"],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p137"},"The reference to the “one mighty and strong” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.7"},"D&C 85:7"],") who is to set in order the house of God and also the reference to one who “putteth forth his hand to steady the ark” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.8"},"v. 8"],") have been used by many apostates from the Church to justify their own falling away. They claim that various Presidents of the Church have lost favor with God and are rejected, and that they, the apostates, are the ”one mighty and strong” called by God to set things right. Such audacious claims contradict the meaning of the scriptures. In an official statement issued in 1905, the First Presidency (Joseph F. Smith, John R. Winder, and Anthon H. Lund) discussed the circumstances that brought this revelation forth and those to whom these two phrases referred:"],["div",{"id":"p138","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p138"},"“It is to be observed first of all that the subject of this whole letter, as also the part of it subsequently accepted as a revelation, relates to the affairs of the Church in Missouri, the gathering of the Saints to that land and obtaining their inheritances under the law of consecration and stewardship; and the Prophet deals especially with the matter of what is to become of those who fail to receive their inheritances by order or deed from the bishop. …"],["div",{"id":"p139","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p139"},"“It was while these conditions of rebellion, jealousy, pride, unbelief and hardness of heart prevailed among the brethren in Zion—Jackson county, Missouri—in all of which Bishop Partridge participated, that the words of the revelation taken from the letter to William W. Phelps, of the 27th of November, 1832, were written. The ‘man who was called and appointed of God’ to ‘divide unto the Saints their inheritance’—Edward Partridge—was at that time out of order, neglecting his own duty, and putting ‘forth his hand to steady the ark’; hence, he was warned of the judgment of God impending, and the prediction was made that another, ‘one mighty and strong,’ would be sent of God to take his place, to have his bishopric—one having the spirit and power of that high office resting upon him, by which he would have power to ‘set in order the house of God, and arrange by lot the inheritance of the Saints’; in other words, one who would do the work that Bishop Edward Partridge had been appointed to do, but had failed to accomplish. …"],["div",{"id":"p140","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p140"},"“And inasmuch as through his repentance and sacrifices and suffering, Bishop Edward Partridge undoubtedly obtained a mitigation of the threatened judgment against him of falling ‘by the shaft of death, like as a tree that is smitten by the vivid shaft of lightning,’ so the occasion for sending another to fill his station—‘one mighty and strong to set in order the house of God, and to arrange by lot the inheritances of the Saints’—may also be considered as having passed away and the whole incident of the prophecy closed.” (In Clark,",["span.emphasis","Messages of the First Presidency,"],"4:112, 115, 117.)"],["div",{"id":"p141","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p141"},"“This much, then, we have learned,",["span.emphasis","viz"],"., that Edward Partridge, the Bishop of the Church, was the one ‘called and appointed, to divide by lot unto the Saints their inheritances.’ But was Edward Partridge the one in 1832 who was ‘putting forth his hand to steady the ark,’ and threatened with falling ‘by the shaft of death like as a tree that is smitten by the vivid shaft of lightning’? Undoubtedly. The brethren in those days were limited in their experience. The Church had been organized but as yesterday. The order of the Priesthood was not understood then, as it is understood today. The brethren composing it had been but recently brought together. Some of them were often in rebellion against the Prophet and the order of the Church because of these conditions; and it required instruction and time and experience to enable men to understand their duties and preserve their right relationship to each other as officers of the Church."],["div",{"id":"p142","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p142"},"“Bishop Partridge was one of the brethren, who—though a most worthy man, one whom the Lord loved, and whom the Prophet described as ‘a pattern of piety,’ and ‘one of the Lord’s great men’—at times arrayed himself in opposition to the Prophet in those early days, and sought to correct him in his administrations of the affairs of the Church; in other words, ‘put forth his hand to steady the ark.’” (In Clark,",["span.emphasis","Messages of the First Presidency,"],"4:113.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.7"},"D&C 85:7"],". Why Are Individuals Still Claiming to Be the “One Mighty and Strong”?"],["div",{"id":"p143","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p143"},"“Some modern people have created cults of their own, and among them are those who attempt to take refuge in section 85 of the Doctrine and Covenants."],["div",{"id":"p144","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p144"},"“They endeavor to say that the Church has gone astray, that the leaders are no longer inspired, and that ‘one mighty and strong’ is needed to take over the affairs of the Lord. And without any evidence of modesty whatsoever on their parts, they themselves volunteer for the position.” (Mark E. Petersen, in Conference Report, Apr. 1973, p. 159; or",["span.emphasis","Ensign,"],"July 1973, p. 110.)"],["div",{"id":"p145","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p145"},"Such people become guilty of the very thing this scripture warns against: they take it upon themselves to “steady the ark” (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p1"},"Notes and Commentary for D&C 85:8"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.7"},"D&C 85:7"],". How Can a Person’s Claim to Revelation for Church Leadership Be Tested?"],["div",{"id":"p146","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p146"},"Elder Bruce R. McConkie explained:"],["div",{"id":"p147","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p147"},"“Every person properly appointed and sustained to act in an official capacity in the Church is entitled to the spirit of revelation to guide the particular organization or group over which he presides. The ‘Presidency are over the Church,’ the Prophet said,",["span.emphasis","‘and revelations of the mind and will of God to the Church, are to come through the Presidency."],"This is the order of heaven, and the power and privilege of this priesthood.",["span.emphasis","It is also the privilege of any officer in this Church to obtain revelations, so far as relates to his particular calling and duty in the Church.’"],"(",["span.emphasis","Teachings,"],"p. 111.)"],["div",{"id":"p148","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p148"},"“This system of promulgating revelations through the established head of the Lord’s earthly work is so unbending and inflexible that it stands as a test to establish the truth or falsity of purported revelations.",["span.emphasis","‘There is none other appointed unto you to receive commandments and revelations until he be taken,’"],"the Lord said of the Prophet.",["span.emphasis","‘And this shall be a law unto you, that ye receive not the teachings of any that shall come before you as revelations or commandments; And this I give unto you that you may not be deceived, that you may know they are not of me."],"’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.2-7"},"D. & C. 43:2–7"],";",["span.emphasis","Doctrines of Salvation,"],"vol. 1, pp. 283–89.)” (",["span.emphasis","Mormon Doctrine,"],"pp. 646–47.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.8"},"D&C 85:8"],". What Does It Mean to “Steady the Ark of God”?"],["div",{"id":"p149","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p149"},"This phrase refers to an incident during the reign of King David in ancient Israel. The Philistines had captured the ark of the covenant in battle but returned it when they were struck by plagues (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/4"},"1 Samuel 4–6"],"). David and the people later brought the ark to Jerusalem in an ox cart, driven by Uzzah and Ahio. “And when they came to Nachon’s threshingfloor, Uzzah put forth his hand to the ark of God, and took hold of it; for the oxen shook it. And the anger of the Lord was kindled against Uzzah; and God smote him there for his error, and there he died by the ark of God” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/6.6-7"},"2 Samuel 6:6–7"],"; see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/6.1-11"},"vv. 1–11"],"). The ark was the symbol of God’s presence, His glory and majesty. When first given to Israel, the ark was placed in the Holy of Holies in the tabernacle, and not even the priest was allowed to approach it. Only the high priest, a type of Christ, could approach it, and then only after going through an elaborate ritual of personal cleansing and propitiation for his sins. The scriptures teach that no unclean thing can dwell in God’s presence (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.57"},"Moses 6:57"],"). His presence is like a consuming fire (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.29"},"Hebrews 12:29"],"). Those who bear the vessels of the Lord must be clean (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.5"},"D&C 133:5"],")."],["div",{"id":"p150","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p150"},"However well-meaning Uzzah’s intentions, he approached casually what could only be approached under the strictest conditions. He had no faith in God’s power. He assumed that the ark was in danger, forgetting that it was the physical symbol of the God who has all power. We cannot presume to save God and His kingdom through our own efforts."],["div",{"id":"p151","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p151"},"“Uzzah’s offence consisted in the fact that he had touched the ark with profane feelings, although with good intentions, namely to prevent its rolling over and falling from the cart. Touching the ark, the throne of the divine glory and visible pledge of the invisible presence of the Lord, was a violation of the majesty of the holy God. ‘Uzzah was therefore a type of all who with good intentions, humanly speaking, yet with unsanctified minds, interfere in the affairs of the kingdom of God, from the notion that they are in danger, and with the hope of saving them’ (O.V. Gerlach).” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"bk. 2: Joshua, Judges, Ruth, 1 and 2 Samuel, “Second Book of Samuel,” p. 333.)"],["div",{"id":"p152","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p152"},"In modern revelation the Lord referred to this incident to teach the principle that the Lord does not need the help of men to defend his kingdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/85.8"},"D&C 85:8"],"). Yet even today there are those who fear the ark is tottering and presume to steady its course. There are those who are sure that women are not being treated fairly in the Church, those who would extend some unauthorized blessing, or those who would change the established doctrines of the Church. These are ark-steadiers. The best intentions do not justify such interference with the Lord’s plan. President David O. McKay said:"],["div",{"id":"p153","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p153"},"“It is a little dangerous for us to go out of our own sphere and try unauthoritatively to direct the efforts of a brother. You remember the case of Uzzah who stretched forth his hand to steady the ark. (See",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/13.7-10"},"I Chron. 13:7–10"],".) He seemed justified, when the oxen stumbled, in putting forth his hand to steady that symbol of the covenant. We today think his punishment was very severe. Be that as it may, the incident conveys a lesson of life. Let us look around us and see how quickly men who attempt unauthoritatively to steady the ark die spiritually. Their souls become embittered, their minds distorted, their judgments faulty, and their spirits depressed. Such is the pitiable condition of men who, neglecting their own responsibilities, spend their time in finding fault with others.” (McKay,",["span.emphasis","Gospel Ideals,"],"p. 258.)"],["div",{"id":"p154","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p154"},"President John Taylor observed:"],["div",{"id":"p155","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.p155"},"“We have more or less of the principles of insubordination among us. But there is a principle associated with the kingdom of God that recognizes God in all things, and that recognizes the priesthood in all things, and those who do not do it had better repent or they will come to a stand very quickly; I tell you that in the name of the Lord. Do not think you are wise and that you can manage and manipulate the priesthood, for you cannot do it. God must manage, regulate, dictate, and stand at the head, and every man in his place. The ark of God does not need steadying, especially by incompetent men without revelation and without knowledge of the kingdom of God and its laws. It is a great work that we are engaged in, and it is for us to prepare ourselves for the labor before us, and to acknowledge God, his authority, his law and his priesthood in all things.” (Taylor,",["span.emphasis","Gospel Kingdom,"],"p. 166.)"],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-85-those-who-put-their-hands-to-steady-the-ark.f9"},[".caption","David O. McKay warned that unauthorized individuals who attempt to “steady the ark” die spiritually."]]]]]],"refs":null}
