{"id":94,"parent_id":92,"book_id":0,"content_id":1,"language_id":1,"display_order":94,"title":"Section 82 \"I, the Lord, Am Bound When Ye Do What I Say\"","subtitle":"","short_title":"Section 82","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.head3"},[".titleNumber","Section 82"],["h1","“I, the Lord, Am Bound When Ye Do What I Say”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p23"},"“In the Revelation recorded in Section 78, our Savior commanded His servants of the High Priesthood to effect an organization for the temporal benefit of the people, and directed the Prophet Joseph, Newel K. Whitney, and Sidney Rigdon to go from Hiram, Ohio, to Missouri, and ‘sit in council with the Saints which are in Zion,’ on that matter. The Prophet commenced the journey on April 1st, 1832, accompanied by Newel K. Whitney, Peter Whitmer, and Jesse Gause, and they were joined by Sidney Rigdon at Warren, the same day. The excitement of the mob in Kirtland, owing to the falsehoods circulated by apostates, was so intense that the Prophet and his companions avoided passing through the city. Some of the mobbers followed them all the way to Cleveland, but the protecting hand of the Lord was over His servants. The captain who took them to Louisville protected them in his boat, and gave them their meals, free of charge. They arrived at Independence, Missouri, on the 24th of April, and were greeted with joy by the Saints."],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p24"},"“On the 26th a general council of the Church was called. The Prophet was acknowledged as the President of the High Priesthood, to which exalted position he had been ordained at the Conference at Amherst, Ohio, Jan. 25th, 1832. Bishop Partridge gave him the right hand of fellowship in behalf of the Church."],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p25"},"“On this occasion a misunderstanding between Sidney Rigdon and Edward Partridge was cleared up, and unity and peace prevailed. The Lord then gave this Revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82"},"D&C 82"],"].” (Smith and Sjodahl, Commentary, pp. 488–89.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.1"},"D&C 82:1"],". Which “Servants” Are Referred to As Being Forgiven?"],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p26"},"This verse “refers to Sidney Rigdon and Edward Partridge. Even those who stand highest among the Church leaders have their human weaknesses. Paul may have to rebuke Peter (",["a.scriptureRef",{"href":"/scriptures/nt/gal/2.11-13"},"Gal. 2:11–13"],"). But when they forgive each other, God forgives them. ‘It is a true sentiment that great men may err; a higher finish with such is, that their greatness is enhanced by acknowledging their errors’ (Orson Spencer).” (Smith and Sjodahl, Commentary, p. 489.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.2"},"D&C 82:2"],". Why Did the Lord Say Many Had Sinned Exceedingly?"],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p27"},"“Sidney Rigdon and Edward Partridge were not the only ones who had erred; all had sinned, some exceedingly. The Revelation does not give the particulars. But Church historians note that although the settlements in Zion increased rapidly, and were exceedingly prosperous, many of the Saints failed to obey the counsel of the authorities. Some refused to submit to the law of consecration, preferring to obtain property for themselves, and jealousy, covetousness, and general neglect of duty [resulted]. Some of the High Priests and Elders ignored the Seven Presidents appointed to have charge of the Branches in Zion, viz., Oliver Cowdery, W. W. Phelps, John Whitmer, Sidney Gilbert, Edward Partridge, Isaac Morley, and John Corrill, and took the leadership into their own hands. Hence the warning, ‘Refrain from sin, lest sore judgments fall upon you.’” (Smith and Sjodahl, Commentary, p. 489.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.5"},"D&C 82:5"],". “Darkness Reigneth”"],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p28"},"“‘Darkness’ here, as in",["a.scriptureRef",{"href":"/scriptures/nt/john/1.5"},"John 1:5"],", means the condition of the world outside divine revelation. It refers to both spiritual and moral error. Revelation from God gives light, but when divine revelation is rejected, the adversary spreads his dominion among the children of men.” (Smith and Sjodahl, Commentary, p. 490.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.7"},"D&C 82:7"],". “Unto That Soul Who Sinneth Shall the Former Sins Return”"],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p29"},"President Brigham Young said: “It is present salvation and the present influence of the Holy Ghost that we need every day to keep us on saving ground. When an individual refuses to comply with the further requirements of Heaven, then the sins he had formerly committed return upon his head; his former righteousness departs from him, and is not accounted to him for righteousness: but if he had continued in righteousness and obedience to the requirements of heaven, he is saved all the time, through baptism, the laying on of hands, and obeying the commandments of the Lord and all that is required of him by the heavens—the living oracles. He is saved now, next week, next year, and continually, and is prepared for the celestial kingdom of God whenever the time comes for him to inherit it.” (In",["span.emphasis","Journal of Discourses,"],"8:124.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],". “I, the Lord, Am Bound When Ye Do What I Say”"],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p30"},"This verse shows a part of God’s basic nature: the way He deals with His children and the reason they can trust Him. Elder James E. Talmage said: “‘Mormonism’ has taught me that God holds himself accountable to law even as he expects us to do. He has set us the example in obedience to law. I know that to say this would have been heresy a few decades ago. But we have the divine word for it: ‘I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.’ (Doc. and Cov. 82:10.) He operates by law and not by arbitrariness or caprice.” (In Conference Report, Apr. 1930, p. 96.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.11-12"},"D&C 82:11–12"],". Why Were These Men to Covenant with God?"],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p31"},"The men named were of the order of Enoch or the united order. As leaders in the Church, they were to be examples to all others, showing how the law of consecration was to be lived (see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.9-14"},"D&C 78:9–14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.20-21"},"82:20–21"],"). The “bond and covenant” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.11"},"D&C 78:11"],") to which they were binding themselves was that of the law of consecration. They were to make a solemn covenant with the Lord to keep the laws and rules of that order. The penalty for breaking that oath and covenant was severe (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.21"},"D&C 82:21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.8-9"},"104:8–9"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.13-14"},"D&C 82:13–14"],". How Can Zion Increase in Beauty?"],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p32"},"President Harold B. Lee explained:"],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p33"},"“Zion, as used here, undoubtedly had reference to the Church. At that time there was but a small body of Church members just beginning to emerge as an organization, after having experienced harsh treatment from enemies outside the Church. …"],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p34"},"“To be worthy of such a sacred designation as Zion, the Church must think of itself as a bride adorned for her husband, as John the Revelator recorded when he saw in vision the Holy City where the righteous dwelled, adorned as a bride for the Lamb of God as her husband. Here is portrayed the relationship the Lord desires in his people in order to be acceptable to our Lord and Master even as a wife would adorn herself in beautiful garments for her husband."],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p35"},"“The rule by which the people of God must live in order to be worthy of acceptance in the sight of God is indicated [in this verse]. This people must increase in beauty before the world; have an inward loveliness which may be observed by mankind as a reflection in holiness and in those inherent qualities of sanctity. The borders of Zion, where the righteous and pure in heart may dwell, must now begin to be enlarged. The stakes of Zion must be strengthened. All this so that Zion may arise and shine by becoming increasingly diligent in carrying out the plan of salvation throughout the world.” (In Conference Report, Apr. 1973, pp. 4–5; or",["span.emphasis","Ensign,"],"July 1973, p. 3.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.17-18"},"D&C 82:17–18"],". “You Are to Have Equal Claims on the Properties”"],["div",{"id":"p36","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p36"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.3"},"Doctrine and Covenants 51:3"],"contains some insights into these verses."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.19"},"D&C 82:19"],". Every Man Seeking the Interest of His Neighbor"],["div",{"id":"p37","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p37"},"President Joseph Fielding Smith wrote:"],["div",{"id":"p38","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p38"},"“It is verily true that before we can enter into the celestial kingdom we will have to learn how to live in unity with the love of our fellows at heart, desiring their good as well as our own, and not preferring ourselves before them. Here the Lord gave to the Church the plan and the opportunity to prepare themselves by obedience to celestial law. They failed, and the privilege to practice this law of consecration had to be postponed because we were not able to esteem our neighbor as ourselves.” (",["span.emphasis","Church History and Modern Revelation,"],"1:322.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.21"},"D&C 82:21"]],["div",{"id":"p39","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p39"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.12"},"Doctrine and Covenants 78:12"],"explains the phrase “buffetings of Satan.”"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.22"},"D&C 82:22"],". Why Is the Church Commanded to Make Friends with the “Mammon of Unrighteousness”?"],["div",{"id":"p40","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p40"},"“The commandment of the Lord that the saints should make themselves ‘friends with the mammon of unrighteousness,’ seems to be a hard saying when not properly understood. It is not intended that in making friends of the ‘mammon of unrighteousness’ that the brethren were to partake with them in their sins; to receive them to their bosoms, intermarry with them and … come down to their level. They were to so live that peace with their enemies might be assured. They were to treat them kindly, be friendly with them as far as correct and virtuous principles would permit, but never to swear with them or drink and carouse with them. If they could allay prejudice and show a willingness to trade with and show a kindly spirit, it might help to turn them away from their bitterness. Judgment was to be left with the Lord.” (Smith,",["span.emphasis","Church History and Modern Revelation,"],"1:323.)"],["div",{"id":"p41","uri":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-82-i-the-lord-am-bound-when-ye-do-what-i-say.p41"},"The phrase “mammon of unrighteousness” is taken from the parable of the unjust steward (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/16.11"},"Luke 16:11"],"). An explanation of this parable and its significance for modern Saints is contained in Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.3-4"},"Doctrine and Covenants 72:3–4"],"."]]]]],"refs":null}
