{"id":4,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":4,"title":"Brigham Young-Second President of the Church","subtitle":"","short_title":"Chapter 2","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.head1"},[".titleNumber","Chapter 2"],["h1","Brigham Young"],[".subtitle","Second President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p6"},"Four years before the birth of Joseph Smith, a son, Brigham, was born to John and Abigail Howe Young, their ninth child. This son, born June 1, 1801, was a welcome addition to their family in Whitingham, Vermont. John Young, a veteran of the American Revolutionary War, would not have imagined that one day a statue of this son would be placed in Statuary Hall of the capitol building in Washington, D.C. Yet less than fifty years after his birth, Brigham Young became the political and spiritual leader of tens of thousands of people—governor of the Utah Territory and prophet of the Lord. However, to his parents, brothers, and sisters in 1801, Brigham was simply the new baby."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Brigham Young’s parents and ancestors gave him a strong religious foundation."],["div",{"id":"p9","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p9"},"Ask students to discuss what good qualities they have learned from their parents or grandparents. Share the following tribute by President Brigham Young:"],[".blockQuote",["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p10"},"“My ancestors were some of the most strict religionists that lived upon the earth. You no doubt can say the same about yours. Of my mother—she that bore me—I can say, no better woman ever lived in the world than she was. …"],["div",{"id":"p11","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p11"},"“My mother, while she lived, taught her children all the time to honour the name of the Father and the Son, and to reverence the holy Book. She said, Read it, observe its precepts, and apply them to your lives as far as you can: do every thing that is good; do nothing that is evil; and if you see any persons in distress, administer to their wants: never suffer anger to arise in your bosoms; for, if you do, you may be overcome by evil” (in",["span.emphasis","Journal of Discourses,"],"6:290)."]]],[".topic",["h4","Hard work and other challenges increased Brigham Young’s abilities."],["div",{"id":"p13","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p13"},"Ask if any students know details about Brigham Young’s life before he joined the Church, for example, what his occupation was. Have students search for these details in “Brigham Young Knew the Rigors of Life and Hard Work” and “He Excelled as a Craftsman” in the student manual (pp. 22–23). Ask:"],["ul.bullet",["li",["span.label","•"],[".para","In what ways did hard work prepare Brigham Young for Church leadership?"]],["li",["span.label","•"],[".para","How can hard work in any endeavor help you prepare for the responsibilities you will have as a parent and Church member?"]]]],[".topic",["h4","Brigham Young studied the scriptures and Church teachings carefully before joining the Church."],["div",{"id":"p17","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p17"},"Explain that Brigham Young was introduced to the Church shortly after it was organized. In 1828 he moved to Mendon, New York, a short distance from Fayette Township where the Church was later organized. In 1830 Samuel Smith, the brother of the Prophet Joseph Smith, sold a copy of the Book of Mormon to Phineas Young, Brigham Young’s brother. Phineas Young was impressed with the book and gave it to his father. His father shared the book with Brigham’s sister Fanny, who gave it to Brigham. Brigham Young studied the Book of Mormon and Church teachings for nearly two years before his baptism."],"Review and discuss",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-2-brigham-young-second-president-of-the-church.p1"},"“He Searched for Spiritual Fulfillment”"],"in the student manual (pp. 24–25). Have students look for answers to the following questions as they review that section:",["ul.bullet",["li",["span.label","•"],[".para","What were Brigham Young’s spiritual desires?"]],["li",["span.label","•"],[".para","What frustrations did he have in seeking the truth?"]],["li",["span.label","•"],[".para","How can his example help you as you seek to strengthen your testimony?"]]],["div",{"id":"p22","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p22"},"Read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-2-brigham-young-second-president-of-the-church.p1"},"“He Investigated the Claims of ‘Mormonism’ with Caution”"],"in the student manual (p. 25) and ask why Brigham Young so cautiously investigated the restored gospel."]],[".topic",["h4","He loved, supported, and defended the Prophet Joseph."],["div",{"id":"p24","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p24"},"Ask students if they have ever heard someone defend a person’s reputation against a group of critical people. Then ask why it takes courage to defend the reputation of others, especially when the people being defended are not present and may never know. Explain to students that in all circumstances, Brigham Young remained loyal to the Prophet Joseph Smith."],["div",{"id":"p25","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p25"},"Review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-2-brigham-young-second-president-of-the-church.p1"},"“He Was a Dedicated Disciple of the Lord and of the Lord’s Prophet”"],"in the student manual (pp. 26–27) and have students find examples of Brigham Young’s loyalty to Joseph Smith. Read the following statement of Brigham Young about the Prophet:"],[".blockQuote",["div",{"id":"p26","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p26"},"“I feel like shouting, hallelujah, all the time, when I think that I ever knew Joseph Smith, the Prophet whom the Lord raised up and ordained, and to whom he gave keys and power to build up the kingdom of God on earth and sustain it. These keys are committed to this people, and we have power to continue the work that Joseph commenced, until everything is prepared for the coming of the Son of Man” (",["span.emphasis","Deseret News,"],"Oct. 31, 1855, 268)."]],["div",{"id":"p27","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p27"},"Discuss the following example of Brigham Young’s faithfulness to Joseph Smith. Brigham Young wrote:"],[".blockQuote",["div",{"id":"p28","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p28"},"“On a certain occasion several of the Twelve, the witnesses to the Book of Mormon, and others of the Authorities of the Church, held a council in the upper room of the [Kirtland] Temple. The question before them was to ascertain how the Prophet Joseph could be deposed, and David Whitmer appointed President of the Church. Father John Smith, brother Heber C. Kimball and others were present, who were opposed to such measures. I rose up, and in a plain and forcible manner told them that Joseph was a Prophet, and I knew it, and that they might rail and slander him as much as they pleased, they could not destroy the appointment of the Prophet of God, they could only destroy their own authority, cut the thread that bound them to the Prophet and to God and sink themselves to hell. Many were highly enraged at my decided opposition to their measures, and Jacob Bump (an old pugilist) was so exasperated that he could not be still. Some of the brethren near him put their hands on him, and requested him to be quiet; but he writhed and twisted his arms and body saying, ‘How can I keep my hands off that man?’ I told him if he thought it would give him any relief he might lay them on. This meeting was broken up without the apostates being able to unite on any decided measures of opposition. This was a crisis when earth and hell seemed leagued to overthrow the Prophet and Church of God. The knees of many of the strongest men in the Church faltered."],["div",{"id":"p29","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p29"},"“During this seige of darkness I stood close by Joseph, and, with all the wisdom and power God bestowed upon me, put forth my utmost energies to sustain the servant of God and unite the Quorums of the Church” (",["span.emphasis","Manuscript History of Brigham Young,"],"comp. Elden J. Watson, 2 vols. [1968–71], 1:15–17)."]],["div",{"id":"p30","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p30"},"Ask: What obligations do members of the Church take upon themselves when they raise their hands during general, stake, and ward conferences to sustain the prophet? Share the following statement from Orson F. Whitney, who would later be a member of the Quorum of the Twelve Apostles. He described how Brigham Young loved and defended the Prophet during the Kirtland apostasy of 1837:"],[".blockQuote",["div",{"id":"p31","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p31"},"“It was well for Joseph [Smith] and for Mormonism in general that he decided to keep by him at that time the lion heart and intrepid soul of Brigham Young. Firm as a rock in his fealty to his chief, he combined sound judgment, keen perception, with courage unfaltering and sublime. Like lightnings were his intuitions, his decisions between right and wrong; like thunder his denunciations of what his soul conceived was error. A man for emergencies, far-sighted and inspirational; a master spirit and natural leader of men. …"],["div",{"id":"p32","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p32"},"“In that dark hour,—the darkest perhaps that Mormonism had seen,—when its very foundations seemed crumbling, when men supposed to be its pillars were weakening and falling away, joining hands secretly or openly with its enemies, the man Brigham never faltered, never failed in his allegiance to his leader, never ceased defending him against his accusers, and as boldly denouncing them betimes for falsehood, selfishness and treachery. His life was imperilled by his boldness. He heeded not, but steadily held on his way, an example of valor and fidelity, a faithful friend” (",["span.emphasis","History of Utah,"],"4 vols. [1892–1904], 1:137)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What enabled Brigham Young to resist opposition within the Church and support the Prophet Joseph Smith?"]],["li",["span.label","•"],[".para","What similar circumstances might young Latter-day Saints find themselves in today?"]]]],[".topic",["h4","Brigham Young led the Church after the martyrdom of the Prophet Joseph Smith."],["div",{"id":"p37","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p37"},"Ask students: Who would be responsible for directing the affairs of the Church if the current Church President were to pass away? Explain that when the President of the Church dies, the First Presidency is dissolved and the Quorum of the Twelve Apostles, with the senior Apostle directing, governs the Church until a new Church President is called and sustained. Early in this dispensation, the process was not well known to Church members."],["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p38"},"Tell students that after the death of the Prophet Joseph Smith, Brigham Young, then President of the Quorum of the Twelve Apostles, returned to Nauvoo on August 6, 1844, from his mission to the eastern United States. Two days later he presided over a meeting in Nauvoo to choose a successor to Joseph Smith. Sidney Rigdon, who had been a counselor to the Prophet Joseph Smith, tried to persuade the Church members to accept him (Sidney) as guardian of the Church, arguing that no one was capable of taking the Prophet Joseph’s place. Before most of the Quorum of the Twelve Apostles arrived in Nauvoo, Rigdon had journeyed from branch to branch, urging his case. His argument, however, was contrary to the instructions of the Prophet Joseph Smith, given prior to his death. Joseph Smith taught that leadership of the Church was to be under the direction of the Quorum of the Twelve Apostles."],["div",{"id":"p39","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p39"},"Share what President Wilford Woodruff later wrote concerning the final meeting the Prophet Joseph Smith had with the Apostles:"],[".blockQuote",["div",{"id":"p40","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p40"},"“The Prophet Joseph, I am now satisfied, had a thorough presentiment that that was the last meeting we would hold together here in the flesh. We had had our endowments; we had had all the blessings sealed upon our heads that were ever given to the apostles or prophets on the face of the earth. On that occasion the Prophet Joseph rose up and said to us: ‘Brethren, I have desired to live to see this temple built. I shall never live to see it, but you will. I have sealed upon your heads all the keys of the kingdom of God. I have sealed upon you every key, power, principle that the God of heaven has revealed to me. Now, no matter where I may go or what I may do, the kingdom rests upon you’” (“The Keys of the Kingdom,”",["span.emphasis","Millennial Star,"],"Sept. 2, 1889, 546)."]],"Read and discuss",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-2-brigham-young-second-president-of-the-church.p1"},"“The Mantle of the Prophet Rested on Him”"],"in the student manual (p. 30), and have students describe how the Lord indicated that Brigham Young was to be the next prophet. Ask them:",["ul.bullet",["li",["span.label","•"],[".para","What is the order of succession for a new Church President today?"]],["li",["span.label","•"],[".para","How may Church members obtain this testimony for themselves?"]]],["div",{"id":"p44","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p44"},"Share with students the following statement of Brigham Young concerning the Prophet Joseph Smith:"],[".blockQuote",["div",{"id":"p45","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p45"},"“Joseph Smith lived and died a prophet, and sealed his testimony with his blood. He lived a good man, and died a good man, and he was as good a man as ever lived. I never pretended to be Joseph Smith. I am not the man who brought forth the Book of Mormon, but I do testify to the truth of it. I am an apostle, to bear the testimony to the Gentiles of this last dispensation, and also to the Jews. … My feelings are the same as they were when I was baptized, to do the will of my God” (quoted in Preston Nibley,",["span.emphasis","Brigham Young, the Man and His Work"],"[1936], 147–48)."]],["div",{"id":"p46","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p46"},"Ask: What qualities did Brigham Young exhibit in this statement and throughout his life?"]],[".topic",["h4","Strong spirituality grounded Brigham Young’s practical approach to life."],["div",{"id":"p48","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p48"},"Tell students that Brigham Young had great faith and trust in God. He recognized danger, but was not unduly concerned when the clear path of duty lay before him. Ask them how the following experience illustrates Brigham Young’s faith in God:"],[".blockQuote",["div",{"id":"p49","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p49"},"“A few months after the martyrdom of Joseph the Prophet, in the autumn and winter of 1844 we did much hard labor on the Nauvoo temple, during which time it was difficult to get bread and other provisions for the workmen to eat. I counseled the committee who had charge of the temple funds to deal out all the flour they had, and God would give them more; and they did so; and it was but a short time before Brother Toronto came and brought me twenty-five hundred dollars in gold. The bishop and the committee met, and I met with them; and they said, that the law was to lay the gold at the apostles’ feet. Yes, I said and I will lay it at the bishop’s feet; so I opened the mouth of the bag and took hold at the bottom end, and gave it a jerk towards the bishop, and strewed the gold across the room and said now go and buy flour for the workmen on the temple and do not distrust the Lord any more; for we will have what we need” (Brigham Young, in B. H. Roberts,",["span.emphasis","Comprehensive History of the Church,"],"2:472)."]],["div",{"id":"p50","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p50"},"Explain that President Brigham Young and his colleagues wanted to stay in Illinois until the Nauvoo Temple was completed and adequate preparations were made for departure. The Church leaders assured the members, some of whom were surprised at the announcement, that the exodus was a well-planned transplanting necessary to give the Church the room it needed to grow. The October 1845 general conference was largely devoted to preparing for an orderly and unified withdrawal. The evacuation from western Illinois was originally planned for April 1846, but threats prompted an early, hasty exit. One threat was a warning by Governor Thomas Ford and others that federal troops planned to intercept the Mormons and destroy them."],["div",{"id":"p51","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p51"},"Discuss the following letter the Quorum of the Twelve Apostles sent to Church members in 1847 as the Saints prepared to travel west:"],[".blockQuote",["div",{"id":"p52","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p52"},"“Come immediately and prepare to go West—bringing with you all kinds of choice seeds, of grain, vegetables, fruits, shrubbery, trees, and vines, every thing that will please the eye, gladden the heart, or cheer the soul of man, that grows upon the face of the whole earth; also, the best stock of beast—bird and fowl of every kind; also, the best tools of every description, and machinery for spinning, or weaving, and dressing cotton, wool, flax, and silk, &c., &c., or models and descriptions of the same, by which they can construct them; and the same in relation to all kinds of farming utensils and husbandry, such as corn shellers, grain threshers and cleaners, smut machines, mills, and every implement and article within their knowledge that shall tend to promote the comfort, health, happiness, or prosperity of any people. So far as it can be consistently done, bring models and drafts, and let the machinery be built where it is used, which will save great expense in transportation, particularly in heavy machinery, and tools and implements generally” (“General Epistle from the Council of the Twelve Apostles, to the Church of Jesus Christ of Latter-day Saints Abroad, Dispersed Throughout the Earth,” Journal History of The Church of Jesus Christ of Latter-day Saints, Dec. 23, 1847, Archives of The Church of Jesus Christ of Latter-day Saints)."]],["div",{"id":"p53","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p53"},"Explain to students that Brigham Young was recognized for his remarkable ability to lead in temporal as well as spiritual matters. Discuss the following questions after reading with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-2-brigham-young-second-president-of-the-church.p1"},"“He Showed a Blend of the Practical and the Spiritual”"],"in the student manual (pp. 35–36)."],["ul.bullet",["li",["span.label","•"],[".para","If the Prophet Joseph Smith is credited for laying the foundation of the Church, how would you describe President Brigham Young’s work?"]],["li",["span.label","•"],[".para","In what ways was Brigham Young involved with temporal matters in the newly settled territory?"]],["li",["span.label","•"],[".para","How did he use his talents to build communities?"]]],["div",{"id":"p57","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p57"},"Review in the student manual",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-2-brigham-young-second-president-of-the-church.p1"},"“His Courage, Faith, and Sense of Humor Were Examples for the Saints”"],"(p. 31) and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-2-brigham-young-second-president-of-the-church.p1"},"“His Humor and Love Were Appreciated”"],"(p. 38). Ask students:"],["ul.bullet",["li",["span.label","•"],[".para","What do these accounts show about Brigham Young’s sense of humor?"]],["li",["span.label","•"],[".para","How might Brigham Young’s sense of humor have helped him lead the Saints?"]],["li",["span.label","•"],[".para","How can the appropriate use of humor help as we fulfill our many responsibilities?"]]]],[".topic",["h4","Brigham Young believed that the Constitution of the United States was inspired of God."],["div",{"id":"p62","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p62"},"Tell students that as the Saints prepared in Iowa for the long trek west, a war began between Mexico and the United States. The president of the United States invited Church members to enlist and help fight in the war. At the request of Brigham Young, around 500 men volunteered to serve in what came to be known as the Mormon Battalion. (",["span.emphasis","Note:"],"“Part Two: The Later Years” contains more information about the Mormon Battalion.) Although the Saints knew that representatives of the government had done little to stop the persecutions against them, they understood that the principles upon which the United States were formed were inspired of God."],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What were some of the key factors Brigham Young would have to consider before sending so many men to the Battalion? (For example, they were all preparing to move west and would need many able-bodied men to help.)"]],["li",["span.label","•"],[".para","Why would it have been difficult for Church members to support the U.S. government at that time?"]]],["div",{"id":"p66","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p66"},"Share the following statement of Brigham Young about the Constitution of the United States:"],[".blockQuote",["div",{"id":"p67","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p67"},"“The general Constitution of our country is good, and a wholesome government could be framed upon it, for it was dictated by the invisible operations of the Almighty. …"],["div",{"id":"p68","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p68"},"“Will the Constitution be destroyed? No; It will be held inviolate by this people; and, as Joseph Smith said, ‘the time will come when the destiny of the nation will hang upon a single thread; at that critical juncture, this people will step forth and save it from the threatened destruction.’ It will be so” (Journal History, July 4, 1854, Archives of The Church of Jesus Christ of Latter-day Saints)."]]],[".topic",["h4","Brigham Young taught the importance of education and wholesome recreation."],["div",{"id":"p70","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p70"},"Invite students to discuss how their lives would be different if they had less education. Brigham Young strongly encouraged learning even though he had little formal education himself. He enjoyed the arts and encouraged people to develop their talents whenever possible."],["div",{"id":"p71","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p71"},"Review and discuss the section",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-2-brigham-young-second-president-of-the-church.p1"},"“He Supported Education and the Cultural Arts”"],"in the student manual (pp. 37–38). Share the following statements by Brigham Young:"],[".blockQuote",["div",{"id":"p72","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p72"},"“The education of youth is an important text for the brethren to preach from. A very high value should be placed upon it by the Saints. We have the privilege of enjoying the spirit of revelation and the knowledge which comes from above, and in addition to this, every branch of education known in the world should be taught among and acquired by us. All the arts and sciences, and every branch of mechanism known and understood by man should be understood by this people” (in",["span.emphasis","Journal of Discourses,"],"13:263)."],["div",{"id":"p73","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p73"},"“Go to work and start some schools, go to school and study; have the girls go, and teach them chemistry, so that they can take any of these rocks and analyze them. The sciences can be learned without much difficulty. I want to have schools and entertain the minds of the people and draw them out to learn the arts and sciences. Send the old children to school, and the young ones also; there is nothing I would like better than to learn chemistry, botany, geology, and mineralogy, so that I could tell what I walk on, the properties of the air I breathe, what I drink, etc.” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [1954], 253)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","Why do you think Brigham Young had such a love for learning?"]],["li",["span.label","•"],[".para","In what ways can education influence a person’s future?"]],["li",["span.label","•"],[".para","In what ways can an education benefit you and the Church?"]]],["div",{"id":"p78","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p78"},"Tell students that although Brigham Young believed strongly in mental exertion, he also recognized the importance of physical activity and relaxation. Read and discuss the following statement of President Young:"],[".blockQuote",["div",{"id":"p79","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p79"},"“The mind of a man who is wholly devoted to the Church and kingdom of God on the earth is powerfully exercised. … The minds of such men are exercised from morning until morning again, and they labour more unhealthily than a person does at mowing or chopping wood, and their minds become weary. What do they need? A little relaxation. …"],["div",{"id":"p80","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p80"},"“My mind becomes tired, and perhaps some of yours do. If so, go and exercise your bodies. …"],["div",{"id":"p81","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p81"},"“If you want to dance, run a foot-race, pitch quoits [a game similar to ring toss], or play at ball, do it, and exercise your bodies, and let your minds rest."],["div",{"id":"p82","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p82"},"“The blessings of food, sleep, and social enjoyment are ordained of God for his glory and our benefit, and it is for us to learn to use them and not abuse them, that his kingdom may advance on the earth, and we advance in it” (in",["span.emphasis","Journal of Discourses,"],"6:147–49)."]],["div",{"id":"p83","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p83"},"Ask: How would you apply President Young’s statement to the lifestyle of today’s Latter-day Saint?"]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p86","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p86"},"When Brigham Young became President of the Church on December 5, 1847, he presided over nearly 35,000 members, with one stake and five missions in the Church. When the Saints were driven west, they were forced to leave Nauvoo and their newly dedicated temple. Over the next 30 years, as Brigham Young presided over the Church, more than 80,000 Latter-day Saints crossed the plains and settled in the West."],["div",{"id":"p87","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p87"},"President Brigham Young presided over the Church longer than anyone else in this dispensation. As a colonizer he had few peers. Within ten years after the Saints settled in the Great Basin, they had colonized nearly 800,000 square miles of territory. The settlements stretched for over 1,000 miles from Canada to Mexico and 800 miles from California to Wyoming. In 1877, the year of Brigham Young’s death, the Church had over 115,000 members, with 20 stakes, 8 missions, and a dedicated temple in St. George, Utah. Other Utah temples in Logan, Manti, and Salt Lake City were under construction (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 631)."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Brigham Young learned by experience to lead the Saints."],["div",{"id":"p90","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p90"},"Read with the students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-2-brigham-young-second-president-of-the-church.p1"},"“He Helped Lead the Saints out of Missouri and into Illinois” and “He Prepared for Leadership”"],"in the student manual (pp. 29–30). Have them look for qualities that made Brigham Young a great leader. List several responses on the board."],"Discuss the challenges President Brigham Young faced in the decades following the death of the Prophet Joseph Smith. Ask students to list on the board as many of his challenges as they can. These challenges included:",["ul.bullet",["li",["span.label","•"],[".para","Preserving unity and order in the Church in the months and years following the Martyrdom."]],["li",["span.label","•"],[".para","Preparing the Saints to move west—building wagons, gathering supplies, studying maps, and so on."]],["li",["span.label","•"],[".para","Protecting the Saints until they were ready to move west."]],["li",["span.label","•"],[".para","Completing the temple in Nauvoo and administering ordinances there."]],["li",["span.label","•"],[".para","Evacuating Nauvoo."]],["li",["span.label","•"],[".para","Settling the Saints in Winter Quarters."]],["li",["span.label","•"],[".para","Recruiting men, at the request of the United States government, to fight in the war with Mexico (the Mormon Battalion)."]],["li",["span.label","•"],[".para","Organizing the Camps of Israel for the move west (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136"},"D&C 136"],"), leading the first company to the Salt Lake Valley, and developing a system to help thousands of Saints immigrate to the West."]],["li",["span.label","•"],[".para","Establishing over 350 settlements throughout the West."]],["li",["span.label","•"],[".para","Sending missionaries to many nations to preach the gospel."]],["li",["span.label","•"],[".para","Handling the political problems of establishing the Utah Territory."]],["li",["span.label","•"],[".para","Constructing the Endowment House in Salt Lake City and a temple in St. George and beginning the construction of three other temples."]],["li",["span.label","•"],[".para","Cultivating relationships with Native American Indians and teaching them the gospel."]]],"Ask students to recall early experiences that may have helped Brigham Young develop the skills and abilities to meet these challenges. As necessary, remind students that these experiences included:",["ul.bullet",["li",["span.label","•"],[".para","Living faithfully through apostasies in Kirtland, Far West, and Nauvoo."]],["li",["span.label","•"],[".para","Serving as a member of the Quorum of the Twelve Apostles for nine years, six years as the senior Apostle; receiving and using the keys of the priesthood."]],["li",["span.label","•"],[".para","Developing a strong work ethic in his youth and learning woodworking and business skills."]],["li",["span.label","•"],[".para","Serving in Zion’s Camp and the Nauvoo Legion."]],["li",["span.label","•"],[".para","Receiving his endowment from the Prophet Joseph Smith."]],["li",["span.label","•"],[".para","Assisting Joseph Smith in his flight from Kirtland in early 1838 and helping the Saints settle in Far West, Missouri."]],["li",["span.label","•"],[".para","Helping thousands of Saints evacuate from Missouri to Illinois during the winter of 1839 and early spring of 1840 while the Prophet was in Liberty Jail."]],["li",["span.label","•"],[".para","Assisting in settling the Saints throughout northern Missouri."]],["li",["span.label","•"],[".para","Serving for ten years on missions in the eastern United States, Canada, and Great Britain."]],["li",["span.label","•"],[".para","Counseling with Joseph Smith about moving west."]],["li",["span.label","•"],[".para","Participating in constructing temples in Kirtland and Nauvoo."]]]],[".topic",["h4","The Mormon Battalion was a blessing to the Saints."],["div",{"id":"p118","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p118"},"If it is available, have students turn to map 6, “The Westward Movement of the Church,” in their triple combination and locate the Mormon Battalion route. Have students locate the land between the Indian Territory next to Missouri and the land to the west labeled “Mexico.” Identify this area as land claimed by both Texas and Mexico. Explain that after the United States annexed Texas in 1845, disputes about this area and other related issues resulted in a war between the United States and Mexico."],"Read and discuss with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-2-brigham-young-second-president-of-the-church.p1"},"“The Mormon Battalion Was Organized”"],"in the student manual (pp. 31–32), and have them look for reasons why President Brigham Young would ask so many men to leave their families at a time when they were preparing for the long journey west. Then ask students:",["ul.bullet",["li",["span.label","•"],[".para","After mobs had persecuted and driven the Saints from their homes, why might this decision to form the Mormon Battalion be difficult for members of the Church?"]],["li",["span.label","•"],[".para","In what ways did the Mormon Battalion benefit the Latter-day Saints?"]]]],[".topic",["h4","Brigham Young warned the Saints about seeking quick wealth."],["div",{"id":"p123","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p123"},"Read an advertisement for a “get-rich-quick” idea, and ask students why we are cautioned against such allurements. Or display some currency and ask how the desire for riches may motivate a person to act foolishly. Tell students that one major problem facing President Brigham Young was the desire of many Saints to seek gold in California. He felt that the lust for gold would destroy faithful Saints."],["div",{"id":"p124","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p124"},"Read the following statements by President Young:"],[".blockQuote",["div",{"id":"p125","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p125"},"“We are not anxious to obtain gold; if we can obtain it by raising potatoes and wheat, all right. ‘Can’t you make yourselves rich by speculating?’ We do not wish to. ‘Can’t you make yourselves rich by going to the gold mines?’ We are right in the midst of them. ‘Why don’t you dig the gold from the earth?’ Because it demoralizes any community or nation on the earth to give them gold and silver to their hearts’ content; it will ruin any nation. But give them iron and coal, good hard work, plenty to eat, good schools and good doctrine, and it will make them a healthy, wealthy and happy people” (",["span.emphasis","Discourses of Brigham Young,"],"298)."],["div",{"id":"p126","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p126"},"“The worst fear that I have about this people is that they will get rich in this country, forget God and His people, wax fat, and kick themselves out of the Church and go to hell. This people will stand mobbing, robbing, poverty, and all manner of persecution, and be true. But my greater fear for them is that they cannot stand wealth; and yet they have to be tried with riches, for they will become the richest people on this earth” (reported in James S. Brown,",["span.emphasis","Life of a Pioneer"],"[1900], 122–23)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","In what ways could the character of the Saints be affected by going to search for gold in California rather than working at home in the newly formed settlements?"]],["li",["span.label","•"],[".para","Why would Church members find it more difficult to be wealthy than to endure “mobbing, robbing, poverty, and all manner of persecution”?"]]]],[".topic",["h4","Between 1856 and 1860 many Saints came to the Great Basin by handcart."],["div",{"id":"p131","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p131"},"Invite a student to describe and explain the use of a pioneer handcart. Ask students why some pioneers began using handcarts."],["div",{"id":"p132","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p132"},"President Brigham Young sought a way to reduce the costs of bringing poor Church members across the plains to Utah. He decided that the Saints could put their necessary provisions in a handcart and walk to the valley. With handcarts, pioneers did not need to feed and herd oxen and hitch them to expensive wagons. Pioneers could walk faster than the oxen, so handcart companies were able to travel faster than wagon trains. In 1856, the first three handcart companies to arrive in the Salt Lake Valley traveled quickly and well; they were greeted by brass bands and cheering crowds. Unfortunately, the next two companies, headed by James G. Willie and Edward Martin, left late and were caught in early winter storms."],["div",{"id":"p133","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p133"},"Explain that in this emergency President Brigham Young displayed his deep belief that religion must be practical. He understood that the Lord often answers our prayers for help through other people. When President Young learned of the plight of the Martin and Willie handcart companies, he gave the following charge to the Saints who had gathered for general conference:"],[".blockQuote",["div",{"id":"p134","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p134"},"“The text will be—to get them here. …"],["div",{"id":"p135","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p135"},"“I shall call upon the Bishops this day, I shall not wait until to-morrow, nor until next day, for sixty good mule teams and twelve or fifteen wagons. …"],["div",{"id":"p136","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p136"},"“I will tell you all that your faith, religion, and profession of religion, will never save one soul of you in the celestial kingdom of our God, unless you carry out just such principles as I am now teaching you. Go and bring in those people now on the Plains” (in",["span.emphasis","Journal of Discourses,"],"4:113)."]],["div",{"id":"p137","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p137"},"Tell students that after receiving help from rescuers, the Willie Company completed their journey on November 9, 1856, after suffering great loss of life (67 deaths). The Martin Company came later, on November 30, having suffered an even greater loss of life (135–50 deaths). Both groups had been rescued by caring Latter-day Saints with more than 100 wagon loads of food and clothing. Ask students:"],["ul.bullet",["li",["span.label","•"],[".para","What do you learn from President Brigham Young’s belief that religion should be practical?"]],["li",["span.label","•"],[".para","How can you show the spirit of the handcart rescue in your own life?"]]]],[".topic",["h4","Misunderstanding and persecution followed the Saints west."],["div",{"id":"p141","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p141"},"Ask students which they believe posed the greatest challenges the pioneers faced after moving to the West—nature or other people. Discuss the reasons or explanations for their responses."],["div",{"id":"p142","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p142"},"Explain that persecution, conflict, and rumors of disloyalty to the United States government plagued the Saints through much of the 1800s. For example, in 1857 the Latter-day Saints were surprised to learn that an army was on its way to Utah to quell a “Mormon rebellion.” After receiving false reports from unhappy territorial officials, the federal government appointed a new governor to replace Brigham Young and sent him to Utah, escorted by an army of 2,500 soldiers. Having suffered persecutions in Missouri and Illinois, Church members and leaders did not know what to expect from this army. In fact, there were those in the army who did not see their role as merely escorting a new governor; they fully expected a war to put an end to Mormonism."],["div",{"id":"p143","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p143"},"President Brigham Young and other Church leaders responded to the threat by preparing settlers in the Utah Territory to defend their homes and communities. They sent raiding parties to slow the army by harassing it and by burning its supply trains. These raiders were given strict instructions not to shed blood. The military action and the resistance by the Saints became known as the “Utah War.”"],["div",{"id":"p144","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p144"},"The tactics of the Saints successfully slowed the army and forced it to spend a miserable winter in western Wyoming under the command of Colonel Albert Sidney Johnston. During the winter, negotiations took place with the help of Thomas Kane, a friend of the Church. The new governor, Alfred Cumming, came into Salt Lake City without the army to consult with Brigham Young."],["div",{"id":"p145","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p145"},"In the spring of 1858, Church leaders evacuated the northern Utah Saints from their homes and moved them south. A few men were assigned to stay behind and burn the empty homes to the ground, if necessary, rather than allow the federal soldiers to occupy them. The construction site of the Salt Lake Temple was leveled and covered with dirt so it would resemble a plowed field. As a result of the peace negotiations, the army passed through Salt Lake City and established Camp Floyd, about 40 miles southwest of Salt Lake City. The Saints returned to their homes in the summer of 1858. The army remained at Camp Floyd until it was withdrawn in 1861."],["div",{"id":"p146","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p146"},"Invite students to suggest ways that President Brigham Young’s leadership, characteristics, and personality were reflected in his response to the arrival of Colonel Johnston’s army."],["div",{"id":"p147","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p147"},"Explain that after war began between the northern and southern United States, President Young took the opportunity on October 18, 1861, to remind officials of the United States government that the Saints were still loyal. The Overland Telegraph had just been finished and Brigham Young was given the opportunity to send the first message from the West to the East over the new telegraph line. The message he sent read in part, “Utah has not seceded, but is firm for the Constitution and laws of our once happy country” (in Edward Henry Anderson,",["span.emphasis","Life of Brigham Young"],"[1893], 140–41)."]],[".topic",["h4","Brigham Young served as Church President for over 30 years."],["div",{"id":"p149","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p149"},"Ask students to discuss ways the Saints would be affected by the death of a Church President who had served for 30 years. For many of the young people and new converts, President Brigham Young was the only prophet they had known. Many recognized in him outstanding qualities that endeared him to them. His counsel to the Saints during his presidency addressed many aspects of life. Share the following statements of President Young and discuss with students why these teachings are relevant to us today."],["div",{"id":"p150","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p150"},["span.emphasis","Becoming great in the eyes of God:"]],[".blockQuote",["div",{"id":"p151","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p151"},"“If you wish to be great in the kingdom of God, you must be good. … No man or woman, in this kingdom that the Lord Almighty has again established upon the earth, can become great without being good—without being true to their integrity, faithful in their trust, full of charity and good works. If they do not order their lives to do all the good they can, they will be stripped of their anticipation of greatness. … Again you must make sacrifice (if such you may call it) of every feeling you possess on earth for the sake of the kingdom of God on earth. … Remember, that no earthly object may stand between you and your calling and duty” (Journal History of The Church of Jesus Christ of Latter-day Saints, July 24, 1854, 8, Archives of The Church of Jesus Christ of Latter-day Saints)."]],["div",{"id":"p152","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p152"},["span.emphasis","The role of divine revelation:"]],[".blockQuote",["div",{"id":"p153","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p153"},"“This church has been led by revelation, and unless we forsake the Lord entirely, so that the priesthood is taken from us, it will be led by revelation all the time. The question arises with some who has the right to revelation? … Every member has the right of receiving revelations for themselves. … It is the very life of the church of the living God, in all ages of the world” (in “October Conference Minutes,”",["span.emphasis","Times and Seasons,"],"Oct. 15, 1844, 682–83)."]],["div",{"id":"p154","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p154"},["span.emphasis","The keys of the resurrection:"]],[".blockQuote",["div",{"id":"p155","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p155"},"“It is supposed by this people that we have all the ordinances in our possession for life and salvation. … This is not the case. We are in possession of all the ordinances that can be administered in the flesh; but there are other ordinances and administrations that must be administered beyond this world. … I will mention one. We have not, neither can we receive here, the ordinance and the keys of the resurrection. … There are many more. We hold the authority to dispose of, alter and change the elements; but we have not received authority to organize native element, to even make a spear of grass grow. …"]],["div",{"id":"p156","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p156"},"“… Another item: We have not the power in the flesh to create and bring forth or produce a spirit. …"],[".blockQuote",["div",{"id":"p157","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p157"},"“We cannot receive, while in the flesh, the keys to form and fashion kingdoms and to organize matter, for they are beyond our capacity and calling, beyond this world” (",["span.emphasis","Discourses of Brigham Young,"],"397–98)."]],["div",{"id":"p158","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p158"},"As you conclude this lesson, you may want to use the following description of President Brigham Young given by Benjamin F. Johnson:"],[".blockQuote",["div",{"id":"p159","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p159"},"“His great influence as a leader seemed to be in his quick discernment, his ready decisions and his right judgement, in placing men and things in their proper positions, and to their best possible use; while his intuitive magnetism, his kindly sympathy and affection, his noble bearing as a brother, friend, and a man … inspired confidence, respect and love in all who really knew him. …"],["div",{"id":"p160","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p160"},"“I know him to have been a pioneer, a promoter, and a true friend to education, and although he was not himself cultured in scholarship or refined by classic education, yet he, by nature, was highly cultured or refined, both in habit, demeanor and conversation, and no one could associate with him and not be impressed by his refining influence. And so far as the influence of music and the drama tend to civilize and elevate, or define society, credit should be due to Brigham Young as a pioneer chief in their promotion and establishment in the heart of the ‘Great American Deseret.’ …"],["div",{"id":"p161","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/brigham-young-second-president-of-the-church.p161"},"“But we should not forget that Brigham Young was the leader of a people, driven before the cannon and bayonet of a heartless and cruel mob, who fled across the Mississippi in winter, leaving their homes without opportunity to provide food or clothing, and plundered of all they could not carry, and to go they knew not where; and to save the lives of all these many thousands now developed on Brigham Young, even to look after the possibilities of transportation, to learn the way, to open the road, to see that all had food, and then protect them from the tomahawk, scalping knife and bullet; and when in the Valleys, to measure out land, to formulate laws, and to counsel the people how to save a pittance from swarms of crickets and locusts that ravaged their fields” (Benjamin F. Johnson letter to George S. Gibbs, Archives of The Church of Jesus Christ of Latter-day Saints, 16)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What are some impressive characteristics you see in President Brigham Young?"]],["li",["span.label","•"],[".para","What teachings of President Young have influenced you?"]],["li",["span.label","•"],[".para","How will you apply those teachings in your life?"]]]]]]]],"refs":null}
