{"id":11,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":11,"title":"David O McKay-Ninth President of the Church","subtitle":"","short_title":"Chapter 9","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.head1"},[".titleNumber","Chapter 9"],["h1","David O. McKay"],[".subtitle","Ninth President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p6"},"In 1873, four years before President Brigham Young died, a son was born to David and Jennette Evans McKay. The new baby, named David Oman, was born in Huntsville, Utah, and was the first son and third child in the family. At the time of David O. McKay’s birth, Utah was more than 20 years from becoming a state. Only four years earlier the transcontinental railroad had been completed, and Utah was beginning to experience the end of its relative isolation."],["div",{"id":"p7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p7"},"Seven years after the birth of this new baby, tragedy struck the McKay household when both of David’s older sisters died. Rheumatic fever took one of the girls, and pneumonia took the other; both died in the short span of one week. The two girls were buried side by side in the same grave."],["div",{"id":"p8","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p8"},"David O. McKay graduated with a degree from the University of Utah, where he also played football. President McKay was the first Church President who was married in the Salt Lake Temple."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","David O. McKay learned about revelation early."],["div",{"id":"p11","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p11"},"Ask students about the earliest time in their lives when they can remember saying a prayer on their own. Ask them to consider the circumstances of that prayer."],["div",{"id":"p12","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p12"},"Tell students that when David O. McKay was not yet eight years old, his father was called on a two-year Church mission to Scotland. At the time of his father’s departure, his mother was expecting a baby very soon. His father asked David to “take care of Mama,” which he earnestly tried to do. At times he was afraid for himself and his family. One night he had an experience confirming that the Lord watched over him. Ask students to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-9-david-o-mckay-ninth-president-of-the-church.p1"},"“He Learned about Revelation When He Was Young”"],"from the student manual (pp. 146–47). Then ask: In what way did this experience help David O. McKay believe in the revelations to the Prophet Joseph Smith?"]],[".topic",["h4","He offered a tribute to his mother."],["div",{"id":"p14","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p14"},"Tell students that President David O. McKay often spoke fondly of his parents, who greatly influenced his life. The following tribute he gave to his mother reveals much about his feelings concerning motherhood. Share the tribute and ask students to look for ideals that they would like to have when they are parents."],[".blockQuote",["div",{"id":"p15","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p15"},"“I cannot think of a womanly virtue that my mother did not possess. Undoubtedly, many a youth, in affectionate appreciation of his mother’s love and unselfish devotion can pay his mother the same tribute; but I say this in the maturity of manhood when calm judgment should weigh facts dispassionately. To her children, and all others who knew her well, she was beautiful and dignified. Though high-spirited she was even-tempered and self-possessed. Her dark brown eyes immediately expressed any rising emotion which, however, she always held under perfect control."],["div",{"id":"p16","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p16"},"“In the management of her household she was frugal yet surprisingly generous, as was father also, in providing for the welfare and education of her children. To make home the most pleasant place in the world for her husband and children was her constant aim, which she achieved naturally and supremely. Though unselfishly devoted to her family, she tactfully taught each one to reciprocate in little acts of service. …"],["div",{"id":"p17","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p17"},"“Mother left us when she was still young, only fifty-four. During the intervening … years I have often wished that I had told her in my young manhood that my love for her and the realization of her love and of her confidence gave me power more than once during fiery youth to keep my name untarnished. …"],["div",{"id":"p18","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p18"},"“Among my most precious soul treasures, is the memory of mother’s prayers by the bedside, of her affectionate touch as she tucked the bedclothes around my brother and me and gave each a loving, goodnight kiss. We were too young and roguish, then, fully to appreciate such devotion, but not too young to know that mother loved us."],["div",{"id":"p19","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p19"},"“It was this realization of mother’s love, with a loyalty to the precepts of an exemplary father, which, more than once during youth, turned my steps from the precipice of temptation."],["div",{"id":"p20","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p20"},"“If I were asked to name the world’s greatest need, I should say unhesitatingly",["span.emphasis","wise mothers"],"; and the second,",["span.emphasis","exemplary fathers"],"” (in Llewelyn R. McKay,",["span.emphasis","Home Memories of President David O. McKay"],"[1956], 3–4)."]],["div",{"id":"p21","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p21"},"Ask students: What was one of the regrets expressed by David O. McKay following the death of his mother?"]],[".topic",["h4","He learned from his father."],["div",{"id":"p23","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p23"},"Explain that David O. McKay learned to work from his father. His father did not tell his boys what to do on the farm but would ask them, “Boys, what is your plan for today?” This approach taught them to make decisions and helped them feel that the farm belonged to them as much as it did to their father (see McKay,",["span.emphasis","Home Memories,"],"7). This training helped them when their father was called on a mission to Scotland in 1881 and the care of the farm was left to the family. David was only seven years old when his father was called. Because he was responsible to care for the farm, David O. McKay matured quickly."],"For more details about these early years of his life, you may wish to review and discuss with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-9-david-o-mckay-ninth-president-of-the-church.p1"},"“He Had Important Responsibilities at an Early Age”"],"in the student manual (p. 146). Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What challenges might young David have faced during those years of his father’s absence?"]],["li",["span.label","•"],[".para","What challenges did you face early in your life that have benefited you?"]]]],[".topic",["h4","“Act Well Thy Part” became his motto."],["div",{"id":"p28","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p28"},"Remind students of the discussion of President John Taylor’s motto in an earlier lesson. Ask if anyone remembers that motto. Ask if any students have adopted a personal or family motto since the class discussed President Taylor’s motto. Explain that President Taylor and his motto impressed David O. McKay while he was a young boy. Share the following statement by President David O. McKay:"],[".blockQuote",["div",{"id":"p29","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p29"},"“Just above the pulpit in the meetinghouse where as a boy I attended Sunday services, there hung for many years a large photograph of the late President John Taylor, and under it, in what I thought were gold letters, this phrase: ‘The Kingdom of God or Nothing.’"],["div",{"id":"p30","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p30"},"“The sentiment impressed me as a mere child years before I understood its real significance. I seemed to realize at that early date that there is no other church or organization that approaches the perfection or possesses the divinity that characterizes the church of Jesus Christ. As a child I felt this intuitively; in youth, I became thoroughly convinced of it; and today I treasure it as a firm conviction of my soul” (",["span.emphasis","Cherished Experiences from the Writings of President David O. McKay,"],"comp. Clare Middlemiss, rev. ed. [1976], 15)."]],["div",{"id":"p31","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p31"},"Ask: How does a strong commitment to a motto like “The Kingdom of God or Nothing” affect decisions about keeping the commandments? getting married? going on a mission? attending church? listening to different kinds of music? getting an education?"],"Review with students “Act Well Thy Part” in the student manual (pp. 147–48), and have them look for a motto David O. McKay referred to most of his life. Ask:",["ul.bullet",["li",["span.label","•"],[".para","Why might seeing this inscription have been a turning point for Elder McKay?"]],["li",["span.label","•"],[".para","Have you had similar turning points in your life? What motivated them?"]]]],[".topic",["h4","He served a mission to Scotland."],["div",{"id":"p36","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p36"},"Tell students that David O. McKay was called to serve in Great Britain and spent most of his mission in Scotland, the same country in which his father served when David was a young boy. Share and discuss the following mission experience he later spoke of:"],[".blockQuote",["div",{"id":"p37","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p37"},"“Following a series of meetings at the conference held in Glasgow, Scotland, was a most remarkable priesthood meeting. I remember, as if it were yesterday, the intensity of the inspiration of that occasion. Everybody felt the rich outpouring of the Spirit of the Lord. All present were truly of one heart and one mind. Never before had I experienced such an emotion. It was a manifestation for which as a doubting youth I had secretly prayed most earnestly on hillside and in meadow. It was an assurance to me that sincere prayer is answered sometime, somewhere. …"],["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p38"},"“Such was the setting in which James L. McMurrin gave what has since proved to be a prophecy. I had learned by intimate association with him that James McMurrin was pure gold. His faith in the gospel was implicit. No truer man, no man more loyal to what he thought was right ever lived. So when he turned to me and gave what I thought then was more of a caution than a promise, his words made an indelible impression upon me. Paraphrasing the words of the Savior to Peter, Brother McMurrin said: ‘Let me say to you, Brother David, Satan hath desired you that he may sift you as wheat, but God is mindful of you.’ [See",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.31"},"Luke 22:31"],".] Then he added, ‘If you will keep the faith, you will yet sit in the leading councils of the Church.’"],["div",{"id":"p39","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p39"},"“At that moment there flashed in my mind temptations that had beset my path, and I realized even better than President McMurrin, or any other man how truly he had spoken when he said, ‘Satan hath desired thee.’ With the resolve then and there to keep the faith, there was born a desire to be of service to my fellowmen; and with it came a realization, a glimpse at least, of what I owed to the elder who first carried the message of the restored gospel to my grandfather and grandmother, who had accepted the message years before in the north of Scotland and in South Wales."],["div",{"id":"p40","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p40"},"“I ask God to continue to bless you. … Do not let temptation lead you astray” (in Conference Report, Oct. 1968, 86)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What do you think the phrase “Satan desires to ‘sift you as wheat’” means? (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/22.31"},"Luke 22:31"],")."]],["li",["span.label","•"],[".para","What realization strengthened Elder McKay’s resolve to resist temptation?"]],["li",["span.label","•"],[".para","What can we do to resist temptation?"]]]],[".topic",["h4","Teaching is a noble profession."],["div",{"id":"p46","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p46"},"Ask students why they seek an education. Discuss with them the opportunities they will have to teach others. Explain that David O. McKay first attended school in Huntsville, Utah, and then, after eighth grade, he studied at the Weber Stake Academy in Ogden, Utah, for two years, after which he returned to teach at the Huntsville school. He next enrolled at the University of Utah and graduated in 1897 as valedictorian. Following his mission, he began teaching at the Weber Stake Academy in 1899, and he became principal of the Academy in 1902."],["div",{"id":"p47","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p47"},"Share with the class some or all of the following teachings of President David O. McKay regarding education, and discuss what they suggest about teaching and learning:"],[".blockQuote",["div",{"id":"p48","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p48"},"“I have said to teachers on more than one occasion: If you will give your classes a thought, even",["span.emphasis","one"],"new thought during your recitation period, you will find that they will go away satisfied. But it is your obligation to be prepared to give that new thought” (",["span.emphasis","Gospel Ideals: Selections from the Discourses of David O. McKay"],"[1953], 439)."],["div",{"id":"p49","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p49"},"“The lives of men become signposts to us, pointing the way along roads that lead either to lives of usefulness and happiness or to lives of selfishness and misery. It is important then that we seek, both in life and in books, the companionship of the best and noblest men and women” (",["span.emphasis","Gospel Ideals,"],"439–40)."],["div",{"id":"p50","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p50"},"“The Church stands for education. The very purpose of its organization is to promulgate truth among men. Members of the Church are admonished to acquire learning by study, and also by faith and prayer, and to seek after everything that is virtuous, lovely, of good report, or praiseworthy. …"],["div",{"id":"p51","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p51"},"“Indeed, one of the fundamental teachings of the Church is that salvation itself depends upon knowledge; for, says the revelation, ‘It is impossible for a man to be saved in ignorance,’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.6"},"D&C 131:6"],")” (",["span.emphasis","Gospel Ideals,"],"440)."],["div",{"id":"p52","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p52"},"“Gaining knowledge is one thing and applying it, quite another. Wisdom is the right application of knowledge; and true education—the education for which the Church stands—is the application of knowledge to the development of a noble and Godlike character."],["div",{"id":"p53","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p53"},"“A man may possess a profound knowledge of history and of mathematics; he may be authority in psychology, biology, or astronomy; he may know all the discovered truths pertaining to geology and natural science; but if he has not with this knowledge that nobility of soul which prompts him to deal justly with his fellow men, to practise virtue and holiness in personal life, he is not a truly educated man."],["div",{"id":"p54","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p54"},"“Character is the aim of true education; and science, history, and literature are but means used to accomplish the desired end. Character is not the result of chance work but of continuous right thinking and right acting."],["div",{"id":"p55","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p55"},"“True education seeks, then, to make men and women not only good mathematicians, proficient linguists, profound scientists, or brilliant literary lights, but also honest men, combined with virtue, temperance, and brotherly love—men and women who prize truth, justice, wisdom, benevolence, and self-control as the choicest acquisitions of a successful life” (",["span.emphasis","Gospel Ideals,"],"440)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","In your opinion, how was David O. McKay’s philosophy of education different or similar to that found in educational institutions today?"]],["li",["span.label","•"],[".para","What do you believe is the purpose of education?"]],["li",["span.label","•"],[".para","How can you fulfill the responsibility to become educated and stay close to the Lord at the same time?"]]],["div",{"id":"p60","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p60"},"Read and discuss",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-81"},"Doctrine and Covenants 88:77–81"],"."]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p63","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p63"},"David O. McKay was called as an Apostle in 1906 at the age of 32, and he served over 63 years. In 1951 he became President of the Church at a time when conditions were favorable for two things to occur: the establishment of the Church as a major force in a larger area of the world and the consolidation of many Church programs designed to help Church members learn and live the gospel. Temples were dedicated in Switzerland (1955), New Zealand (1958), and England (1958). Many members of the Church outside of the United States were beginning to have access to temples."],["div",{"id":"p64","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p64"},"In addition to earning the admiration and devotion of Church members, President David O. McKay was recognized by many organizations for his uplifting influence. During his lifetime he received several honorary degrees from colleges and universities, as well as many awards and honorary memberships from civic and professional organizations, including the Blue Key National Honor Fraternity (a service organization), the Boy Scouts of America, and the Sons of Utah Pioneers."],["div",{"id":"p65","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p65"},"In 1951, the year David O. McKay became President, Church membership was almost 1.2 million, with 191 stakes, 42 missions, and 8 temples. In 1970, the year he died, Church membership was around 2.9 million, with 537 stakes, 92 missions, and 13 temples (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 632)."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","He was called to be an Apostle."],["div",{"id":"p68","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p68"},"Ask students if they have ever felt unqualified for or overwhelmed by a calling they have received. Explain that Elder David O. McKay was sustained as a member of the Quorum of the Twelve Apostles at the same time as Church leaders George F. Richards and Orson F. Whitney. At the time of these calls to serve in the Quorum of the Twelve, Elder Richards had served as a counselor in a stake presidency and as a patriarch and Elder Whitney had served for almost 28 years as a bishop. David O. McKay was only 32 years old and was serving as an assistant to the stake Sunday School superintendent. He was ordained an Apostle on April 9, 1906, by President Joseph F. Smith."],["div",{"id":"p69","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p69"},"Ask students: What can we do when we feel unqualified for or overwhelmed by a position to which we have been called?"]],[".topic",["h4","Elder McKay was assigned to visit Church members around the world."],["div",{"id":"p71","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p71"},"Inquire of the students about who traveled the greatest distance from their home to reach their mission assignment. (This will give the class an opportunity to find out where some of their classmates have served missions.) Tell them that in December 1920, Elder David O. McKay and Hugh J. Cannon (then president of the Salt Lake Liberty Stake) left on a year-long assignment from the First Presidency to tour the missions of the world. They traveled over 60,000 miles by land and sea. Have students read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-9-david-o-mckay-ninth-president-of-the-church.p1"},"“He Went on a World Tour during 1920–21”"],"in the student manual (p. 149)."],["div",{"id":"p72","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p72"},"Ask: What insights about the worldwide Church might Elder McKay have gained that he could not get from hearing reports or reading correspondence from people in international areas? Explain that sometimes when the servants of the Lord are saved from harm, the importance of this protection is shown in a dramatic fashion. Share the following story with the students:"],[".blockQuote",["div",{"id":"p73","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p73"},"“It happened in 1921, while President McKay and Elder Hugh Cannon were making a tour of the missions of the world. After a day of inspiring conference meetings in Hilo, Hawaii, a night trip to the Kilauea volcano was arranged for the visiting brethren and some of the missionaries. About nine o’clock that evening, two carloads, about ten of us, took off for the then very active volcano."],["div",{"id":"p74","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p74"},"“We stood on the rim of that fiery pit, … our backs chilled by the cold winds sweeping down from snowcapped Mauna Loa, and our faces almost blistered by the heat of the molten lava. Tiring of the cold, one of the elders discovered a volcanic balcony about four feet down inside the crater where observers could watch the display without being chilled by the wind. It seemed perfectly sound, and the railing on the open side of it formed a fine protection from the intense heat, making it an excellent place to view the spectacular display."],["div",{"id":"p75","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p75"},"“After first testing its safety, Brother McKay and three of the elders climbed down into the hanging balcony. As they stood there warm and comfortable, they teased the others of us more timid ones who had hesitated to take advantage of the protection they had found. For quite some time we all watched the ever-changing sight as we alternately chilled and roasted."],["div",{"id":"p76","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p76"},"“After being down there in their protected spot for some time, suddenly Brother McKay said to those with him, ‘Brethren, I feel impressed that we should get out of here.’"],["div",{"id":"p77","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p77"},"“With that he assisted the elders to climb out, and then they in turn helped him up to the wind-swept rim. It seems incredible, but almost immediately the whole balcony crumbled and fell with a roar into the molten lava a hundred feet or so below” (Virginia Budd, in",["span.emphasis","Cherished Experiences from the Writings of President David O. McKay,"],"comp. Clare Middlemiss, rev. ed. [1976], 52–53)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What impresses you about Elder McKay’s response to spiritual impressions in those circumstances?"]],["li",["span.label","•"],[".para","How can we learn to be more sensitive to spiritual promptings?"]]]],[".topic",["h4","The McKays were recognized for their courtesy in the home."],["div",{"id":"p82","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p82"},"Ask students if they are aware of any popular phrases or expressions that are attributed to President David O. McKay. Responses may include “No other success can compensate for failure in the home.” This phrase became a popular theme among members of the Church and conveys our deep feelings about the role of the home in society. Another expression often attributed to David O. McKay is “Every member a missionary.”"],["div",{"id":"p83","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p83"},"Inform students that in the April 1964 general conference President McKay taught:"],[".blockQuote",["div",{"id":"p84","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p84"},"“No other success can compensate for failure in the home. … The poorest shack of a home in which love prevails over a united family is of greater value to God and future humanity than the richest bank on earth. In such a home God can work miracles and will work miracles. … Pure hearts in a pure home are always in whispering distance of heaven” (quoted from J. E. McCulloch,",["span.emphasis","Home: The Savior of Civilization"],"[1924], 42; in Conference Report, Apr. 1935, 116)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What kinds of success do some people try to substitute for success in the home?"]],["li",["span.label","•"],[".para","What do you think the statement “Pure hearts in a pure home are always in whispering distance of heaven” means?"]]],["div",{"id":"p88","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p88"},"Ask students if they can imagine a father on his deathbed saying as his last words, “I wish I would have spent more time at the office.” Discuss what kind of regrets a parent might be more likely to express at that time."],["div",{"id":"p89","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p89"},"Explain to students that the good relationship between David O. McKay and his wife, Emma Ray, was well known. They showed great love for each other. Share the following description of the McKay home with students:"],[".blockQuote",["div",{"id":"p90","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p90"},"“David and Ray reared their children in an atmosphere of love, harmony, and security, where father and mother were respected, not because they demanded their place as leaders, but because the children naturally made them their ideals and respected their judgment. …"],["div",{"id":"p91","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p91"},"“There were no company [visitor] manners in the McKay home. Father and mother were as courteous to each other and to their children when only the members of the family were present, as when the most respected guests were in the home. The same courtesy and respect for each other’s rights were required of the children in their association and play together” (Jeanette McKay Morrell,",["span.emphasis","Highlights in the Life of President David O. McKay"],"[1966], 42, 47)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What does the statement mean “there were no company manners”?"]],["li",["span.label","•"],[".para","What message is sent to children when there are two sets of manners?"]]],["div",{"id":"p95","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p95"},"Read and discuss with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-9-david-o-mckay-ninth-president-of-the-church.p1"},"“He Gave Ten Conditions That Can Contribute to a Happy Home”"],"in the student manual (pp. 155–56). You may want to make an overhead transparency and reveal the conditions one at a time as you discuss them. Ask: Which of these conditions seem especially challenging in today’s culture? Why?"]],[".topic",["h4","David O. McKay became President of the Church."],["div",{"id":"p97","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p97"},"Tell students that on April 9, 1951, following the death of President George Albert Smith, David O. McKay became the senior Apostle. He was chosen by the Lord to lead the Church. He called Stephen L. Richards and J. Reuben Clark Jr. as his counselors. Joseph Fielding Smith, as the next senior Apostle and President of the Quorum of the Twelve, ordained and set apart David O. McKay as President of the Church on April 12, 1951."],["div",{"id":"p98","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p98"},"Write on the board",["span.emphasis","“Without [God’s] divine guidance and constant inspiration, we"],["span.textInput","__________"],["span.textInput","__________"],["span.emphasis",". With his guidance, with his inspiration, we"],["span.textInput","__________"],["span.textInput","__________"],["span.emphasis",".”"],"Invite students to review the first half of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-9-david-o-mckay-ninth-president-of-the-church.p1"},"“He Became President of the Church”"],"in the student manual (p. 151) and fill in the blanks. Ask:"],["ul.bullet",["li",["span.label","•"],[".para","In what ways can Church members support the First Presidency with “confidence, faith, and prayer” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.22"},"D&C 107:22"],")?"]],["li",["span.label","•"],[".para","How else can Church members support their leaders in the Church?"]]]],[".topic",["h4","He looked like a prophet."],["div",{"id":"p102","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p102"},"Ask students what preconceived ideas people not of our faith might have about what a prophet would look like. Explain that in Nauvoo the Prophet Joseph Smith regularly went to the docks to meet Saints who had just traveled up the Mississippi River. Many had emigrated from lands as far away as Great Britain. A number of diaries report that when the converts arrived, they recognized the Prophet Joseph Smith as they looked over the crowd that came to meet the boat. They often identified him even though he was dressed like everyone else. When they saw him it was not uncommon for the Spirit to bear witness to them that he was indeed a prophet."],"This also happened with President David O. McKay. Have a student read aloud the story in the last three paragraphs of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-9-david-o-mckay-ninth-president-of-the-church.p1"},"“He Was Respected throughout the World”"],"in the student manual (p. 153). Ask students:",["ul.bullet",["li",["span.label","•"],[".para","How might such experiences relate to Alma’s teachings in",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.14"},"Alma 5:14"],"?"]],["li",["span.label","•"],[".para","How can we receive the “image of God” in our countenances?"]],["li",["span.label","•"],[".para","What have you experienced in being near the prophet or in watching him on a general conference broadcast?"]]],["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p107"},"Explain that many people recognized that President McKay had a unique closeness to the Lord. Ask: Why do you suppose people not of our faith reacted as they did to President McKay?"]],[".topic",["h4","Spirituality is the highest attainment of the soul."],["div",{"id":"p109","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p109"},"Write the word",["span.emphasis","spirituality"],"on the board, and ask students to define it. Write some of their answers on the board. After several students have had an opportunity to respond, add President David O. McKay’s definition: “Spirituality … is the consciousness of victory over self and of communion with the Infinite” (in Conference Report, Oct. 1956, 6)."],"Read and discuss with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-9-david-o-mckay-ninth-president-of-the-church.p1"},"“He Taught about Developing Spirituality”"],"in the student manual (p. 158) to help them better understand spirituality. Ask:",["ul.bullet",["li",["span.label","•"],[".para","What do you think President McKay meant by the phrase “control of environment”?"]],["li",["span.label","•"],[".para","What do you think President McKay meant when he said, “You lose the soul unless you develop spirituality within”?"]]]],[".topic",["h4","David O. McKay had many spiritual gifts."],["div",{"id":"p114","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p114"},"Divide the class into four groups and assign each group one of the following sections from the student manual (pp. 156–57): “He Had the Gift of Healing,” “He Opened the Eyes of a Blind Man,” “He Had the Gift of Discernment,” and “The Power of God Was with Him.” Ask them to review the principles illustrated in their section. Have a student from each group teach the class about the section studied by the group."],"Explain that President David O. McKay had many gifts of the Spirit and blessed the lives of those with whom he came in contact. Discuss the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Who is entitled to spiritual gifts in the Church? (any Latter-day Saint; bishops and other presiding leaders by nature of their calling are entitled to specific gifts; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.8-33"},"D&C 46:8–33"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.8-11"},"1 Corinthians 12:8–11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.8-19"},"Moroni 10:8–19"],")."]],["li",["span.label","•"],[".para","What do you think Sister McKay might have meant when she said her husband was blessed with “pre-vision”? (see",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-9-david-o-mckay-ninth-president-of-the-church.p1"},"“The Power of God Was with Him”"],"in the student manual, p. 157)."]]]],[".topic",["h4","The Church has a single standard of morality."],["div",{"id":"p119","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p119"},"Ask students if they have heard about differing societal expectations of chastity for young men and young women. Discuss why these expectations have sometimes been different for men and women. Share the following statement by President David O. McKay:"],[".blockQuote",["div",{"id":"p120","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p120"},"“In The Church of Jesus Christ of Latter-day Saints there is but one standard of morality. No young man has any more right to sow his wild oats in youth than has a young girl. He who is unchaste in young manhood is untrue to a trust given to him by the parents of the girl, and she who is unchaste in maidenhood is untrue to her future husband and lays the foundation of unhappiness in the home, suspicion, and discord. Do not worry about these teachers who encourage promiscuity and self-gratification. Just keep in mind this eternal truth, that chastity is a virtue to be prized as one of life’s noblest achievements” (in Conference Report, Apr. 1967, 7–8)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","In what way do you believe the moral climate in our culture has changed since the ministry of President McKay?"]],["li",["span.label","•"],[".para","Why is chastity a “virtue to be prized as one of life’s noblest achievements”?"]]]],[".topic",["h4","He offered a guide to knowing when you are in love."],["div",{"id":"p125","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p125"},"Ask students what they consider to be the most important decision they will ever make. Some will suggest that who they marry ranks high as an important decision. Ask how a person knows whom to marry. Share the following counsel from President David O. McKay:"],[".blockQuote",["div",{"id":"p126","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p126"},"“You may ask, ‘how may I know when I am in love?’"],["div",{"id":"p127","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p127"},"“That is a very important question. A fellow student and I considered that query one night as we walked together. As boys of that age frequently do, we were talking about girls. Neither he nor I knew whether or not we were in love. Of course I had not then met my present sweetheart. In answer to my question, ‘How may we know when we are in love?’ he replied: ‘My mother once said that if you meet a girl in whose presence you feel a desire to achieve, who inspires you to do your best, and to make the most of yourself, such a young woman is worthy of your love and is awakening love in your heart.’"],["div",{"id":"p128","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p128"},"“I submit that … as a true guide” (",["span.emphasis","Gospel Ideals: Selections from the Discourses of David O. McKay"],"[1953], 459)."]],"Discuss the following questions:",["ul.bullet",["li",["span.label","•"],[".para","How do many young people make the decision about whom to marry?"]],["li",["span.label","•"],[".para","What are the advantages of the guidelines President McKay described?"]]]],[".topic",["h4","He served God and his fellowman throughout his long life."],["div",{"id":"p133","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/david-o-mckay-ninth-president-of-the-church.p133"},"Conclude the lesson by telling students that, in his 97th year, President David O. McKay died at his Hotel Utah apartment at 6:00",["span.smallCaps","a.m."],"on the Sabbath morning of January 18, 1970, thus culminating an earthly existence that began only 26 years after pioneers came into the Great Salt Lake Valley. He had served faithfully as an apostolic representative of the Savior for almost 64 years."],"Review with students “President Joseph Fielding Smith Paid Him a Tribute” in the student manual (pp. 159–60). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","What qualities did President David O. McKay emphasize in his life?"]],["li",["span.label","•"],[".para","What contributions did he make in building up the kingdom of God?"]]]]]]]],"refs":null}
