{"id":15,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":15,"title":"Ezra Taft Benson-Thirteenth President of the Church","subtitle":"","short_title":"Chapter 13","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.head1"},[".titleNumber","Chapter 13"],["h1","Ezra Taft Benson"],[".subtitle","Thirteenth President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p6"},"Ezra T. Benson, the great-grandfather of President Ezra Taft Benson, was the first Apostle called to the Quorum of the Twelve after the death of the Prophet Joseph Smith. He traveled with the first group that entered the Salt Lake Valley on July 24, 1847. George T. Benson, the grandfather of Ezra Taft Benson, was born at Garden Grove, Iowa, in 1846. George T. Benson’s son George T. Benson Jr. became the father of Ezra Taft Benson. To this strong pioneer heritage President Ezra Taft Benson added his legacy of service and devotion to the Lord."],["div",{"id":"p7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p7"},"When Ezra Taft Benson was born on August 4, 1899, in Whitney, Idaho, Harold B. Lee was only a few months old and Spencer W. Kimball was four years old. Lorenzo Snow was President of the Church. The Salt Lake Temple had been dedicated six years earlier, and Utah had become a state only three years earlier."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","A priesthood blessing helped save Ezra Taft Benson’s life."],["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p10"},"Explain that Ezra Taft Benson was born in a small farming community in southern Idaho, surrounded by an anxious and worried family. After a difficult delivery, the doctor had little hope for the new baby’s survival. A priesthood blessing from his father and the inspired actions of his grandmothers preserved his life. Share the following:"],[".blockQuote",["div",{"id":"p11","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p11"},"“President Benson was born August 4, 1899, in Whitney, Idaho, the son of George T. Benson, Jr., and Sarah Dunkley Benson. He was the first of 11 children."],["div",{"id":"p12","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p12"},"“At birth he was in critical condition. The doctor told the family he would try to save the mother, but he held little hope for the child."],["div",{"id":"p13","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p13"},"“But as President Benson himself explained: ‘The faith of my father, the administrations of the priesthood, and the quick action of my two grandmothers, who placed me first in a pan of cold water and then in a pan of warm water alternately, brought forth a husky yell to the joy of all’” (Mark E. Petersen, “Ezra Taft Benson: ‘A Habit of Integrity,’”",["span.emphasis","Ensign,"],"Oct. 1974, 22–23)."]]],[".topic",["h4","He had faithful and capable parents."],"Review “He Was Raised in a Wonderful Family” in the student manual (p. 215), and list on the board the qualities and practices of the Benson family. Ask:",["ul.bullet",["li",["span.label","•"],[".para","What qualities and practices of the Benson family would you like to have in your own home?"]],["li",["span.label","•"],[".para","How did recreation help build unity in the Benson family?"]]],["div",{"id":"p18","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p18"},"Tell students that Ezra Taft Benson recognized and appreciated the efforts of his parents and often expressed gratitude for a loving and caring home. He later taught:"],[".blockQuote",["div",{"id":"p19","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p19"},"“Our parents deserve our honor and respect for giving us life itself. Beyond this they almost always made countless sacrifices as they cared for and nurtured us through our infancy and childhood, provided us with the necessities of life, and nursed us through physical illnesses and the emotional stresses of growing up. In many instances, they provided us with the opportunity to receive an education, and, in a measure, they educated us. Much of what we know and do we learned from their example. May we ever be grateful to them and show that gratitude” (in Conference Report, Oct. 1989, 6; or",["span.emphasis","Ensign,"],"Nov. 1989, 6)."]]],[".topic",["h4","His father was a powerful influence on him."],["div",{"id":"p21","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p21"},"Share the following with students:"],[".blockQuote",["div",{"id":"p22","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p22"},"“From the time he could walk, ‘T.’, as young Ezra was nicknamed, was his father’s shadow—riding horses, working in the fields, hitching up the horse and buggy for meetings, playing ball and swimming in the creek. He had a rich sense of heritage, stemming from his birthright as Ezra T. Benson’s eldest great-grandson, but also because he idolized his father and, as a young boy, felt an unusual sense of security and deep pride in who he was. Years later, after George Benson died, his eldest son overheard one of the few non-Mormons in Whitney say, ‘Today we buried the greatest influence for good in Cache Valley.’ Without question, George Benson was a powerful influence in the life of his eldest son” (Sheri L. Dew,",["span.emphasis","Ezra Taft Benson: A Biography"],"[1987], 14)."]],["div",{"id":"p23","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p23"},"Ask: What can you do to be a good influence in the lives of your posterity?"]],[".topic",["h4","Faithful home teachers strengthened the Benson family."],["div",{"id":"p25","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p25"},"Ask those students who grew up as members of the Church to comment about their childhood memories of home teachers visiting their home. Share with the class President Ezra Taft Benson’s reminiscences of home teachers coming to his parents’ home:"],[".blockQuote",["div",{"id":"p26","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p26"},"“We always knew they would come. I can’t remember one miss. And we would have a great visit. They would stand behind a chair and talk to the family. They would go around the circle and ask each child how he or she was doing and if we were doing our duty. Sometimes Mother and Father would prime us before the ward [home] teachers came so we would have the right answers. But it was an important time for us as a family. They always had a message, and it was always a good one."],["div",{"id":"p27","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p27"},"“We have refined home teaching a lot since those early days in Whitney. But it is still basically the same. The same principles are involved: caring, reaching out, teaching by the Spirit, leaving an important message each month, and having a concern and love for each member of the family” (in Conference Report, Apr. 1987, 63–64; or",["span.emphasis","Ensign,"],"May 1987, 51)."]],["div",{"id":"p28","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p28"},"Invite a student to share a positive personal experience he or she has had as a home or visiting teacher."]],[".topic",["h4","His father was called on a mission."],["div",{"id":"p30","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p30"},"Tell students that when Ezra Taft Benson was 12 years old, his grandfather Bishop George T. Benson Sr. submitted the name of his son George T. Benson Jr. (Ezra’s father) to serve as a missionary. President Benson later spoke of this event and the blessings that came into their home when his father was called on a mission:"],[".blockQuote",["div",{"id":"p31","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p31"},"“When I think of how we show faith, I cannot help but think of the example of my own father. I recall vividly how the spirit of missionary work came into my life. I was about thirteen years of age when my father received a call to go on a mission. …"],["div",{"id":"p32","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p32"},"“As Father drove the horse homeward [from a meeting], Mother opened the mail, and, to their surprise, there was a letter from Box B in Salt Lake City—a call to go on a mission. No one asked if one were ready, willing, or able. The bishop was supposed to know, and the bishop was Grandfather George T. Benson, my father’s father."],["div",{"id":"p33","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p33"},"“As Father and Mother drove into the yard, they were both crying—something we had never seen in our family. We gathered around the buggy—there were seven of us then—and asked them what was the matter."],["div",{"id":"p34","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p34"},"“They said, ‘Everything’s fine.’"],["div",{"id":"p35","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p35"},"“‘Why are you crying then?’ we asked."],["div",{"id":"p36","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p36"},"“‘Come into the living room and we’ll explain.’"],["div",{"id":"p37","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p37"},"“We gathered around the old sofa in the living room, and Father told us about his mission call. Then Mother said: ‘We’re proud to know that Father is considered worthy to go on a mission. We’re crying a bit because it means two years of separation. You know, your father and I have never been separated more than two nights at a time since our marriage—and that’s when Father was gone into the canyon to get logs, posts, and firewood.’"],["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p38"},"“And so Father went on his mission. Though at the time I did not fully comprehend the depths of my father’s commitment, I understand better now that his willing acceptance of this call was evidence of his great faith. Every holder of the priesthood, whether young or old, should strive to develop that kind of faith” (in Conference Report, Oct. 1986, 60; or",["span.emphasis","Ensign,"],"Nov. 1986, 45–46)."],["div",{"id":"p39","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p39"},"“I am grateful for the great missionary program of the Church. My father’s family consisted of eleven children. All eleven of us have filled missions. My wife also filled a mission and had the pleasure of her widowed mother serving with her for the last six months. When my own father went on a mission, I remember, as the eldest son, the letters that he wrote from the mission field in the Midwest. There came into that home a spirit of missionary work that has never left it, for which I am humbly grateful” (in Conference Report, Apr. 1985, 8; or",["span.emphasis","Ensign,"],"May 1985, 8)."]],["div",{"id":"p40","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p40"},"Ask students: What can we do to build a legacy of missionary work within our own families?"]],[".topic",["h4","He taught how to rise above criticism."],"Have students review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-13-ezra-taft-benson-thirteenth-president-of-the-church.p1"},"“He Learned Much from His Early School Experiences”"],"in the student manual (pp. 215–16), and discuss the following:",["ul.bullet",["li",["span.label","•"],[".para","How did a clear conscience help Ezra Taft Benson rise above unjust criticism?"]],["li",["span.label","•"],[".para","What do you think President Benson meant by “avoiding even the appearance of evil” and by not judging others’ “actions simply on appearances”?"]]]],[".topic",["h4","A strong work ethic enabled Ezra Taft Benson to develop his talents."],["div",{"id":"p46","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p46"},"Read the following recollection of Ezra Taft Benson and the commentary following it:"],[".blockQuote",["div",{"id":"p47","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p47"},"“When I was sixteen, a neighbor gave me the job of thinning a full acre of beets. This was considered a large day’s work even for an experienced adult farmhand; it was back-breaking, done in a bent-over position, using a wide bladed hoe on a handle about eight inches long. I started at sunup. When the sun went down that night, I was dead tired, but the full acre was thinned. My employer was so surprised—he told me later that he had expected the job to take a couple of days—that he gave me two five-dollar gold pieces and two silver dollars. Never before, nor since, have I felt quite so wealthy—nor quite so sure that I was the physical equal of any living man."],["div",{"id":"p48","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p48"},"“Like most farm boys, I grew up believing that the willingness and ability to work is the basic ingredient of successful farming. Hard, intelligent work is the key. Use it, and your chances for success are good. As an adult, this principle deepened into one of the mainsprings of my life” (",["span.emphasis","Cross Fire: The Eight Years with Eisenhower"],"[1962], 15–16)."],["div",{"id":"p49","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p49"},"“William Poole, Ezra’s cousin, explained the significance of the feat: ‘I would stake out three-fourths of an acre of beets and get up before sunrise and work until dark to finish. “T” was the first person I remember who thinned an acre of beets in one day."],["div",{"id":"p50","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p50"},"“‘Uncle George taught all the boys to work hard,’ William continued. ‘My father liked to hire “T” to pitch hay because he worked hard. I liked to tromp hay for “T” because he could pitch a fork of hay exactly where I needed it.’"],["div",{"id":"p51","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p51"},"“As a teenager, Ezra dug trenches for the pipes that brought water from a nearby spring through underground pipes into the Benson home, and postholes for the posts that supported wires that carried electricity into Whitney. He also drove teams into the nearby forests with his father to fell timber for derricks or fences. Sometimes he slept under a load of timber to escape the elements” (Dew,",["span.emphasis","Ezra Taft Benson,"],"41)."]]],[".topic",["h4","Ezra Taft Benson had a lifelong love for the Boy Scouts of America."],"Review with students “Scouting Became a Lifelong Love” in the student manual (pp. 216–17), and discuss the following:",["ul.bullet",["li",["span.label","•"],[".para","What are some ways that Ezra Taft Benson developed a rapport with his Scouts?"]],["li",["span.label","•"],[".para","How did that rapport help him in his leadership responsibilities?"]]]],[".topic",["h4","He served a mission in England."],["div",{"id":"p57","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p57"},"Tell students that following his graduation from the Oneida Stake Academy in Preston, Idaho, Ezra Taft Benson enrolled at Utah State Agricultural College (now Utah State University) in Logan, Utah. Like many young people in the Church today, he interrupted his studies to accept a mission call. He was called to England in 1921. For part of his mission, President David O. McKay was his mission president. Elder Benson did not find the people as receptive to the gospel as the early missionaries did in the opening decades of the Restoration. Adversity was plentiful. Later, as President of the Quorum of the Twelve Apostles, President Benson spoke of the opposition and misunderstandings that the people of England had toward the Church:"],[".blockQuote",["div",{"id":"p58","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p58"},"“I was a young missionary in northern England in 1922. Opposition to the Church became very intense. It became so strong that the mission president asked that we discontinue all street meetings, and in some places tracting was also discontinued. The opposition started largely among the ministers, and it became very, very severe. They didn’t know anything about us to speak of. I remember tracting one day when a lovely lady came to the door. We were having a nice conversation and the name",["span.emphasis","Mormon"],"was mentioned by my companion. Her husband came to the door in a Navy uniform, and he said, ‘Oh, you can’t tell me anything about those old Mormons. I’ve been in the British Navy for twenty years. We sailed right into Salt Lake port, and they wouldn’t even let us land.’ That was so typical of what they knew about us in those days."],["div",{"id":"p59","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p59"},"“My companion and I had been invited to travel over to South Shields, on the northwest coast, and speak in the sacrament meeting."],["div",{"id":"p60","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p60"},"“In the letter of invitation, we were promised there would be a number of nonmembers present. They said, ‘Many of our friends do not believe the lies that are printed about the Church.’"],["div",{"id":"p61","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p61"},"“We fasted and prayed sincerely and went to the sacrament meeting. The hall was filled. My companion had planned to talk on the first principles, and I had studied hard in preparation for a talk on the Apostasy. There was a wonderful spirit in the meeting. My companion spoke first and gave an excellent inspirational message. I followed and talked with a freedom I had never before experienced in my life. When I sat down, I realized that I had not mentioned the Apostasy. I had talked about the Prophet Joseph Smith and had borne my witness of his divine mission and of the truthfulness of the Book of Mormon. I couldn’t hold back the tears."],["div",{"id":"p62","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p62"},"“After the meeting ended, many people came forward, several of whom where nonmembers, and said to us, ‘Tonight we received a witness that Mormonism is true. We are now ready to consider baptism.’"],["div",{"id":"p63","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p63"},"“This was an answer to our prayers, for we had prayed to say only those things which would touch the hearts of the investigators” (in Conference Report, Apr. 1984, 63–64; or",["span.emphasis","Ensign,"],"May 1984, 44)."]],["div",{"id":"p64","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p64"},"Ask students: How can Church members learn to rely on the Spirit in sharing the gospel?"],["div",{"id":"p65","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p65"},"Point out that Elder Benson and his companion were inspired after fasting, prayer, and hard study. Discuss how these things help in preaching the gospel and in receiving guidance from the Spirit."]],[".topic",["h4","Ezra Taft Benson married Flora Smith Amussen in the Salt Lake Temple."],["div",{"id":"p67","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p67"},"Review with students “He Married Flora Amussen, His Lifelong Companion” in the student manual (p. 218). Ask: In what ways did Brother and Sister Benson provide a pattern for young people in their courtship?"]],[".topic",["h4","He was content to spend the rest of his life on the farm."],["div",{"id":"p69","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p69"},"Explain that upon completion of his graduate degree in June 1927 from Iowa State College, Ezra and Flora Benson returned to an 80-acre farm in Whitney, Idaho, where they farmed until 1929. He later recalled, “We were home, and we expected to spend the rest of our lives there” (in Dew,",["span.emphasis","Ezra Taft Benson,"],"41)."],["div",{"id":"p70","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p70"},"Because of Ezra Taft Benson’s farming abilities, the county commissioners offered him a job as the county agricultural agent. He eventually accepted the job and was enthusiastic to help others improve their crops and farm management. Later, he was invited to work for the University of Idaho in Boise, Idaho. In Boise, he also served as counselor in the stake presidency and then as president of the Boise Stake. In 1939 Ezra accepted an offer in Washington, D.C., to serve as secretary of a national organization representing about 1.6 million farmers. In 1940 he was called for a second time as a stake president, this time in the newly created Washington D.C. Stake."],["div",{"id":"p71","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p71"},"Ask students: How can we follow Ezra Taft Benson’s example to find time to serve with dedication in the Church while also gaining an education or pursuing a career?"]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p74","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p74"},"When Ezra Taft Benson became President of the Church in 1985, the Church had about 5.9 million members, with 1,582 stakes, 188 missions, and 36 temples. In 1994, the year he died, the Church had grown to almost nine million members, with 2,008 stakes, 303 missions, and 46 temples (see",["span.emphasis","2003 Church Almanac"],"[2003], 474, 632). During his administration the political landscape of the world was transformed. Many nations abandoned communism and adopted various forms of democracy and market economies. The Berlin Wall came down, and the Cold War ended in 1989. Missions began to be organized in many new countries, yielding a great harvest of converts along with new branches, wards, and stakes. Elsewhere in the world, the space shuttle",["span.emphasis","Challenger"],"exploded just over a minute after liftoff in 1986, the 1991 Gulf War was fought over the invasion of Kuwait by Iraq, and the Internet became available to private users in 1992."],["div",{"id":"p75","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p75"},"In the Church, stake seventies quorums were dissolved, and seventies were absorbed into elders quorums or high priests groups in their wards in 1986, and the BYU Jerusalem Center for Near Eastern Studies was dedicated in 1989."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","At age 44, Ezra Taft Benson was called as an Apostle."],["div",{"id":"p78","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p78"},"Tell students that on July 26, 1943, Ezra Taft Benson learned that President Heber J. Grant wanted to meet with him. Ezra met with President Grant in his home, where the aged President was resting. President Grant then informed him of his calling to the Quorum of the Twelve Apostles. Review with students Elder Benson’s reaction, which he recorded in his journal, as found in “He Was Called to the Apostleship” in the student manual (pp. 219–20). Read and discuss the following excerpts from the first address that Elder Ezra Taft Benson gave as a member of the Quorum of the Twelve:"],[".blockQuote",["div",{"id":"p79","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p79"},"“I am grateful beyond my power of expression for the blessings which have come to me, and particularly for this great honor that has come to one of the weakest of your number. …"],["div",{"id":"p80","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p80"},"“I must confess I had no premonition of this call, even of the shortest duration. …"],["div",{"id":"p81","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p81"},"“I tremble as I contemplate the great responsibilities and obligations which this call entails. … More than anything else, … I desire the love and confidence of the Priesthood of this Church, and I pray the Lord to give me strength that I may merit that love and confidence” (in Conference Report, Oct. 1943, 19, 21)."]]],[".topic",["h4","He reopened the missions in post-war Europe."],["div",{"id":"p83","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p83"},"Ask students to list areas around the world where the Church has sent emergency supplies. Then have them read the first four paragraphs of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-13-ezra-taft-benson-thirteenth-president-of-the-church.p1"},"“He Went on a Mission to Help the Suffering Saints in Europe”"],"in the student manual (p. 220). Ask: How have Elder Benson’s efforts helped the worldwide missionary work of the Church?"]],[".topic",["h4","Elder Benson served as the United States Secretary of Agriculture."],["div",{"id":"p85","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p85"},"Review with students “He Was United States Secretary of Agriculture” in the student manual (pp. 221–22). Have them look for opportunities Elder Ezra Taft Benson had to influence others for good while serving in the United States government. Share with students President Benson’s teachings on the responsibility of Church members:"],[".blockQuote",["div",{"id":"p86","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p86"},"“Improve your community by active participation and service. … Do something meaningful in defense of your God-given freedom and liberty” (in Conference Report, Apr. 1988, 58; or",["span.emphasis","Ensign,"],"May 1988, 51)."],["div",{"id":"p87","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p87"},"“We all have a special citizenship responsibility. As the Prophet Joseph Smith said, ‘It is our duty to concentrate all our influence to make popular that which is sound and good, and unpopular that which is unsound’ [",["span.emphasis","History of the Church,"],"5:286]. We must elect men to public office with a mandate higher than the ballot box. Yes, read what the Lord has said on this important subject in the ninety-eighth section of the Doctrine and Covenants and then read what He has said regarding our inspired Constitution in the one hundred first section. The days ahead are sobering and challenging and will demand the best within each of us if we are to preserve our freedom” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], 674)."]]],[".topic",["h4","He put the needs of his family first."],"Have a student read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-13-ezra-taft-benson-thirteenth-president-of-the-church.p1"},"“The Bensons Were a Close Family”"],"in the student manual (pp. 222–23). Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What message did Elder Benson give by turning down an invitation to attend a banquet?"]],["li",["span.label","•"],[".para","How can we give top priority to our families?"]]],["div",{"id":"p92","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p92"},"Ask a student to read aloud",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-13-ezra-taft-benson-thirteenth-president-of-the-church.p1"},"“Pray for Dad”"],"in the student manual (p. 223). Ask: What can we do to strengthen family members to meet the challenges they face in life?"],["div",{"id":"p93","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p93"},"Read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-13-ezra-taft-benson-thirteenth-president-of-the-church.p1"},"“He Taught about the Importance of the Home”"],"in the student manual (pp. 223–24). Ask: According to Elder Benson, what can we do in our communities to safeguard and strengthen the home?"]],[".topic",["h4","He spoke often about the virtues of freedom."],["div",{"id":"p95","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p95"},"Ask students to list the freedoms they enjoy. Explain that in October 1944, just one year after his calling as an Apostle, Elder Ezra Taft Benson gave a discourse on freedom that inspired the membership of the Church. Read and discuss the following excerpts from his address:"],[".blockQuote",["div",{"id":"p96","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p96"},"“Our earliest American fathers came here with a common objective—freedom of worship and liberty of conscience. The Pilgrim Fathers, the Puritans in New England, the Quakers in Pennsylvania, the Catholics in Maryland, the Lutherans in Georgia, and the Huguenots in Virginia, all came seeking God and the enjoyment of God-given, self-evident rights based on eternal principles. Familiar with the sacred scriptures, they believed that liberty is a gift of heaven. … They acknowledged their dependence upon God as they exhibited their humble faith in, and devotion to, Christian principles. …"],["div",{"id":"p97","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p97"},"“In framing that great document [the Constitution of the United States] … , our early leaders called upon a kind Providence. Later the product of the constitutional convention was referred to as our God-inspired Constitution. They had incorporated within its sacred paragraphs eternal principles supported by the holy scriptures with which they were familiar. It was established ‘for the rights and protection of all flesh according to just and holy principles.’ Later the Lord himself declared, ‘I established the Constitution of this land, by the hands of wise men whom I raised up unto this very purpose’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.80"},"D&C 101:80"],"]. …"],["div",{"id":"p98","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p98"},"“Scientific research has confirmed the inspired record of great nations which have inhabited this land. Each of these nations prospered as long as it yielded obedience to God. They also became great powers. Great material blessings came to them. But they forgot God. The ancient ruins of Central, South, and North America bear silent testimony to their destruction. What of the future of our great nation? The history of men and nations clearly teaches that only that nation is blessed ‘whose God is the Lord’” (in Conference Report, Oct. 1944, 128–130, 134)."]],["ul.bullet",["li",["span.label","•"],[".para","According to Elder Benson, why did the Lord establish the Constitution of the United States? (see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.5-6"},"D&C 98:5–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.77,80"},"101:77, 80"],")."]],["li",["span.label","•"],[".para","What did Elder Benson say is necessary for the maintenance of freedom?"]]]],[".topic",["h4","He became President of the Church."],["div",{"id":"p102","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p102"},"Remind the students that Ezra Taft Benson became President of the Church on November 10, 1985. In his first conference address as President of the Church, he made this statement:"],[".blockQuote",["div",{"id":"p103","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p103"},"“We don’t need changed programs now as much as we need changed people” (in Conference Report, Apr. 1986, 3–4; or",["span.emphasis","Ensign,"],"May 1986, 4)."]],"Ask: What do you think that counsel meant? Review “He Became President of the Church” in the student manual (pp. 224–25). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","In what ways can the “threefold mission of the Church,” which President Benson emphasized, assist in fulfilling the all-encompassing mission to invite all to come unto Christ?"]],["li",["span.label","•"],[".para","What can we do individually to contribute to that mission?"]]]],[".topic",["h4","“The Book of Mormon must be reenthroned in the minds and hearts of our people.”"],["div",{"id":"p108","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p108"},"Read and discuss the following statement from President Ezra Taft Benson:"],[".blockQuote",["div",{"id":"p109","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p109"},"“Unless we read the Book of Mormon and give heed to its teachings, the Lord has stated in section 84 of the Doctrine and Covenants that the whole Church is under condemnation: ‘And this condemnation resteth upon the children of Zion, even all’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.56"},"D&C 84:56"],"). The Lord continues: ‘And they shall remain under this condemnation until they repent and remember the new covenant, even the Book of Mormon and the former commandments which I have given them, not only to say, but to do according to that which I have written’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.57"},"D&C 84:57"],"). …"],["div",{"id":"p110","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p110"},"“The Book of Mormon has not been, nor is it yet, the center of our personal study, family teaching, preaching, and missionary work. Of this we must repent. …"],["div",{"id":"p111","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p111"},"“We have made some wonderful strides in the past. We will be lengthening our stride in the future. To do so, we must first cleanse the inner vessel by awaking and arising, being morally clean, using the Book of Mormon in a manner so that God will lift the condemnation, and finally conquering pride by humbling ourselves” (in Conference Report, Apr. 1986, 4, 6; or",["span.emphasis","Ensign,"],"May 1986, 5–7)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","For what reason did President Benson say that the Church was under condemnation?"]],["li",["span.label","•"],[".para","What did he say is a key to removing this condemnation?"]]],["div",{"id":"p115","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p115"},"Hold up a copy of the Book of Mormon, and share your testimony of how it can bless lives. Read the following statements about the Book of Mormon and ask students to look for other specific ways it can bless their lives. Quoting President Marion G. Romney, who was a counselor in the First Presidency, President Benson stated:"],[".blockQuote",["div",{"id":"p116","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p116"},"“I feel certain that if, in our homes, parents will read from the Book of Mormon prayerfully and regularly, both by themselves and with their children, the spirit of that great book will come to permeate our homes and all who dwell therein. The spirit of reverence will increase; mutual respect and consideration for each other will grow. The spirit of contention will depart. Parents will counsel their children in greater love and wisdom. Children will be more responsive and submissive to that counsel. Righteousness will increase. Faith, hope, and charity—the pure love of Christ—will abound in our homes and lives, bringing in their wake peace, joy, and happiness” (in Conference Report, Apr. 1986, 5; or",["span.emphasis","Ensign,"],"May 1986, 6)."]],["div",{"id":"p117","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p117"},"President Benson later said:"],[".blockQuote",["div",{"id":"p118","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p118"},"“May I commend you faithful Saints who are striving to flood the earth and your lives with the Book of Mormon. Not only must we move forward in a monumental manner more copies of the Book of Mormon, but we must move boldly forward into our own lives and throughout the earth more of its marvelous messages."],["div",{"id":"p119","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p119"},"“This sacred volume was written for us—for our day. Its scriptures are to be likened unto ourselves (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],")” (in Conference Report, Apr. 1989, 3; or",["span.emphasis","Ensign,"],"May 1989, 4)."]],"Review with students “I Have a Vision of Flooding the Earth with the Book of Mormon” in the student manual (p. 226). Discuss answers to the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What are some methods that could be used to flood the earth with the Book of Mormon?"]],["li",["span.label","•"],[".para","What is there about the Book of Mormon that can bring people to a better understanding of Jesus Christ?"]]],["div",{"id":"p123","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p123"},"Read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-13-ezra-taft-benson-thirteenth-president-of-the-church.p1"},"“He Gave a Blessing of Increased Discernment and Understanding”"],"in the student manual (p. 226), and point out in the last paragraph the promises and conditions President Benson gave."]],[".topic",["h4","He counseled members of the Church."],["div",{"id":"p125","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p125"},"Divide the class into five groups, and assign each group to study one of the following sections in the student manual: “He Counseled the Youth to Be Clean” (p. 227), “He Counseled Single Adult Men to Pursue the Goal of a Celestial Marriage” (pp. 227–28), “He Counseled Single Adult Sisters to Keep the Goal of a Celestial Marriage” (p. 228), “He Counseled Fathers on Their Eternal Calling” (p. 229), and “He Counseled Mothers about the Nobility of Their Work” (p. 229)."],["div",{"id":"p126","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p126"},"Ask students to prepare to give a brief summary of President Ezra Taft Benson’s counsel to Church members. Have one member of each group share that counsel with class members. As appropriate, discuss the details of President Benson’s counsel with the students."]],[".topic",["h4","He warned Church members to beware of pride."],"Review with students “He Warned against Pride” in the student manual (p. 230), and list on the board the symptoms of pride mentioned by President Ezra Taft Benson. Ask:",["ul.bullet",["li",["span.label","•"],[".para","Which symptoms do you consider the most prevalent?"]],["li",["span.label","•"],[".para","Which symptoms do you consider the most serious?"]],["li",["span.label","•"],[".para","What are some antidotes to pride suggested by President Benson?"]]]],[".topic",["h4","He bore testimony of Christ."],"Read President Ezra Taft Benson’s testimony in",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-13-ezra-taft-benson-thirteenth-president-of-the-church.p1"},"“We Believe in Christ”"],"in the student manual (pp. 230–31). Discuss answers to the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Why is following Christ the answer for problems in the world?"]],["li",["span.label","•"],[".para","In what ways can we turn our lives over to God, as President Benson directs us to do?"]]]],[".topic",["h4","President Howard W. Hunter gave a tribute to President Benson."],["div",{"id":"p137","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p137"},"Read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-13-ezra-taft-benson-thirteenth-president-of-the-church.p1"},"“The Passing of a Prophet”"],"in the student manual (p. 231). Share the following tribute that President Howard W. Hunter gave following President Ezra Taft Benson’s death:"],[".blockQuote",["div",{"id":"p138","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p138"},"“My heart is heavy today at the passing of our beloved prophet and President, Ezra Taft Benson. We have lost a dear friend, a wise and experienced associate in the presiding councils of the Church, and an inspired prophet of God."],["div",{"id":"p139","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p139"},"“We miss him deeply on this day in which we have gathered to pay our last respects to him. I feel his loss in a particularly personal way. For nearly thirty-five years, we sat together in the Council of the Twelve Apostles. He was always sensitive and kind to me and to all of his Brethren in the sweet association we have there. For ten of those years, President Benson presided over the Council of the Twelve. Oh, how we thrilled at his guidance. He was a gifted leader, a superb administrator. We all felt the keenness of his mind and the power of his priesthood as he led us."],["div",{"id":"p140","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p140"},"“I saw the mantle of prophetic leadership settle upon his shoulders. I felt his humility and his dependence on the Lord as he stepped into the sacred office he would now hold. I heard his voice rise to new levels of spiritual eloquence and divine utterance. Now that mighty voice is stilled, and we mourn with the entire Church at the silence” (“A Strong and Mighty Man,”",["span.emphasis","Ensign,"],"July 1994, 41)."]],["div",{"id":"p141","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/ezra-taft-benson-thirteenth-president-of-the-church.p141"},"Conclude the lesson by sharing your testimony of the prophetic calling of President Ezra Taft Benson and of his significant influence and counsel to Church members in our day."]]]]]],"refs":null}
