{"id":10,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":10,"title":"George Albert Smith-Eighth President of the Church","subtitle":"","short_title":"Chapter 8","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.head1"},[".titleNumber","Chapter 8"],["h1","George Albert Smith"],[".subtitle","Eighth President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p6"},"Two years before George Albert Smith was born on April 4, 1870, the last pioneer wagon train entered the valley, replaced in 1869 by the transcontinental railroad. In the year of his birth, Church membership was just over 90,000. Brigham Young was the President of the Church at the time, and he died when George Albert Smith was seven years old. The Salt Lake Temple was under construction during all the years of his childhood and youth. In 1876 Alexander Graham Bell patented the telephone, and Thomas Edison invented the phonograph in 1877 and developed the incandescent lightbulb in 1879."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","George Albert Smith descended from faithful Church leaders."],["div",{"id":"p9","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p9"},"Explain that George Albert Smith’s family was prominent in pioneer Utah. He was named after his grandfather who was serving as a counselor in the First Presidency when George Albert Smith was born in 1870. His father, John Henry Smith, was ordained an Apostle when George Albert Smith was 10 years old, and he later also became a counselor in the First Presidency. His great-grandfather John Smith, uncle to the Prophet Joseph Smith, served during his lifetime as an assistant counselor in the First Presidency and as Patriarch to the Church."],["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p10"},"Share or have a student read the following statement by Elder George Albert Smith, then a member of the Quorum of the Twelve Apostles:"],[".blockQuote",["div",{"id":"p11","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p11"},"“One of the beautiful things to me in the gospel of Jesus Christ is that it brings us all to a common level. It is not necessary for a man to be a president of a stake, or a member of the Quorum of the Twelve, in order to attain a high place in the celestial kingdom. The humblest member of the Church, if he keeps the commandments of God, will obtain an exaltation just as much as any other man. In as far as we observe to keep the laws of the Church, we have equal opportunities for exaltation” (in Conference Report, Oct. 1933, 25)."]],["div",{"id":"p12","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p12"},"Ask students: In what ways does this statement encourage us in our quest for exaltation?"]],[".topic",["h4","Young George Albert Smith knew President Brigham Young."],["div",{"id":"p14","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p14"},"Ask students: In what ways have Church leaders influenced your lives?"],["div",{"id":"p15","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p15"},"Summarize the information found in paragraphs two through four of “He Had Personal Experiences with Great Leaders” in the student manual (p. 130). Then ask: What might his experience with President Brigham Young have taught George Albert Smith?"]],[".topic",["h4","He learned in his youth to keep the commandments."],"Ask a student to read aloud",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“‘Stay on the Lord’s Side of the Line’”"],"in the student manual (p. 142). Explain that George Albert Smith learned from these words of his grandfather and from the examples of family members to keep himself clean and pure. Ask:",["ul.bullet",["li",["span.label","•"],[".para","In what ways do some people justify crossing over the line between the Lord’s territory and the devil’s territory?"]],["li",["span.label","•"],[".para","What can we do to keep from crossing that line?"]]],["div",{"id":"p20","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p20"},"Ask students why some people feel commandments are oppressive. Read together",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/59.3-4"},"Doctrine and Covenants 59:3–4"],"and discuss why God has given His children commandments and how commandments can be considered blessings. Share the following statement by Elder George Albert Smith, then a member of the Quorum of the Twelve Apostles:"],[".blockQuote",["div",{"id":"p21","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p21"},"“As a child I presume I may have felt that the Lord had so arranged affairs … in this life that I must obey certain laws or swift retribution would follow. But as I grew older I have learned the lesson from another viewpoint, and now to me the laws of the Lord … are but the sweet music of the voice of our Father in heaven in His mercy to us. They are but the advice and counsel of a loving parent. … And so I say it is not hard for me to believe that it is best for me to keep the commandments of God” (in Conference Report, Oct. 1911, 43–44)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","How are commandments an indication of our Father’s love?"]],["li",["span.label","•"],[".para","How can you come to receive commandments as “sweet music of the voice of our Father in heaven”?"]],["li",["span.label","•"],[".para","In what ways does an attitude like this toward God and His commandments bring peace and joy in this life?"]]]],[".topic",["h4","Young George Albert Smith had faith to be healed."],"Read with students",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.19"},"Doctrine and Covenants 46:19"],", and discuss what it means to have faith to be healed. Ask a student to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“He Had Faith to Be Healed”"],"in the student manual (p. 131). Ask:",["ul.bullet",["li",["span.label","•"],[".para","How did George Albert Smith show his faith to be healed?"]],["li",["span.label","•"],[".para","Why do you suppose he was certain it was the Lord who had healed him?"]],["li",["span.label","•"],[".para","How can we cultivate this gift of the Spirit in our lives?"]]],["div",{"id":"p31","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p31"},"Invite students to share an experience in which they or someone else demonstrated faith to be healed."]],[".topic",["h4","Karl G. Maeser had a profound effect upon the young George Albert Smith."],["div",{"id":"p33","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p33"},"Explain to students that as a boy George Albert Smith went to the Brigham Young Academy in Provo, Utah, where he met Karl G. Maeser, the principal of the academy. Share the following, which George Albert Smith wrote in a letter to a president of Brigham Young University:"],[".blockQuote",["div",{"id":"p34","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p34"},"“I love the memory of Brother Maeser. I think I have spoken of him more than any other man perhaps among those who have contributed to my education” (in Glen R. Stubbs, “A Biography of George Albert Smith” [Ph.D. diss., Brigham Young University, 1974], 20)."]],["div",{"id":"p35","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p35"},"Ask students: What counsel do you remember from teachers you have had? Then share this reminiscence of George Albert Smith:"],[".blockQuote",["div",{"id":"p36","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p36"},"“I went to school at the Brigham Young Academy. It was fortunate that part of my instruction came under Dr. Karl G. Maeser, that outstanding educator who was the first builder of our great Church schools. I cannot remember much of what was said during the year that I was there, but there is one thing that I will probably never forget. Dr. Maeser one day stood up and said: ‘Not only will you be held accountable for the things that you do, but you will be held responsible for the very thoughts that you think.’"],["div",{"id":"p37","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p37"},"“Being a boy, not in the habit of controlling my thoughts very much, it was quite a puzzle to me what I was to do, and it worried me. In fact, it stuck to me just like a burr. About a week or ten days after that it suddenly came to me what he meant. I could see the philosophy of it then. All at once there came to me this interpretation of what he had said: Why, of course you will be held accountable for your thoughts because when your life is completed in mortality, it will be the sum of your thoughts. That one suggestion has been a great blessing to me all my life, and it has enabled me upon many occasions to avoid thinking improperly, because I realize that I will be, when my life’s labor is complete, the product of my thoughts” (“President Smith’s Leadership Address,”",["span.emphasis","Church News,"],"Feb. 16, 1946, 1)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","In what ways are people’s lives the “sum of [their] thoughts”?"]],["li",["span.label","•"],[".para","What can you do to control your thoughts better?"]]]],[".topic",["h4","Zebedee Coltrin foretold George Albert Smith’s call as an Apostle in a patriarchal blessing."],"Ask students to share how their patriarchal blessings have influenced their lives. Tell students that George Albert Smith received a patriarchal blessing at age 13 from Zebedee Coltrin. Ask a student to read aloud the second introductory paragraph for the George Albert Smith chapter in the student manual",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"(p. 130)"],". Ask:",["ul.bullet",["li",["span.label","•"],[".para","How might this blessing have influenced George Albert Smith throughout his life?"]],["li",["span.label","•"],[".para","How can a patriarchal blessing help us prepare our lives for what the Lord would have us do?"]]]],[".topic",["h4","George Albert Smith interrupted his courtship to serve a special mission."],["div",{"id":"p46","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p46"},"Tell students that George Albert Smith first met Lucy Emily Woodruff, the granddaughter of President Wilford Woodruff, when they were very young. The two young people developed a strong friendship over the years, but another suitor attracted Lucy’s attention as they approached adulthood. When he was 21 years old, George Albert was called on a special mission to help strengthen youth in the Mutual Improvement Association in southern Utah. While there, he heard that Lucy was planning to marry the other suitor. He wrote her a letter in which he concluded:"],[".blockQuote",["div",{"id":"p47","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p47"},"“Be prayerful and humble, do not mistake the duty you owe to others. Your first duty is to yourself. I feel that you will be happy and my prayer is that you will” (in Merlo J. Pusey,",["span.emphasis","Builders of the Kingdom"],"[1981], 212)."]],["div",{"id":"p48","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p48"},"Ask students what effect this kind and heartfelt letter might have had upon Lucy. Ask a student to read the last paragraph of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“He Married Lucy Woodruff”"],"in the student manual (p. 133). Then ask: What lessons can you learn from this experience of Lucy Woodruff and George Albert Smith?"]],[".topic",["h4","The newly married George Albert Smith went on a proselyting mission."],["div",{"id":"p50","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p50"},"Explain that George Albert Smith married Lucy Emily Woodruff on May 25, 1892. Soon after their marriage, on June 23, 1892, George Albert Smith left on a mission to the southern United States. Within a few months, Lucy was called to join her husband in the mission, and she arrived in the fall of that year."],["div",{"id":"p51","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p51"},"Explain that although Lucy Smith worked in the mission office with her husband, he often went on proselyting trips with other companions, including J. Golden Kimball, who presided over the mission. Share the details of one or both of the following events:"],["div",{"id":"p52","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p52"},"On one occasion, George Albert Smith was traveling and holding meetings with J. Golden Kimball and four other missionaries. One of the local members of the Church invited the group of missionaries to spend the night at his home, which was built of logs and quite small. George Albert Smith recalled:"],[".blockQuote",["div",{"id":"p53","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p53"},"“About midnight we were awakened with a terrible shouting and yelling from the outside. Foul language greeted our ears as we sat up in bed to acquaint ourselves with the circumstances. It was a bright moonlit night and we could see many people on the outside. President Kimball jumped up and started to dress. The men pounded on the door and used filthy language ordering the Mormons to come out, that they were going to shoot them. President Kimball asked me if I wasn’t going to get up and dress and I told him no, I was going to stay in bed, that I was sure the Lord would take care of us. In just a few seconds the room was filled with shots. Apparently the mob had divided itself into four groups and were shooting into the corners of the house. Splinters were flying over our heads in every direction. There were a few moments of quiet, then another volley of shots was fired and more splinters flew. I felt absolutely no terror. I was very calm as I lay there, experiencing one of the most horrible events of my life, but I was sure that as long as I was preaching the word of God and following his teachings that the Lord would protect me, and he did."],["div",{"id":"p54","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p54"},"“Apparently the mob became discouraged and left. The next morning when we opened the door, there was a huge bundle of heavy hickory sticks such as the mob used to beat the missionaries in the South” (",["span.emphasis","The Teachings of George Albert Smith,"],"comp. Robert McIntosh and Susan McIntosh [1996], 194)."]],["div",{"id":"p55","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p55"},"On another occasion George Albert Smith was traveling late one dark night with his companion, Elder Stout. Elder Smith recalled:"],[".blockQuote",["div",{"id":"p56","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p56"},"“Elder Stout and I were traveling along a high precipice. Our little walk was narrow; on one side was the wall of the mountain, on the other side, the deep, deep river. We had no light and there were no stars and no moon to guide us. We had been traveling all day and we knew that we would have hospitality extended to us if we could reach the McKelvin home, which was on the other side of a high valley."],["div",{"id":"p57","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p57"},"“We had to cross this little mountain in order to reach the home of Mr. McKelvin. Our mode of travel of necessity was very halting. We walked almost with a shuffle, feeling each foot of ground as we advanced, with one hand extended toward the wall of the mountain. Elder Stout was ahead of me and as I walked along I felt the hard surface of the trail under my feet. In doing so I left the wall of the mountain, which had acted as a guide and a steadying force. After I had taken a few steps away from the mountain wall itself, I felt impressed to stop immediately, that something was wrong. I called to Elder Stout and he answered me. The direction from which his voice came indicated I was on the wrong trail, so I backed up until I reached the wall of the mountain and again proceeded forward. He was just a few steps in front of me, and as I reached him we came to a fence piling. In the dark we carefully explored it with our hands and feet to see whether it would be safe for us to climb over. We decided that it would be secure and made the effort. While I was on the top of this big pile of logs, my little suitcase popped open and the contents were scattered around. In the dark I felt around for them and was quite convinced that I had recovered practically everything."],["div",{"id":"p58","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p58"},"“We arrived safely at our destination about eleven o’clock at night. I soon discovered I had lost my comb and brush, and the next morning we returned to the scene of my accident. I recovered my property, and while there my curiosity was stimulated and aroused to see what had happened the night before when I had lost my way in the dark. As missionaries we wore hob-nails in the bottom of our shoes to make them last longer, so that I could easily follow our tracks in the soft dirt. I retraced my steps to the point where my tracks left the mountainside and discovered that in the darkness I had wandered to the edge of a deep precipice. Just one more step and I would have fallen over into the river and been drowned. I felt very ill when I realized how close I had come to death. I also was very grateful to my Heavenly Father for protecting me. I have always felt that if we are doing the Lord’s work and ask him for his help and protection, he will guide and take care of us” (",["span.emphasis","Teachings of George Albert Smith,"],"194–95)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","How would you characterize George Albert Smith’s confidence in his calling and in the Lord?"]],["li",["span.label","•"],[".para","What did he learn about following the prompting of the Spirit?"]]]],[".topic",["h4","George and Lucy Smith were blessed with two daughters and a son."],["div",{"id":"p63","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p63"},"Discuss with students how couples might feel who have difficulty bearing children. Tell students that George Albert and Lucy Smith desired to have children. When years passed without children, Lucy became discouraged. Have a student read the following to the class:"],[".blockQuote",["div",{"id":"p64","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p64"},"“Still childless after more than four years of marriage, George and Lucy began to yearn for a family. One day President Woodruff visited them and asked Lucy if she had any children. ‘No, grandfather,’ she replied, bursting into tears, ‘much as we would like to have some we haven’t any.’ ‘Sit down,’ the president said. Laying his hands on her head he blessed her that she should bear children. Within a year, on November 19, 1895, a daughter was born to them” (Pusey,",["span.emphasis","Builders,"],"220)."]],["div",{"id":"p65","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p65"},"A second daughter was born in November 1899, and Lucy bore a son in September 1905. These children brought George Albert and Lucy Smith much joy. Their children were a great blessing to them."]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p68","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p68"},"George Albert Smith served as a member of the Quorum of the Twelve Apostles for 42 years (from age 33 to age 75) and as President of the Church for 6 years (from 1945 to 1951). His time as an Apostle and Church President spanned two world wars and a long economic depression. These years also saw the first airplane flight at Kitty Hawk (1903) and the first rocket-powered supersonic flight (1947), which typified the remarkable technological progress of humanity. After George Albert Smith’s calling to the Quorum of the Twelve Apostles, the Church became debt-free and then, through the years, became a model of fiscal responsibility."],["div",{"id":"p69","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p69"},"In 1945, the year George Albert Smith became President, the Church had almost 980,000 members, with 153 stakes, 38 missions, and 8 temples. In 1951, the year of his death, the Church had almost 1.2 million members, with 191 stakes, 42 missions, and 8 temples (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 632)."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","George Albert Smith was ordained an Apostle."],["div",{"id":"p72","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p72"},"Ask students what they remember about the promise made to George Albert Smith in his patriarchal blessing. Tell them that the blessing pronounced by Zebedee Coltrin on January 16, 1884, was realized when George Albert Smith was called as an Apostle. Explain that in the early days of the Church, calls were often given at a conference without a previous interview. Tell them that on Tuesday, October 6, 1903, George Albert Smith had not been able to attend general conference because of work responsibilities. He recorded in his journal:"],[".blockQuote",["div",{"id":"p73","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p73"},"“At 3:30",["span.smallCaps","p.m."],"I left for home to take my children to the fair. Was met at my door by Sister Nellie C. Taylor who congratulated me with much earnestness. I was confused at first but she soon told me that I had been voted in that afternoon as a member of the Quorum of the Twelve Apostles. I thought she was mistaken and told her so. She felt confused and returned to the Tabernacle to ascertain if she was wrong. Later I was met by her and others who corroborated the matter. I was completely dumbfounded and could hardly believe it possible at this time, although I felt that I might someday succeed my Father as my Patriarchal blessing under the hands of Zebedee Coltrin indicated that I might become an Apostle."],["div",{"id":"p74","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p74"},"“I didn’t feel capable or worthy but if it pleases the Lord I will try to do my full duty” (",["span.emphasis","The Teachings of George Albert Smith,"],"comps. Robert McIntosh and Susan McIntosh [1996], xxi)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","Despite his feelings of inadequacy, in what ways was George Albert Smith prepared for this important calling?"]],["li",["span.label","•"],[".para","What can you do to increase your confidence in your ability to accept and fulfill Church callings?"]]]],[".topic",["h4","Elder George Albert Smith prepared a list of lifelong goals."],"Have students read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“He Had a Personal Creed”"],"in the student manual (p. 133), and list on the board at least six principles George Albert Smith was determined to live by (your list might include the principles below). Have students note how the following principles might enable a person to be a better disciple of Christ:",["ul.bullet",["li",["span.label","•"],[".para","“Be a friend to the friendless.”"]],["li",["span.label","•"],[".para","“Find joy in ministering to the needs of the poor.”"]],["li",["span.label","•"],[".para","“Visit the sick and afflicted and inspire in them a desire for faith to be healed.”"]],["li",["span.label","•"],[".para","“Teach the truth to the understanding and blessing of all mankind.”"]],["li",["span.label","•"],[".para","“Seek out the erring one and try to win him back to a righteous and happy life.”"]],["li",["span.label","•"],[".para","“Love [people] into doing the thing that is right.”"]],["li",["span.label","•"],[".para","“Help [people] solve their problems.”"]],["li",["span.label","•"],[".para","“Avoid the publicity of high positions and discourage the flattery of thoughtless friends.”"]],["li",["span.label","•"],[".para","“Not knowingly wound the feeling of any, not even one who may have wronged me.”"]],["li",["span.label","•"],[".para","“Overcome … selfishness and jealousy and rejoice in the successes of all the children of my Heavenly Father.”"]],["li",["span.label","•"],[".para","“Not be an enemy to any living soul.”"]],["li",["span.label","•"],[".para","Fulfill the duty and privilege of disseminating the truth of the gospel plan."]]],["div",{"id":"p92","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p92"},"Encourage students to choose some guiding principles and to strive to follow them throughout their lives."]],[".topic",["h4","George Albert Smith struggled with serious health problems throughout his life."],["div",{"id":"p94","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p94"},"Read the following to the students:"],[".blockQuote",["div",{"id":"p95","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p95"},"“George Albert Smith was not blessed with a strong physical body and this fact brought much distress to him and his family. His health problems were many and varied. … Physical problems notwithstanding, he had a zest for work and loved work, often going beyond what one would consider prudent and wise for good health. Both his friends and his doctor cautioned him to slow down, but he would not” (Glen R. Stubbs, “A Biography of George Albert Smith” [Ph.D. diss., Brigham Young University, 1974], 99)."]],["div",{"id":"p96","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p96"},"Explain to students that George Albert Smith became very ill for an extended period of time, beginning in 1909 and lasting for about four years. It was a time of great frustration for Elder Smith because he desired to do the work of the Lord but could not. Invite a student to read the last paragraph of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“He Was Steadfast and Faithful during Times of Trial”"],"in the student manual (pp. 131–32). Ask: Why is it important to always seek the will of God?"],"Tell students that during one season of serious illness and while recovering in St. George, Utah, George Albert Smith had a profound spiritual experience. Have a student read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“What Have You Done with My Name”"],"in the student manual (p. 134). Ask:",["ul.bullet",["li",["span.label","•"],[".para","Have any of you been named after an ancestor? What responsibilities do you feel having that name has given you?"]],["li",["span.label","•"],[".para","How did this dream strengthen Elder Smith?"]],["li",["span.label","•"],[".para","How can we benefit from regularly evaluating what we have done with the Savior’s name?"]]],["div",{"id":"p101","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p101"},"Share the following testimony by President George Albert Smith:"],[".blockQuote",["div",{"id":"p102","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p102"},"“I have been in the valley of the shadow of death in recent years, so near the other side that I am sure that [except] for the special blessing of our Heavenly Father I could not have remained here. But never for one moment did that testimony that my Heavenly Father has blessed me with become dimmed. The nearer I went to the other side, the greater was my assurance that the gospel is true. Now that my life has been spared I rejoice to testify that I know the gospel is true, and with all my soul I thank my Heavenly Father that he has revealed it to me” (",["span.emphasis","Teachings of George Albert Smith,"],"190)."]]],[".topic",["h4","Love characterized the ministry of George Albert Smith."],["div",{"id":"p104","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p104"},"Have two students read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“Love Seeks Any Opportunity to Serve”"],"and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“Love Finds Time for Others”"],"in the student manual (pp. 138–39). Then have another student share the following story shared by President Thomas S. Monson, a counselor in the First Presidency. As students listen, ask them to consider the strengths of George Albert Smith’s ministry."],[".blockQuote",["div",{"id":"p105","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p105"},"“Junius Burt of Salt Lake City, a longtime worker in the Streets Department, related a touching and inspirational experience. He declared that on a cold winter morning, the street cleaning-crew of which he was a member was removing large chunks of ice from the street gutters. The regular crew was assisted by temporary laborers who desperately needed the work. One such wore only a lightweight sweater and was suffering from the cold. A slender man with a well-groomed beard stopped by the crew and asked the worker, ‘You need more than that sweater on a morning like this. Where is your coat?’ The man replied that he had no coat to wear. The visitor then removed his own overcoat, handed it to the man and said, ‘This coat is yours. It is heavy wool and will keep you warm. I just work across the street.’ The street was South Temple. The good Samaritan who walked into the Church Administration Building to his daily work and without his coat was President George Albert Smith of The Church of Jesus Christ of Latter-day Saints. His selfless act of generosity revealed his tender heart. Surely he was his brother’s keeper” (in Conference Report, Apr. 1990, 62; or",["span.emphasis","Ensign,"],"May 1990, 47)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","How do you feel when you are the recipient of someone’s kindness?"]],["li",["span.label","•"],[".para","How can we develop love for others and a desire to serve them?"]]]],[".topic",["h4","He worked to keep the important events of Church history remembered."],["div",{"id":"p110","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p110"},"Ask students if there are any monuments or statues near their homes. Discuss why people or nations build monuments and what purposes the monuments serve. Have students identify some of the monuments and historical sites the Church has preserved. Share what Elder George Albert Smith, then a member of the Quorum of the Twelve Apostles, wrote in a letter in 1937 explaining some reasons for building monuments:"],[".blockQuote",["div",{"id":"p111","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p111"},"“It has been customary to build monuments to individuals that their memories might be retained. Great events have also been more permanently established in the minds of people by building monuments. In this part of the world there are many points of interest that are being forgotten and the people have felt that it was desirable to mark them in a substantial way so that those who follow will have their attention called to important events” (in Stubbs, “Biography of George Albert Smith,” 254)."]],["div",{"id":"p112","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p112"},"Tell students that under the direction of President Heber J. Grant, Elder George Albert Smith worked to ensure that the history of the Latter-day Saints would not be forgotten. His effort to preserve various sites led to markers and monuments of remembrance all across the United States. The Hill Cumorah pageant, which began in 1937, is enjoyed by thousands each year. It is the result of a 1928 purchase that had taken almost 27 years to complete. Another monument that he had a personal interest in was the This Is the Place Monument, a prominent landmark in the Salt Lake Valley."]],[".topic",["h4","George Albert Smith became the eighth President of the Church."],"Tell students that at the October 1945 general conference, soon after the end of World War II, George Albert Smith presided for the first time as President of the Church. Invite a student to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“He Was Called to Be President of the Church”"],"in the student manual (p. 136). Ask:",["ul.bullet",["li",["span.label","•"],[".para","In what ways had George Albert Smith been prepared to become President of the Church at this time?"]],["li",["span.label","•"],[".para","From what you have learned about President Smith, what do you think was the most important aspect of his preparation?"]]]],[".topic",["h4","President George Albert Smith helped heal the wounded nations."],["div",{"id":"p118","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p118"},"Ask students to imagine what it might be like to interact with Church members who were once part of an enemy nation. Explain that after World War II, Church members had an opportunity to experience that very situation. Review and share in your own words",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“He Sent an Emissary of Peace”"],"and “He Met with the President of the United States” in the student manual (pp. 137–38). Then ask:"],["ul.bullet",["li",["span.label","•"],[".para","Whom did President Smith send as an emissary to help the Saints in war-torn Europe? (Elder Ezra Taft Benson.)"]],["li",["span.label","•"],[".para","How does the gospel help heal the wounds of war?"]]],["div",{"id":"p121","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p121"},"Read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“The Lord Will Fight Our Battles”"],"in the student manual (p. 142). Ask: How does the Lord protect and strengthen His people?"],["div",{"id":"p122","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p122"},"Discuss with students the number of wars and conflicts in the world today. With the students, review the following sections in the student manual:",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“There Can Be Peace in a War-Torn World”"],"(p. 135),",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“Avoiding Calamity Must Be Done in the Lord’s Way”"],"(p. 141), and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“Only with the Spirit Can Men Design a Successful Peace”"],"(p. 141)."]],[".topic",["h4","President Smith had a mighty vision for missionary work."],["div",{"id":"p124","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p124"},"Tell students that George Albert Smith was a great missionary for the Church. He was especially effective in breaking down prejudices against the Church. His administration as President, though less than six years, came at an important time in the history of the Church."],"Assign students to read aloud",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“We Will Go to Every Part of the World,”"],["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“The Gospel Will Be Taught with Improved Technology,”"],"and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“Millions Will Accept the Truth”"],"in the student manual (p. 135). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","In what ways are these statements prophetic?"]],["li",["span.label","•"],[".para","How does the Lord use technology to spread the gospel throughout the world?"]]],["div",{"id":"p128","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p128"},"Share the following statement by President George Albert Smith:"],[".blockQuote",["div",{"id":"p129","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p129"},"“It is a wonderful day and age in which we live. It will not be long until the servants of the Lord will go again to the nations of the earth in great numbers. …"],["div",{"id":"p130","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p130"},"“We must preach the gospel to the South American countries which we have scarcely touched. We must preach the gospel to every African section that we haven’t been in yet. We must preach the gospel to Asia. And I might go on and say in all parts of the world where we have not yet been permitted to go. I look upon Russia as one of the most fruitful fields for the teaching of the gospel of Jesus Christ. And if I am not mistaken, it will not be long before the people who are there will desire to know something about this work which has reformed the lives of so many people. We have some few from that land, who belong to the Church, fine, capable individuals who may be called to go, when the time comes, back to the homeland of their parents, and deliver the message that is so necessary to all mankind. Our most important obligation, my brethren, is to divide with our Father’s children all those fundamental truths, all his rules and regulations which prepare us for eternal life, known as the gospel of Jesus Christ. Until we have done that to the full limit of our power, we will not receive all the blessings which we might otherwise have. So let us set our own homes in order, prepare our boys and our girls, and ourselves, so that if we are called to go to the various parts of the earth, we will be prepared to go. This will be our great mission” (in Conference Report, Oct. 1945, 119)."]],["div",{"id":"p131","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p131"},"Ask students: How is this charge to Church members being fulfilled today?"]],[".topic",["h4","He strove to prepare the Saints for the coming of the Lord."],"Divide students into four groups and assign each to read and become familiar with one of the following sections in the student manual:",["ul.bullet",["li",["span.label","•"],[".para",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“He Warned of the Latter-Day Judgments”"],"(p. 140)."]],["li",["span.label","•"],[".para",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“The World Is Spiritually Sick”"],"(p. 140)."]],["li",["span.label","•"],[".para",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“Many Have Fallen Away from a True Belief in God”"],"(p. 140)."]],["li",["span.label","•"],[".para",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“It Is Not a Hopeless Situation”"],"(p. 141)."]]],["div",{"id":"p138","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p138"},"Have each group discuss how those teachings of President George Albert Smith help prepare people for the Lord’s coming and how the messages are relevant today. Have them also determine how they can follow counsel and heed warnings given in these statements. After a short group discussion, have a student from each group summarize their discussion for the class."]],[".topic",["h4","He bore a powerful testimony."],"Ask students to think of some powerful testimonies they have heard. Review some of the examples of testimony from",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-8-george-albert-smith-eighth-president-of-the-church.p1"},"“I Know That My Redeemer Liveth”"],"from the student manual (pp. 142–43). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","What makes a testimony powerful to those who hear it?"]],["li",["span.label","•"],[".para","How can you develop a strong testimony and have the courage to share it often?"]]],["div",{"id":"p143","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/george-albert-smith-eighth-president-of-the-church.p143"},"Relate to students an occasion when you have heard a powerful testimony and how those testimonies have influenced your life. Share your testimony with your students."]]]]]],"refs":null}
