{"id":16,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":16,"title":"Howard W. Hunter-Fourteenth President of the Church","subtitle":"","short_title":"Chapter 14","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.head1"},[".titleNumber","Chapter 14"],["h1","Howard W. Hunter"],[".subtitle","Fourteenth President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p6"},"When Howard W. Hunter was born on November 14, 1907, in Boise, Idaho, his father was not yet a member of the Church. (His father, John William Hunter, joined the Church in 1927.) His mother, Nellie Hunter, participated actively in the Church, and she taught her children the gospel. William Hunter supported his wife in this endeavor and occasionally attended church as well."],["div",{"id":"p7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p7"},"Joseph F. Smith was President of the Church when Howard W. Hunter was born. The year before his birth, an earthquake destroyed much of San Francisco. In South Africa, Ghandi took an oath of passive nonviolent resistance in 1906 against government oppression. In 1908 Henry Ford introduced the Model T Ford, which began the age of the automobile."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","As a child, Howard W. Hunter showed compassion."],["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p10"},"Share the following account about Howard W. Hunter as a boy:"],[".blockQuote",["div",{"id":"p11","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p11"},"“His sister, Dorothy Hunter Rasmussen, … remembered this tender incident when they were children together. ‘Howard always wanted to do good and to be good. A wonderful brother, he looked out for me. He was kind to our mother and father. Howard loved animals and regularly brought home strays.’ There was an irrigation ditch by their house, and one day several boys in the neighborhood, not members of the Church, were throwing a kitten in the ditch. It would get out, then they would throw it in again. They did this over and over until they got tired of their game. ‘Howard came by and picked [the kitten] up; it was lying there almost dead, and he brought it home. Mother was afraid it was dead, but they wrapped it in a blanket and put it near the warm oven and nursed it.’ It lived, and they had the cat for years. ‘He was … so kind,’ Dorothy said. ‘I have never known my brother to do a wrong thing in my life’” (James E. Faust, “The Way of an Eagle,”",["span.emphasis","Ensign,"],"Aug. 1994, 4, 6)."]],["div",{"id":"p12","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p12"},"Ask: What do we learn about Howard W. Hunter from this story? Share the following statement from President Howard W. Hunter:"],[".blockQuote",["div",{"id":"p13","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p13"},"“We are at a time in the history of the world … when we must … act more like the Savior would expect his disciples to act. We should at every opportunity ask ourselves, ‘What would Jesus do?’ and then act more courageously upon the answer” (in Conference Report, Oct. 1994, 118; or",["span.emphasis","Ensign,"],"Nov. 1994, 87)."]]],[".topic",["h4","He wanted to join the Church."],"Review as a class “His Parents and Early Years Helped Shape Him” in the student manual (pp. 234–35). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","How did Howard and the Church leaders recognize the stewardship of Howard’s father?"]],["li",["span.label","•"],[".para","Why did Howard want to receive the priesthood so much?"]]]],[".topic",["h4","As a teenager, he pledged to help build the new tabernacle."],["div",{"id":"p19","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p19"},"Explain that for most of the history of the Church, local members helped finance the building of chapels and temples in their areas. Often members not only contributed money but also their time to construct the buildings. As the Church grew, however, contractors were hired to construct the buildings. In 1960, local financial participation was 70/30 (the Church paid 70 percent and the local members were expected to raise 30 percent of the funds; members were interviewed by priesthood leaders and asked to contribute to the “Building Fund”). In 1982 that ratio changed to 96/4, and then to 100/0 in 1990."],["div",{"id":"p20","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p20"},"When Howard W. Hunter was 15 years old, plans to build a tabernacle for the members in the Boise, Idaho, area were announced. Share the following information:"],[".blockQuote",["div",{"id":"p21","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p21"},"“The Saints in Boise met to discuss a proposal to build a tabernacle, which would serve as a center for both the stake and the new ward. When an appeal for pledges was made, Howard raised his hand and made the first one—twenty-five dollars, a substantial sum for that time, especially for a teenager. ‘I worked and saved until I was able to pay my commitment in full,’ he remembers."],["div",{"id":"p22","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p22"},"“The tabernacle was completed two years later and dedicated by President Heber J. Grant” (Eleanor Knowles,",["span.emphasis","Howard W. Hunter"],"[1994], 41)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","Why is a willingness to contribute one’s money to the Church a test of faith?"]],["li",["span.label","•"],[".para","What personal satisfaction can come from such contributions?"]],["li",["span.label","•"],[".para","How can members help care for Church buildings in these times when they are not required to donate directly to a building fund or help in the construction of the buildings?"]]]],[".topic",["h4","He learned the importance of hard work."],"Invite students to count the number of different jobs they have had since they were eight years old. Then ask:",["ul.bullet",["li",["span.label","•"],[".para","What is the most unusual job you have ever had?"]],["li",["span.label","•"],[".para","Which job was the most difficult? Why?"]]],"Explain that Howard W. Hunter was known as a dependable and hard worker all of his life. Share the following list of work he did regularly or jobs he had before he was 21 years old:",["ul.bullet",["li",["span.label","•"],[".para","Feeding chickens and cleaning their pens"]],["li",["span.label","•"],[".para","Helping with home canning"]],["li",["span.label","•"],[".para","Working in the garden"]],["li",["span.label","•"],[".para","Caring for fruit trees and berry bushes"]],["li",["span.label","•"],[".para","Mowing lawns and doing yard work"]],["li",["span.label","•"],[".para","Working as a cashier’s helper"]],["li",["span.label","•"],[".para","Delivering telegrams and selling newspapers"]],["li",["span.label","•"],[".para","Working as a golf caddy"]],["li",["span.label","•"],[".para","Working in a hotel"]],["li",["span.label","•"],[".para","Clerking in an art store"]],["li",["span.label","•"],[".para","Playing in several orchestras"]],["li",["span.label","•"],[".para","Working as an assistant manager in a pharmacy"]],["li",["span.label","•"],[".para","Organizing and leading his own band"]],["li",["span.label","•"],[".para","Working for a newspaper publisher"]],["li",["span.label","•"],[".para","Selling shoes"]],["li",["span.label","•"],[".para","Purchasing a building and making it into a dinner-dance hall"]],["li",["span.label","•"],[".para","Selling music (list adapted from Knowles,",["span.emphasis","Howard W. Hunter,"],"42–61)."]]],["div",{"id":"p49","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p49"},"Ask students: What impresses you most about this list, and what does it indicate about Howard W. Hunter?"],["div",{"id":"p50","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p50"},"Invite students to review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Became an Eagle Scout,”"],["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Was a Young Entrepreneur,”"],"and the last two paragraphs of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“Experiences of His Early Youth Showed His Determination and Strength”"],"in the student manual (pp. 235–36). Have them look for a common theme in all three accounts. Then ask: How did young Howard use his time effectively?"]],[".topic",["h4","His father joined the Church."],["div",{"id":"p52","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p52"},"Review with students “He Organized Hunter’s Croonaders” in the student manual (pp. 236–37). Remind them that when Howard W. Hunter was in high school he organized his own orchestra, called “Hunter’s Croonaders.” The orchestra played at many high school socials in his hometown of Boise, Idaho. A few months after graduating from high school, in June 1926, he and his orchestra received an invitation to play on a cruise ship that sailed to Japan, China, and the Philippines. While Howard was away, his father was baptized."],["div",{"id":"p53","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p53"},"Ask if any students have witnessed the baptism of a parent and would be willing to share their feelings about the experience."]],[".topic",["h4","He experienced a turning point in his life in Sunday School."],["div",{"id":"p55","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p55"},"Ask students if they can recall a time when a spiritual light seemed to go on in their minds and the gospel became a more important part of their life. Invite one or two students to share their experiences if they feel comfortable doing so. Ask some students to take turns reading",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“A Sunday School Lesson Encouraged Him to Receive His Patriarchal Blessing”"],"in the student manual (p. 237). Ask:"],["ul.bullet",["li",["span.label","•"],[".para","What led to a spiritual awakening in Howard W. Hunter’s life?"]],["li",["span.label","•"],[".para","How can we prepare ourselves better for these kinds of spiritual awakenings?"]]]],[".topic",["h4","He committed himself to marriage, family, and the gospel."],["div",{"id":"p59","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p59"},"Ask students if any of them have ever desired to be in a performing group and travel the world. Then explain that Howard W. Hunter was a very successful and talented musician. He had the potential of making entertainment a lifelong career. Concerning his experience as an entertainer, he said:"],[".blockQuote",["div",{"id":"p60","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p60"},"“It was glamorous in some respects, and I made good money, but the association with many of the musicians was not enjoyable because of their drinking and moral standards” (in Knowles,",["span.emphasis","Howard W. Hunter,"],"91)."]],["div",{"id":"p61","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p61"},"Have a student read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Married Clara Jeffs”"],"in the student manual (pp. 237–38). Then ask: Why did he find marriage and a professional music career incompatible?"],["div",{"id":"p62","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p62"},"Ask students to reflect on choices they face now that may not be compatible with gospel standards or with marriage and family life. As you share the following statements from Howard W. Hunter regarding marriage, invite students to note ways in which he was true to his own counsel:"],[".blockQuote",["div",{"id":"p63","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p63"},"“To you who are unmarried men: Don’t put off marriage because you are not in a perfect career and financial position. Do not, however, rush into a relationship without proper forethought and inspiration. Prayerfully seek the Lord’s guidance on this matter. Stay worthy of receiving that divine assistance. Remember that as a priesthood bearer you have the obligation to take the lead in seeking eternal companionship” (“The Church Is for All People,”",["span.emphasis","Ensign,"],"June 1989, 77)."],["div",{"id":"p64","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p64"},"“[Marriage] is a learned behavior. Our conscious effort, not instinct, determines the success. The motivating force stems from kindness, true affection, and consideration for each other’s happiness and welfare."],["div",{"id":"p65","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p65"},"“Prior to marriage we looked at life from our own point of view, but after stepping over that threshold, we began to consider it from another’s viewpoint also. There is a necessity to make sacrifices and adjustments as manifestations of reassurance and love."],["div",{"id":"p66","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p66"},"“It is often said that being happily and successfully married is generally not so much a matter of marrying the right person as it",["span.emphasis","is being the right person."],"Statistics showing the high rate of divorce might indicate unwise choices of partners. If they had married other persons, the particular problem might have been eliminated, but surely another problem would have been in its place. A wise choice of a partner is a large contribution to a successful marriage, yet the conscious effort to do one’s part fully is the greatest element contributing to success” (",["span.emphasis","The Teachings of Howard W. Hunter,"],"comp. Clyde J. Williams [1997], 130)."]],["div",{"id":"p67","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p67"},"Explain that as Howard W. Hunter and Claire Jeffs prepared for marriage, they made decisions and commitments for their life together, one of which was the decision to live the law of tithing. He later recalled:"],[".blockQuote",["div",{"id":"p68","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p68"},"“We resolved that we would live this law throughout our marriage and tithing would come first” (in Knowles,",["span.emphasis","Howard W. Hunter,"],"81)."]]],[".topic",["h4","Howard and Claire Hunter faced a tragic loss early in their marriage."],["div",{"id":"p70","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p70"},"Tell students that on March 20, 1934, Howard and Claire Hunter’s first child was born—a boy they named Howard William Hunter Jr. Then share the following account:"],[".blockQuote",["div",{"id":"p71","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p71"},"“That summer, as Howard was settling into his work-and-school routine, he and Claire noticed that their baby son, Billy, seemed lethargic. The doctor diagnosed the problem as anemia. Howard gave blood for a transfusion, and Billy recovered briefly, then suffered a relapse. In early September he was admitted to a hospital for additional tests, and Howard gave blood for another transfusion."],["div",{"id":"p72","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p72"},"“When there was still no improvement, the worried parents took him to Children’s Hospital, where tests finally revealed that an intestinal diverticulum had ulcerated, causing loss of blood. The doctors recommended surgery."],["div",{"id":"p73","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p73"},"“‘We were assured that the surgeons selected were outstanding in this field, so we gave our consent,’ Howard wrote. ‘At the time of surgery, I was taken into the room on a table beside him and gave blood during the operation. At the conclusion, the doctors were not encouraging."],["div",{"id":"p74","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p74"},"“‘We stayed with him constantly for the next seventy-two hours, which the doctors said would be the critical period. On the evening of the third day they told us it would be better for us to go home and get some rest. We had not been home long when a call came asking us to return to the hospital because there had been a turn for the worse. Later that night, October 11, 1934, he slipped quietly away as we sat by his bed. We were grief-stricken and numb as we left the hospital into the night.’"],["div",{"id":"p75","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p75"},"“Two days later, after a ‘lovely, comforting service,’ the earthly body of little Howard William Hunter Jr. was interred in a grave beside that of his grandfather, Jacob Ellsworth Jeffs” (Knowles,",["span.emphasis","Howard W. Hunter,"],"86)."]],["div",{"id":"p76","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p76"},"Ask: Which principles of the gospel might have given the Hunters comfort in their time of sorrow and loss?"]],[".topic",["h4","Finding time to study in law school was a challenge."],["div",{"id":"p78","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p78"},"Tell students that after he got married, Howard W. Hunter decided to study law. Review with students “He Was Interested in Law” in the student manual (pp. 238–39). His studies were intense. When his son John was born, Howard took his textbooks to the hospital. Share the following incident:"],[".blockQuote",["div",{"id":"p79","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p79"},"“When Claire, who had been awaiting the birth of their second child, announced one Sunday evening that it was time to go to the hospital, he grabbed one of his textbooks,",["span.emphasis","Blackstone’s Commentary on the Law,"],"and rushed her to Methodist Hospital of Southern California. She was put to bed immediately, and he remained with her until the medication she had been given took effect and she fell asleep. Then he went back to his studies” (Knowles,",["span.emphasis","Howard W. Hunter,"],"90)."]]],[".topic",["div",{"id":"p80","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p80"},"He recalled:"],[".blockQuote",["div",{"id":"p81","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p81"},"“To work all day and go to school at night, and, in addition, to find the time to study was not an easy task. … Our social life was almost nil other than visits to our families” (in Knowles,",["span.emphasis","Howard W. Hunter,"],"91)."]],["div",{"id":"p82","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p82"},"Ask: How can we maintain balance in a busy lifestyle?"]],[".topic",["h4","Howard W. Hunter’s parents gave him a wonderful birthday surprise."],["div",{"id":"p84","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p84"},"Ask students what their favorite birthday gift was. Explain that Howard W. Hunter served as the stake president of the Pasadena Stake from 1950 to 1959. While he attended the Mesa Arizona Temple with members of his stake in 1953, Howard’s parents surprised him on his 46th birthday (November 14). Share with students the following experience:"],[".blockQuote",["div",{"id":"p85","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p85"},"“While I was speaking to the congregation … my father and mother came into the chapel dressed in white. I had no idea my father was prepared for his temple blessings, although Mother had been anxious about it for some time. I was so overcome with emotion that I was unable to continue to speak. President Pierce [the president of the temple] came to my side and explained the reason for the interruption. When my father and mother came to the temple that morning they asked the president not to mention to me that they were there because they wanted it to be a birthday surprise. This was a birthday I have never forgotten because on that day they were endowed and I had the privilege of witnessing their sealing, following which I was sealed to them” (Howard W. Hunter, in Knowles,",["span.emphasis","Howard W. Hunter,"],"135)."]],["div",{"id":"p86","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p86"},"Later, Howard W. Hunter’s sister, Dorothy, was sealed to their parents in the Los Angeles California Temple, which, he commented, “completed the eternal bonds of our family” (in Knowles,",["span.emphasis","Howard W. Hunter,"],"135)."],["div",{"id":"p87","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p87"},"Ask if any of the students were sealed to their parents when they were older. Then ask if they would be willing to share their feelings about being sealed to their parents."]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p90","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p90"},"In 1994, the year Howard W. Hunter became President of the Church, Church membership reached about nine million, with 2,008 stakes, 303 missions, and 46 temples (see",["span.emphasis","2003 Church Almanac"],"[2003], 474, 632). In 1994 the Church launched a Web site for family history. President Hunter dedicated two temples during his administration: the Orlando Florida Temple in 1994 and the Bountiful Utah Temple in 1995. They became the 46th and 47th operating temples in the world. In December 1994, the 2,000th stake of the Church was organized in Mexico City. Howard W. Hunter served as Church President for just nine months, a shorter period than any other Church President. During 1995, the year he died, Church membership grew to 9.3 million, with 2,150 stakes, 307 missions, and 47 temples (see",["span.emphasis","2003 Church Almanac,"],"474, 632). President Hunter passed away on March 3, 1995."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Howard W. Hunter was called as an Apostle."],["div",{"id":"p93","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p93"},"Tell students that while Howard and Claire Hunter lived in California, he attended law school and established a law practice. After he completed law school, he served as a bishop from 1940 to 1946, and then he served as a stake president from 1950 to 1959. You may want to review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Was Called to Be a Bishop and then a Stake President”"],"in the student manual (p. 239)."],"Ask a student to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Was Called to Be an Apostle”"],"and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Expressed His Feelings about Being an Apostle”"],"in the student manual (pp. 240–41). Ask students:",["ul.bullet",["li",["span.label","•"],[".para","How would you characterize the manner in which Elder Hunter received his call to be an Apostle?"]],["li",["span.label","•"],[".para","In what ways might his example be considered an appropriate way to receive any calling?"]]]],[".topic",["h4","He taught that Church members should act on their beliefs."],["div",{"id":"p98","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p98"},"Ask students what characterizes a Christian. Elder Howard W. Hunter taught how actions must follow and confirm beliefs. Invite a student to read the following statement, and then discuss how it applies to our lives:"],[".blockQuote",["div",{"id":"p99","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p99"},"“Belief must be realized in personal achievement. Real Christians must understand that the gospel of Jesus Christ is not just a gospel of belief; it is a plan of action. His gospel is a gospel of imperatives, and the very nature of its substance is a call to action. He did not say ‘observe’ my gospel; he said ‘live’ it. He did not say, ‘Note its beautiful structure and imagery’ he said, ‘Go, do, see, feel, give, believe!’ The gospel of Jesus Christ is full of imperatives, words that call for personal commitment and action” (in Conference Report, Apr. 1967, 115)."]]],[".topic",["h4","He comforted and counseled parents with wayward children."],["div",{"id":"p101","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p101"},"Tell students that one of the most heartrending experiences for faithful parents is when one or more of their children rebel. Sometimes children rebel even when parents have faithfully taught them the gospel. Often feelings of failure and guilt overwhelm parents as they blame themselves for their children’s decisions not to live the gospel. Have students read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Spoke to Concerned Parents”"],"in the student manual (pp. 246–47)."],["div",{"id":"p102","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p102"},"Ask: What was Elder Hunter’s definition of a successful parent?"]],[".topic",["h4","He cared for his wife, Claire, after she had a stroke."],["div",{"id":"p104","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p104"},"Remind students that in 1983 Claire Hunter passed away after many years of health problems. During her illness, Elder Howard W. Hunter cared lovingly for his wife. Read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“His Wife Died”"],"in the student manual (p. 246)."],["div",{"id":"p105","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p105"},"Ask students: How did Elder Hunter demonstrate his love for his wife?"],["div",{"id":"p106","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p106"},"Several years after the death of his wife, President Hunter wrote:"],[".blockQuote",["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p107"},"“This would have been Claire’s eighty-fifth birthday. I left the office early and drove to the City Cemetery. It was a clear, cold day and the snow on the grass was about four inches deep. As I made a path through the snow and stood at her grave side, I had a feeling of the loneliness and then thought how alone she must feel away from her family and the grandchildren she loved. Those feelings still persisted after I got home and saw the things that bear her touch” (in Eleanor Knowles,",["span.emphasis","Howard W. Hunter"],"[1994], 275–76)."]],["div",{"id":"p108","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p108"},"Ask: What do you like about President Hunter’s attitude toward his wife?"],["div",{"id":"p109","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p109"},"Tell students that about seven years after the death of his wife, President Hunter announced to the Quorum of the Twelve Apostles that he was getting married again. Read together",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Married Inis Bernice Egan”"],"in the student manual (p. 249). Then ask: How did his marriage to Inis bless him at this time in his life?"]],[".topic",["h4","President Hunter taught that we should center our lives on Christ."],["div",{"id":"p111","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p111"},"Ask students to list some things that keep us from focusing our lives on the Savior. Have them read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“We Should Center Our Lives on Christ”"],"in the student manual (p. 249), and discuss what needs to be done to be “permanently right.” Then ask: According to what President Hunter taught, what might be some of the “successes” that keep us from centering our lives on Christ?"],["div",{"id":"p112","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p112"},"Share your testimony that The Church of Jesus Christ of Latter-day Saints is the Lord’s Church, that He leads it, and that we look to Him and His chosen leaders for guidance in life. Explain that faithful members center their lives and actions on Him and trust that eternal blessings will follow."],["div",{"id":"p113","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p113"},"Read the following statement from President Howard W. Hunter, and ask students to be prepared to discuss what “good causes” are:"],[".blockQuote",["div",{"id":"p114","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p114"},"“We recognize that much good comes from individuals and organizations who reach out to remedy the ills of the world. We encourage you to follow the scriptural admonition to be anxiously engaged or actively involved in good causes in the Church and in your neighborhoods, communities, and even throughout the world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.27"},"D&C 58:27"],"). Yet we also maintain that without taking Christ into their lives and accepting his gospel, with its saving ordinances and covenants, people will not reach their true potential in this life or in the hereafter” (“To the Women of the Church,”",["span.emphasis","Ensign,"],"Nov. 1992, 96)."]],["div",{"id":"p115","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p115"},"Share the following statement from Elder Howard W. Hunter, and discuss how it applies to how each of us can achieve greatness:"],[".blockQuote",["div",{"id":"p116","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p116"},"“We have an unlimited number of opportunities to do the many simple and minor things that will ultimately make us great. … To those who are doing the commonplace work of the world but are wondering about the value of their accomplishments; to those who are the workhorses of this Church, who are furthering the work of the Lord in so many quiet but significant ways; to those who are the salt of the earth and the strength of the world and the backbone of each nation—to you we would simply express our admiration. If you endure to the end, and if you are valiant in the testimony of Jesus, you will achieve true greatness and will live in the presence of our Father in Heaven” (in Conference Report, Apr. 1982, 28; or",["span.emphasis","Ensign,"],"May 1982, 20)."]]],[".topic",["h4","The Jerusalem Center for Near Eastern Studies was established."],["div",{"id":"p118","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p118"},"Ask students to list some of the educational programs and opportunities sponsored by the Church. Then ask: Why is education so important in the Church?"],["div",{"id":"p119","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p119"},"Explain that President Howard W. Hunter was very influential in securing permission to build the Brigham Young University Jerusalem Center in the Holy Land. Divide the students into four groups and assign each group to read and report on one of the following sections in the student manual:",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Traveled the World in His Apostolic Calling”"],"(p. 241),",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“The Orson Hyde Memorial Garden Was Constructed”"],"(pp. 242–43),",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“All Are Alike unto God”"],"(p. 243), and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“The Jerusalem Center Was Built”"],"(pp. 243–44)."],["div",{"id":"p120","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p120"},"As students prepare their reports, have them look for challenges the Church faced in building the Jerusalem Center and how the talents and determination of Elder Howard W. Hunter, Elder James E. Faust, and Jeffrey R. Holland, then president of Brigham Young University, helped resolve those challenges."]],[".topic",["h4","He faced a critical threat."],"Share with students that President Howard W. Hunter demonstrated uncommon courage at a fireside on the Brigham Young University campus on February 7, 1993. Review this experience (along with another in Jerusalem) in “He Was Calm When His Life Was Threatened” in the student manual (p. 250). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","What was the source of President Hunter’s confidence in the face of such dangers?"]],["li",["span.label","•"],[".para","What can we learn from President Hunter about how to face challenges of our own?"]]]],[".topic",["h4","He urged Church members to love the temple."],["div",{"id":"p126","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p126"},"Ask students to review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“Highlights in the Life of Howard W. Hunter”"],"in the student manual (p. 233). Have them determine when Howard W. Hunter became President of the Church and for how long he served as President (nine months). Tell them that one of President Hunter’s main themes during his short time as President of the Church was the importance of the temple. Have them read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“Every Member Should Be Temple Worthy”"],"in the student manual (p. 251)."]],[".topic",["h4","He bore testimony as a special witness of Jesus Christ."],["div",{"id":"p128","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p128"},"Ask students how they would define “a special witness of Christ.” Explain that this designation is reserved for Apostles of the Lord, who have the ordination and keys to bear witness to the world of Jesus Christ. Share with students the following witness of Elder Howard W. Hunter, then a member of the Quorum of the Twelve Apostles:"],[".blockQuote",["div",{"id":"p129","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p129"},"“In our day the Lord has again called Apostles. These Apostles have been ordained as special witnesses of Christ in all the world. They know of the reality of Christ and his redemption with a certainty born of the Spirit."],["div",{"id":"p130","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p130"},"“As an ordained Apostle and special witness of Christ, I give to you my solemn witness that Jesus Christ is in fact the Son of God. He is the Messiah prophetically anticipated by Old Testament prophets. He is the Hope of Israel, for whose coming the children of Abraham, Isaac, and Jacob had prayed during the long centuries of prescribed worship."],["div",{"id":"p131","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p131"},"“He suffered in the Garden of Gethsemane and died on the cross, giving his sinless life as a ransom for every soul who enters mortality. He did in very fact rise from the dead on the third day, becoming the firstfruits of the resurrection and overcoming death."],["div",{"id":"p132","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p132"},"“It is by the power of the Holy Ghost that I bear my witness. I know of Christ’s reality as if I had seen with my eyes and heard with my ears. I know also that the Holy Spirit will confirm the truthfulness of my witness in the hearts of all those who listen with an ear of faith” (“An Apostle’s Witness of Christ,”",["span.emphasis","Ensign,"],"Jan. 1984, 69–70)."]],["div",{"id":"p133","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p133"},"Ask students: What does “listen with an ear of faith” mean?"],["div",{"id":"p134","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p134"},"Read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Bore a Strong Witness of Christ”"],"in the student manual (p. 251). Ask them to contemplate what they can do to “fulfill God’s purposes in this season of [their] lives.”"],["div",{"id":"p135","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/howard-w-hunter-fourteenth-president-of-the-church.p135"},"Read aloud",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-14-howard-w-hunter-fourteenth-president-of-the-church.p1"},"“He Was Paid a Final Tribute”"],"in the student manual (p. 252), and conclude with your testimony."]]]]]],"refs":null}
