{"id":2,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/introduction","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/introduction.head1"},["h1","Introduction"]],[".bodyBlock",[".topic",["h2","Overview"],["div",{"id":"p3","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/introduction.p3"},"The",["span.emphasis","Presidents of the Church Teacher Manual"],"consists of 15 chapters. Each chapter covers one Church President and is divided into two parts: “Part 1: The Early Years” and “Part 2: The Later Years.” The time period covered in the life of the prophet being studied in each part varies from prophet to prophet. An attempt was made to balance the material in each part to cover one class period."]],[".topic",["h2","Organization of Chapters in This Manual"],["div",{"id":"p5","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/introduction.p5"},["b","Historical Background."],"Each part of a chapter—“Part 1: The Early Years” and “Part 2: The Later Years”—begins with an introduction focusing on the prophet being studied and related events or facts about the Church at that time."],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/introduction.p6"},["b","Events, Highlights, and Teachings."],"The “Events, Highlights, and Teachings” section contains suggested teaching ideas related to the subtitles under which they occur. Each teaching suggestion is designated by an icon (). In addition to suggestions for student participation, additional stories or information of interest about the prophet are provided in this section of the teacher manual. Teachers should help students study the lives of the prophets and identify principles that guided their lives. Students are encouraged to adopt and apply those same principles in their own lives as they seek to become more like the Savior."]],[".topic",["h2","Additional Resources"],["div",{"id":"p8","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/introduction.p8"},["b","Presidents of the Church Time Line."],"A time line showing the lives of the Church Presidents from Joseph Smith through Gordon B. Hinckley is printed in the back of the student manual. The time line also shows some of the major Church, United States, and world events. It may be helpful to refer to this chart as each new chapter is introduced."],["div",{"id":"p9","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/introduction.p9"},["b","Presidents of the Church DVD."],["span.emphasis","Presidents of the Church, Supporting DVD Media"],"(religion 345, 2003; item 54047) is available separately from Church Distribution. This is a three-disc set of DVDs containing a documentary, a testimony, and a photo gallery for each Church President from Joseph Smith through Gordon B. Hinckley."]]]],"refs":null}
