{"id":8,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":8,"title":"Joseph F. Smith-Sixth President of the Church","subtitle":"","short_title":"Chapter 6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.head1"},[".titleNumber","Chapter 6"],["h1","Joseph F. Smith"],[".subtitle","Sixth President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p6"},"As a child, Joseph F. Smith personally experienced many significant events of early Church history. He was born in Missouri on November 13, 1838, during some of the greatest persecutions there. When he was a child, he knew the Prophet Joseph Smith (his uncle) and other Church leaders. When he was five years old his father, Hyrum Smith, was martyred at Carthage Jail. While he was still young, mobs drove Church members from Nauvoo, and he helped his mother cross the plains to the Salt Lake Valley when he was just nine years old. After arriving in the valley, he helped his mother establish a home where they lived until she died in 1852. Joseph F. Smith was only 13 years old. When he was 15 years old, he left on his first mission."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Joseph F. Smith learned from his mother to depend on the Lord."],["div",{"id":"p9","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p9"},"Have students review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“He Was Born during Turbulent Times”"],"and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“He Was Mature beyond His Years”"],"in the student manual (pp. 95–96). Ask them if they have ever heard anyone say that the world is so dangerous and terrible they would rather not bring children into it. Ask: How would you respond to this expression of fear or concern?"],["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p10"},"Read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“His Mother’s Faith Was Demonstrated”"],"in the student manual (pp. 96–97) and discuss how Mary Fielding Smith’s example influenced her son. Years later, Joseph F. Smith made the following statement about his mother’s prayer to find their cattle:"],[".blockQuote",["div",{"id":"p11","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p11"},"“It was one of the first practical and positive demonstrations of the efficacy of prayer I had ever witnessed. It made an indelible impression upon my mind, and has been a source of comfort, assurance and guidance to me throughout all of my life” (in Joseph Fielding Smith,",["span.emphasis","The Life of Joseph F. Smith"],"[1938], 133–34)."]],["div",{"id":"p12","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p12"},"Ask: What do you think he meant by “the efficacy of prayer”? Then have a student read to the class the following statement of President Joseph F. Smith, then a counselor in the First Presidency:"],[".blockQuote",["div",{"id":"p13","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p13"},"“There is nothing so imperishable as the influence of the mother; that is when she is good and has the spirit of the Gospel in her heart, and she has brought up her children in the way they should go. …"],["div",{"id":"p14","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p14"},"“… I can remember all the trials incident to our endeavors to move out with the Camp of Israel, coming to these valleys of the mountains without teams sufficient to draw our wagons; and being without the means to get those teams necessary, she yoked up her cows and calves, and tied two wagons together, and we started to come to Utah in this crude and helpless condition, and my mother said—‘The Lord will open the way;’ but how He would open the way no one knew. I was a little boy then, and I drove team and did my share of the work. I remember coming upon her in her secret prayer to God to enable her to accomplish her work and her mission. Do you not think that these things make an impression upon the mind? Do you think I can forget the example of my mother? No; her faith and example will ever be bright in my memory. … Every breath I breathe, every feeling of my soul rises to God in thankfulness to Him that my mother was a Saint, that she was a woman of God, pure and faithful, and that she would suffer death rather than betray the trust committed to her. … That is the spirit which imbued her and her children. Would not her children be unworthy of such a mother did they not hearken to and follow her example? Therefore I say God bless the mothers in Israel” (in “Influence and Sphere of Woman,”",["span.emphasis","Deseret Weekly,"],"Jan. 9, 1892, 71)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What do you think the statement that “there is nothing so imperishable as the influence of the mother” means?"]],["li",["span.label","•"],[".para","In what ways have your parents’ teachings guided and protected you?"]]]],[".topic",["h4","From his mother, he learned to keep God’s commandments even in difficult times."],["div",{"id":"p19","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p19"},"Explain that life was difficult in the Salt Lake Valley in 1848. Even though the pioneers were grateful to arrive at their destination, their work was not over. Share the following description by Elder Joseph Fielding Smith, a son of Joseph F. Smith and, then, a member of the Quorum of the Twelve Apostles:"],[".blockQuote",["div",{"id":"p20","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p20"},"“His mother was forced to set about at once to provide a home and shelter for her growing family and the dependents who looked to her for help. Through her faith and resourcefulness she managed to exist through the winter. She located in Mill Creek, south of Salt Lake City, where she, with the help of her boys, expected to engage in farming. She caused a small cabin to be built in which to do the cooking, but she and most of the family slept in the wagons during the winter of 1848. How they survived through the winter they hardly knew; they were thinly clad and without needed shelter suffered intensely from the cold. Her sad experiences of the past had trained her to be resourceful and with the watchcare of the Lord over them they managed to endure their lot until the springtime came. By careful planning and much hard work, in the course of two years, she had made a comfortable home and she had secured some valuable property” (",["span.emphasis","Life of Joseph F. Smith,"],"157–58)."]],["div",{"id":"p21","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p21"},"In spite of the circumstances of her family, Mary Fielding Smith felt strongly about paying tithes and offerings. Joseph F. Smith remembered one occasion when his mother expressed her commitment to paying tithing:"],[".blockQuote",["div",{"id":"p22","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p22"},"“One spring when we opened our potato pits [my mother] had her boys get a load of the best potatoes, and she took them to the tithing office; potatoes were scarce that season. I was a little boy at the time, and drove the team. When we drove up to the steps of the tithing office ready to unload the potatoes, one of the clerks came out and said to my mother: ‘Widow Smith, it’s a shame that you should have to pay tithing.’ … [The tithing clerk] chided my mother for paying her tithing, called her anything but wise and prudent; and said there were others able to work that were supported from the tithing office. My mother turned upon him and said: ‘… Would you deny me a blessing? If I did not pay my tithing I should expect the Lord to withhold His blessings from me; I pay my tithing, not only because it is a law of God but because I expect a blessing by doing it. By keeping this and other laws, I expect to prosper and to be able to provide for my family.’ … [My mother] prospered because she obeyed the laws of God. She had abundance to sustain her family. We never lacked so much as many others did; for while we found nettle greens most acceptable when we first came to the valley, and while we enjoyed thistle roots, segoes and all that kind of thing, we were no worse off than thousands of others, and not so bad off as many, for we were never without corn-meal and milk and butter, to my knowledge. Then that widow had her name recorded in the book of the law of the Lord. That widow was entitled to the privileges of the House of God. No ordinance of the Gospel could be denied her, for she was obedient to the laws of God, and she would not fail in her duty or become discouraged when observing one in an official position failing to keep the commandments of God” (in Smith,",["span.emphasis","Life of Joseph F. Smith,"],"158–59)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What strength do Church members receive from willingly paying tithes and offerings?"]],["li",["span.label","•"],[".para","How have you been blessed because of paying your tithes and offerings?"]]]],[".topic",["h4","Joseph F. Smith was sustained and strengthened by the Spirit of the Lord."],["div",{"id":"p27","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p27"},"Ask students if they would have been ready for a mission if they had been called at age 15. Discuss some of the concerns they might have had at being called at such a young age. Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“He Overcame Many Trials during His Missions”"],"in the student manual (p. 97–98). Ask: How did Joseph F. Smith overcome the obstacles he faced on his mission in Hawaii?"],["div",{"id":"p28","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p28"},"Explain that Joseph F. Smith had a great spiritual experience while serving as a missionary in Hawaii. Review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“A Dream Encouraged Him on His Mission”"],"in the student manual (p. 98–99). Write on the board the following:",["span.emphasis","journey, mansion, bath, clothing, door, Joseph Smith, the hand."],"Discuss with students what each of these words might mean relative to the dream. Ask:"],["ul.bullet",["li",["span.label","•"],[".para","In what ways do you think this experience strengthened young Joseph F. Smith?"]],["li",["span.label","•"],[".para","How do we learn to exercise confidence in the Lord?"]]],["div",{"id":"p31","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p31"},"Have a student read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“His Desire Was to Bear a Strong Testimony”"],"in the student manual (p. 99). Discuss how one might go about obtaining a testimony of such depth. Ask: How might his testimony have helped sustain him during his mission in Hawaii?"],["div",{"id":"p32","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p32"},"Review the incidents from President Smith’s life in",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“Under No Conditions Would He Deny His Testimony”"],"in the student manual (p. 99–100). Share the following statement of President Joseph F. Smith:"],[".blockQuote",["div",{"id":"p33","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p33"},"“When I as a boy first started out in the ministry, I would frequently go out and ask the Lord to show me some marvelous thing, in order that I might receive a testimony. But the Lord withheld marvels from me, and showed me the truth, line upon line, precept upon precept, here a little and there a little, until he made me to know the truth from the crown of my head to the soles of my feet, and until doubt and fear had been absolutely purged from me. He did not have to send an angel from the heavens to do this, nor did he have to speak with the trump of an archangel. By the whisperings of the still small voice of the Spirit of the living God, he gave to me the testimony I possess. And by this principle and power he will give to all the children of men a knowledge of the truth that will stay with them, and it will make them to know the truth, as God knows it, and to do the will of the Father as Christ does it. And no amount of marvelous manifestations will ever accomplish this. It is obedience, humility, and submission to the requirements of heaven and to the order established in the kingdom of God upon the earth, that will establish men in the truth” (",["span.emphasis","Gospel Doctrine,"],"5th ed. [1939], 7)."]],"Ask:",["ul.bullet",["li",["span.label","•"],[".para","How can individuals gain a strong testimony of the gospel?"]],["li",["span.label","•"],[".para","What influences sometimes cause the Spirit to leave us?"]]]],[".topic",["h4","He served a second mission to Hawaii."],["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p38"},"Explain that on his second mission to Hawaii, Joseph F. Smith traveled with Elders Lorenzo Snow and Ezra T. Benson. Their purpose in going was to investigate the activities of an apostate Church leader named Walter M. Gibson. He had taken complete control over the Church in Hawaii, both financially and ecclesiastically. He sold positions in the priesthood to Church members and he organized his own twelve Apostles and called high priests, seventies, and bishops. Women were given positions as priestesses, and he required Church members to turn all their possessions over to him (see B. H. Roberts,",["span.emphasis","Comprehensive History of the Church,"],"5:98–99). Ask students: What would happen if apostasy went unchecked by Church leaders?"],["div",{"id":"p39","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p39"},"Tell them that after excommunicating Walter Gibson from the Church, Elders Lorenzo Snow and Ezra T. Benson left 25-year-old Joseph F. Smith, along with William W. Cluff and Alma L. Smith, to bring Hawaiian Church members back into harmony with the truth. Share the following assessment of Elder Smith’s efforts:"],[".blockQuote",["div",{"id":"p40","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p40"},"“Elder Joseph F. Smith had rendered great service in settling the affairs of this mission. In his former mission to the islands (1854–1858) he had acquired a perfect knowledge of the language and spoke it with the fluency of a native. Being a man of unusual determination and strong against injustice he confronted Captain Gibson with great power, and exposed to the natives his fraudulent and unwarranted course. He also acted as interpreter for the apostles, and thus rendered more effective their labors in correcting Gibson’s irregularities and their ministry among the natives” (Roberts,",["span.emphasis","Comprehensive History of the Church,"],"5:100)."]]],[".topic",["h4","Joseph F. Smith was called to be an Apostle."],["div",{"id":"p42","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p42"},"Tell students that when Joseph F. Smith and the other missionaries arrived in Hawaii, a drowning accident almost claimed the life of Elder Lorenzo Snow. Share with students the following description of the event:"],[".blockQuote",["div",{"id":"p43","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p43"},"“An incident usually mentioned in connection with this apostolic mission to Hawaii is the drowning of Elder Lorenzo Snow in Lahaina Harbor, and his restoration to life by the ministration of the brethren. The accident occurred by the capsizing of a boat when trying to land while a heavy surf was running in the harbor. The captain of the vessel, Elders Benson, Snow, Cluff and A. L. Smith were all in the boat when it capsized. Elder Joseph F. Smith had refused to accompany the other brethren in the effort to land, being convinced that it was a most dangerous undertaking. Natives from the shore, who witnessed the disaster, rescued the unfortunate men, but it was 20 minutes before Lorenzo Snow gave any signs of life after being taken from the water” (Roberts,",["span.emphasis","Comprehensive History of the Church,"],"5:100–101)."]],["div",{"id":"p44","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p44"},"Tell students that “President [Lorenzo] Snow declared that after this incident the Lord revealed to him that this young man, Joseph F. Smith … would some day be the Prophet of God on the earth” (Smith,",["span.emphasis","Life of Joseph F. Smith,"],"216)."],["div",{"id":"p45","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p45"},"Ask a student to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“He Was Called to Be an Apostle”"],"in the student manual (p. 100). Ask: What skills did Joseph F. Smith gain during his Hawaiian missions that helped him in his new calling as an Apostle? Read and discuss the following statement by President Joseph F. Smith:"],[".blockQuote",["div",{"id":"p46","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p46"},"“I know that my Redeemer lives. We have all the testimony and all the evidence of this great and glorious truth that the world has, that is, all that the so-called Christian world possesses; and in addition to all that they have, we have the testimony of the inhabitants of this western continent, to whom the Savior appeared and delivered his gospel, the same as he delivered it to the Jews. In addition to all this new testimony, and the testimony of the holy scriptures from the Jews, we have the testimony of the modern prophet, Joseph Smith, who saw the Father and the Son, and who has borne record of them to the world, whose testimony was sealed with his blood and is in force upon the world today. We have the testimony of others, who witnessed the presence of the Son of God in the Kirtland temple, when he appeared to them there, and the testimony of Joseph, and of Sidney Rigdon, who declared that they were the last witnesses of Jesus Christ. Therefore I say again, I know that my Redeemer lives; for in the mouths of these witnesses this truth has been established in my mind."],["div",{"id":"p47","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p47"},"“Besides these testimonies, I have received the witness of the Spirit of God in my own heart, which exceeds all other evidences, for it bears record to me, to my very soul, of the existence of my Redeemer, Jesus Christ. I know that he lives, and that in the last day he shall stand upon the earth, that he shall come to the people who shall be prepared for him, as a bride is prepared for the Bridegroom when he shall come” (",["span.emphasis","Gospel Doctrine,"],"506–7)."]],["div",{"id":"p48","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p48"},"Conclude by sharing your testimony of the Savior."]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p51","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p51"},"During the years of President Joseph F. Smith’s administration, the Church built the Church Administration Building in Salt Lake City and began to build temples in Hawaii and Alberta, Canada. Important Church historical sites in the eastern half of the United States were purchased under the leadership of President Smith, and bureaus of information, the forerunners of today’s visitors’ centers, also had their beginnings at this time."],["div",{"id":"p52","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p52"},"In response to several theories that were currently debated, two doctrinal clarifications were made. These included statements on the origin of man and on the Father and the Son. A few weeks before his death, President Smith received an important revelation that now appears as",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"Doctrine and Covenants 138"],"."],["div",{"id":"p53","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p53"},"When he became President, the Church had about 293,000 members, with 50 stakes, 21 missions, and 4 temples. In 1918, the year of his death, the Church had almost 497,000 members, with 75 stakes, 22 missions, and 4 temples (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 631)."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","The First Presidency urged Church members to hold family home evening."],["div",{"id":"p56","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p56"},"Have students review the 1915 First Presidency announcement of family home evening in",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“Family Home Evening Was Introduced”"],"in the student manual (p. 101–2), which starts with the third paragraph. Ask:"],["ul.bullet",["li",["span.label","•"],[".para","What were the purposes or objectives of family home evening as explained in the announcement?"]],["li",["span.label","•"],[".para","What were some of the recommended activities for family home evening?"]],["li",["span.label","•"],[".para","What promises were given to parents who follow the counsel to hold family home evenings?"]]]],[".topic",["h4","President Joseph F. Smith taught the importance of marriage and family relationships."],["div",{"id":"p61","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p61"},"Have students read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/131.1-4"},"Doctrine and Covenants 131:1–4"],". Then read the following statement to the class and discuss President Joseph F. Smith’s explanation about marriage:"],[".blockQuote",["div",{"id":"p62","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p62"},"“The lawful union of man and woman [is] the means through which they may realize their highest and holiest aspirations. To the Latter-day Saints, marriage is not designed by our heavenly Father to be merely an earthly union, but one that shall survive the vicissitudes of time, and endure for eternity, bestowing honor and joy in this world, glory and eternal lives in the worlds to come” (“An Address: The Church of Jesus Christ of Latter-day Saints to the World,” in Conference Report, Apr. 1907, 7; this address is printed after the April 1907 general conference addresses)."]],"Ask students to describe the qualities of a great family. Review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“He Loved His Family with a Pure and Holy Love”"],"in the student manual (p. 103). Ask:",["ul.bullet",["li",["span.label","•"],[".para","How does the example of love and unity in the Smith home support his teachings on the family?"]],["li",["span.label","•"],[".para","What can parents do to establish unity and love in their families?"]],["li",["span.label","•"],[".para","What can children do?"]]]],[".topic",["h4","President Smith grieved over the deaths of ten of his children."],["div",{"id":"p68","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p68"},"[",["span.emphasis","Note:"],"You may have members of your class who have lost a child or sibling. Be sensitive to their feelings as you discuss this topic. If you are aware of class members who have lost a child or sibling, you may want to speak with them before class to find out how actively they want to participate in the discussion.]"],["div",{"id":"p69","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p69"},"Have students reflect upon a situation where someone has lost a child. Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“He Knew the Grief and Heartache of Losing a Child”"],"in the student manual (pp. 103–4). Share the following statement of President Joseph F. Smith on the salvation of little children, and ask students to ponder how it may comfort parents who have lost a child:"],[".blockQuote",["div",{"id":"p70","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p70"},"“If we have received the testimony of the spirit of truth in our souls, we know that all is well with our little children who pass away, that we could not … better their condition. …"],["div",{"id":"p71","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p71"},"“But, with little children who are taken away in infancy and innocence before they have reached the years of accountability, and are not capable of committing sin, the gospel reveals to us the fact that they are redeemed, and Satan has no power over them. Neither has death any power over them” (",["span.emphasis","Gospel Doctrine,"],"5th ed. [1939], 452)."]],["div",{"id":"p72","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p72"},"Ask: Why do faithful parents mourn even though they have a testimony that the salvation of their deceased children is secure? (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.45"},"D&C 42:45"],"). Then share the following teachings of President Joseph F. Smith:"],[".blockQuote",["div",{"id":"p73","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p73"},"“In the resurrection of the dead the child that was buried in its infancy will come up in the form of the child that it was when it was laid down; then it will begin to develop. From the day of the resurrection, the body will develop until it reaches the full measure of the stature of its spirit” (",["span.emphasis","Gospel Doctrine,"],"24)."],["div",{"id":"p74","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p74"},"“When the mother is deprived of the pleasure and joy of rearing her babe to manhood or to womanhood in this life, through the hand of death, that privilege will be renewed to her hereafter, and she will enjoy it to a fuller fruition than it would be possible for her to do here. When she does it there, it will be with the certain knowledge that the results will be without failure; whereas here, the results are unknown until after we have passed the test” (",["span.emphasis","Gospel Doctrine,"],"454)."]]],[".topic",["h4","The Church need not fear unjust accusations."],["div",{"id":"p76","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p76"},"Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“As President of the Church, He Came Under Personal Attack”"],"in the student manual (p. 106). Share the following statement of President Joseph F. Smith:"],[".blockQuote",["div",{"id":"p77","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p77"},"“Frequently, and from nearly all parts of the world, we hear of periodical outbursts of indignation against the Latter-day Saints. These are generally groundless and made by writers and speakers who are uninformed, and who get their inspiration from sensational books and literature published abroad by evil-designing persons who make money out of the credulous by their sensational stories. … Thus many things are charged against us which have no foundation in fact, and in which there is no grain of truth. Though amusing where the truth is known, these falsehoods have the effect, of course, of prejudicing the ignorant, scandalizing the Church, and making it very unpleasant for its missionaries and membership."],["div",{"id":"p78","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p78"},"“But scandal and falsehood never can have permanent injurious effect upon those unto whom they are unjustly directed. The Latter-day Saints need have no fear nor anxiety whatever regarding these things, so long as they are directed against them unjustly. Scandals die of themselves when discovered, as they are sure to be” (“Three Threatening Dangers,”",["span.emphasis","Improvement Era,"],"Mar. 1914, 476)."]],["div",{"id":"p79","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p79"},"Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“He Was Courageous and Undaunted in Defending Truth”"],"in the student manual (p. 104). Ask: In what ways did President Smith defend the kingdom of God?"]],[".topic",["h4","The Bureau of Information gave accurate information about the Church."],["div",{"id":"p81","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p81"},"Ask if any students have ever heard false stories about the Church and its members. Then ask: How can these stories prevent people from hearing or accepting the gospel message?"],["div",{"id":"p82","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p82"},"Inform students that during the early 1900s many people had heard false stories about the Church and had formed negative opinions. Such stories were told to visitors to Salt Lake City by many hackmen, the drivers of hired carriages, as they transported visitors around the city, as explained in the following statement:"],[".blockQuote",["div",{"id":"p83","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p83"},"“At the turn of the century, even those who came to Salt Lake City were not guaranteed to hear the truth about the Latter-day Saints. Hotel operators would send employees with carriages to meet incoming trains and vie for guests. These hack drivers made quite a business of filling visitors with wild tales about the Mormons. Both community and Church leaders were concerned about the negative image this practice was creating. Discussions among members of the Young Men’s Mutual Improvement Association general board and the First Council of the Seventy resulted in the specific recommendation that a ‘bureau of information’ be established on Temple Square to provide correct information to those visiting the city. In 1902 the First Presidency approved this project and assigned the Seventy to take charge of it. The first building was an octagonal structure measuring twenty feet across and costing six hundred dollars. About two dozen volunteers staffed the bureau; during its first year of operation they distributed Articles of Faith cards and other literature to 150,000 visitors. Popularity of the guided tours of Temple Square continued to grow, and in 1906 free organ recitals were added. … As the number of visitors continued to increase, ever more commodious facilities were provided. In later years of the twentieth century, annual visitors to the square would number in the millions” (Richard O. Cowan,",["span.emphasis","The Church in the Twentieth Century"],"[1985], 37–38)."]]],[".topic",["h4","The Church grew rapidly during President Joseph F. Smith’s administration."],["div",{"id":"p85","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p85"},"From 1901 until 1918, the years of Joseph F. Smith’s presidency, the Church grew from 292,931 to 496,962 members (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 631). Share with students the following information:"],[".blockQuote",["div",{"id":"p86","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p86"},"“As [President Joseph F. Smith] continued to encourage the Saints to remain and build up the Church in their homelands, Latter-day Saint missions and branches expanded abroad. This expansion was reflected in Joseph F. Smith’s becoming the first Church President to visit Europe while serving in that office."],["div",{"id":"p87","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p87"},"“During a period of about two months in 1906, he visited the missions in the Netherlands, Germany, Switzerland, France, and England. President Smith’s personal visit did much to promote the growth of Church strength in these lands. During his first visit to Europe, President Joseph F. Smith made an important prophetic statement. At a conference in Bern, Switzerland in 1906, he stretched out his hands and declared: ‘The time will come when this land [Europe] will be dotted with temples, where you can go and redeem your dead.’ He also explained that ‘temples would be built in diverse countries of the world’” (Cowan,",["span.emphasis","Church in the Twentieth Century,"],"65)."]],["div",{"id":"p88","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p88"},"Ask students: How do temples strengthen the worldwide Church?"]],[".topic",["h4","The Church faces at least three major dangers."],["div",{"id":"p90","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p90"},"Ask students what they consider to be the greatest dangers facing the Church today, and list responses on the board. Explain that President Joseph F. Smith identified three specific dangers to the Church. Read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“He Identified Three Dangers That the Church Faces”"],"in the student manual (pp. 107–8). Write these dangers on the board:"],["div",{"id":"f8","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.f8"},["ol.number",["li",["span.label","1."],[".para","Flattery of prominent people in the world"]],["li",["span.label","2."],[".para","False educational ideas"]],["li",["span.label","3."],[".para","Sexual impurity"]]]],"Ask:",["ul.bullet",["li",["span.label","•"],[".para","Why are these three things more dangerous to the Church than criticisms and false accusations?"]],["li",["span.label","•"],[".para","How may they be avoided?"]]]],[".topic",["h4","The First Presidency issued statements to clarify certain doctrines."],["div",{"id":"p98","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p98"},"Explain that during the ministry of President Joseph F. Smith, many Latter-day Saints were uncertain about some key doctrinal issues. One concerned the origin of man, including the fatherhood of God and the role of Adam as the first parent of the human family. The second dealt with the character and role of God the Father and Jesus Christ. In response, the First Presidency issued two statements. The first, issued in 1909, was called “The Origin of Man.” The second, issued in 1916, was entitled “The Father and the Son: A Doctrinal Exposition by The First Presidency and The Twelve.” Discuss with students the details of the following excerpts:"],["div",{"id":"p99","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p99"},["span.emphasis","“The Origin of Man”"]],[".blockQuote",["div",{"id":"p100","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p100"},"“It is held by some that Adam was not the first man upon this earth, and that the original human being was a development from lower orders of the animal creation. These, however, are the theories of men. The word of the Lord declares that Adam was ‘the first man of all men’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.34"},"Moses 1:34"],"), and we are therefore in duty bound to regard him as the primal parent of our race. It was shown to the brother of Jared that all men were created in the",["span.emphasis","beginning"],"after the image of God [",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.15"},"Ether 3:15"],"]; and whether we take this to mean the spirit or the body, or both, it commits us to the same conclusion: Man began life as a human being, in the likeness of our heavenly Father."],["div",{"id":"p101","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p101"},"“True it is that the body of man enters upon its career as a tiny germ or embryo, which becomes an infant, quickened at a certain stage by the spirit whose tabernacle it is, and the child, after being born, develops into a man. There is nothing in this, however, to indicate that the original man, the first of our race, began life as anything less than a man, or less than the human germ or embryo that becomes a man."],["div",{"id":"p102","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p102"},"“Man, by searching, cannot find out God. Never, unaided, will he discover the truth about the beginning of human life. The Lord must reveal Himself, or remain unrevealed; and the same is true of the facts relating to the origin of Adam’s race—God alone can reveal them. Some of these facts, however, are already known, and what has been made known it is our duty to receive and retain."],["div",{"id":"p103","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p103"},"“The Church of Jesus Christ of Latter-day Saints, basing its belief on divine revelation, ancient and modern, proclaims man to be the direct and lineal offspring of Deity. God Himself is an exalted man, perfected, enthroned, and supreme. …"],["div",{"id":"p104","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p104"},"“Man is the child of God, formed in the divine image and endowed with divine attributes, and even as the infant son of an earthly father and mother is capable in due time of becoming a man, so the undeveloped offspring of celestial parentage is capable, by experience through ages and aeons, of evolving into a God” (“Editor’s Table,”",["span.emphasis","Improvement Era,"],"Nov. 1909, 80–81)."]],["div",{"id":"p105","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p105"},"Ask: Why does it make a difference to know that God is our Father and that we did not descend from lower forms of life?"],["div",{"id":"p106","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p106"},["span.emphasis","“The Father and the Son: A Doctrinal Exposition by The First Presidency and The Twelve”"]],[".blockQuote",["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p107"},"“The term ‘Father’ as applied to Deity occurs in sacred writ with plainly different meanings. Each of the four significations specified in the following treatment should be carefully segregated."],["div",{"id":"f10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.f10"},["ol.number",["li",["span.label","“1."],[".para",["span.allCaps","‘Father’ as Literal Parent"]],[".para","“Scriptures embodying the ordinary signification—literally that of Parent—are too numerous and specific to require citation. … God the Eternal Father, whom we designate by the exalted name-title ‘Elohim,’ is the literal Parent of our Lord and Savior Jesus Christ, and of the spirits of the human race. Elohim is the Father in every sense in which Jesus Christ is so designated, and distinctively He is the Father of spirits. …"]],["li",["span.label","“2."],[".para",["span.allCaps","‘Father’ as Creator"]],[".para","“A second scriptural meaning of ‘Father’ is that of Creator, e.g. in passages referring to any one of the Godhead as ‘The Father of the heavens and of the earth and all things that in them are’ (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/4.7"},"Ether 4:7"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.38,39"},"Alma 11:38, 39"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/15.4"},"Mosiah 15:4"],")."],[".para","“God is not the Father of the earth as one of the worlds in space, nor of the heavenly bodies in whole or in part, nor of the inanimate objects and the plants and the animals upon the earth, in the literal sense in which He is the Father of the spirits of mankind. Therefore, scriptures that refer to God in any way as the Father of the heavens and the earth are to be understood as signifying that God is the Maker, the Organizer, the Creator of the heavens and the earth."],[".para","“With this meaning, as the context shows in every case, Jehovah, who is Jesus Christ the Son of Elohim, is called ‘the Father,’ and even ‘the very eternal Father of heaven and of earth’ (see passages before cited, and also",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/16.15"},"Mosiah 16:15"],"). With analogous meaning Jesus Christ is called ‘The Everlasting Father’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/9.6"},"Isaiah 9:6"],"; compare",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/19.6"},"2 Nephi 19:6"],"). The descriptive titles ‘Everlasting’ and ‘Eternal’ in the foregoing texts are synonymous."],[".para","“That Jesus Christ, whom we also know as Jehovah, was the executive of the Father, Elohim, in the work of creation is set forth in the book ‘Jesus the Christ’ Chapter 4. Jesus Christ, being the Creator, is consistently called the Father of heaven and earth in the sense explained above; and since His creations are of eternal quality He is very properly called the Eternal Father of heaven and earth."]],["li",["span.label","“3."],[".para",["span.allCaps","Jesus Christ the ‘Father’ of those who abide in His Gospel"]],[".para","“A third sense in which Jesus Christ is regarded as the ‘Father’ has reference to the relationship between Him and those who accept His Gospel and thereby become heirs of eternal life. …"],[".para","“Men may become children of Jesus Christ by being born anew—born of God, as the inspired word states. …"],[".para","“If it be proper to speak of those who accept and abide in the Gospel as Christ’s sons and daughters—and upon this matter the scriptures are explicit and cannot be gainsaid nor denied—it is consistently proper to speak of Jesus Christ as the Father of the righteous, they having become His children and He having been made their Father through the second birth—the baptismal regeneration."]],["li",["span.label","“4."],[".para",["span.allCaps","Jesus Christ the ‘Father’ by Divine Investiture of Authority"]],[".para","“[Another] reason for applying the title ‘Father’ to Jesus Christ is found in the fact that in all His dealings with the human family Jesus the Son has represented and yet represents Elohim His Father in power and authority. … Thus the Father placed His name upon the Son; and Jesus Christ spoke and ministered in and through the Father’s name; and so far as power, authority and Godship are concerned His words and acts were and are those of the Father” (“Editor’s Table,”",["span.emphasis","Improvement Era,"],"Aug. 1916, 934–36, 938–40)."]]]]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","Why do Church members need to know that the Father and the Son are separate and distinct beings?"]],["li",["span.label","•"],[".para","How does this understanding affect how we worship the Father and the Son?"]]]],[".topic",["h4","President Joseph F. Smith taught about life after death."],["div",{"id":"p125","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p125"},"Remind students that several of President Joseph F. Smith’s children died before he did. Share President Smith’s response to the sudden death of his son Hyrum M. Smith, a member of the Quorum of the Twelve Apostles:"],[".blockQuote",["div",{"id":"p126","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p126"},"“My soul is rent asunder. My heart is broken, and flutters for life! O my sweet son, my joy, my hope! O I love him still. I will love him for evermore. And so it is and ever will be with all my sons and daughters, but he is my first born son. … From the depths of my soul I thank God for him! But I needed him more than I can express. … O I needed him! We all needed him. He was most useful to the Church. He was indeed a prince among men. Never in his life did he displease me or give me cause to doubt him. I loved him through and through. He has thrilled my soul by his power of speech, as no other man ever did. Perhaps this was because he was my son, and he was filled with the fire of the Holy Ghost. And now, what can I do! O what can I do! My soul is rent, my heart is broken! O God, help me!” (in Joseph Fielding Smith,",["span.emphasis","Life of Joseph Smith"],"[1938], 474)."]],["div",{"id":"p127","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p127"},"Several months later, President Joseph F. Smith declared in general conference that he had received revelations over the past months regarding the spirit world. One of these was received the day before the conference began and is now recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"Doctrine and Covenants 138"],"."],["div",{"id":"p128","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-f-smith-sixth-president-of-the-church.p128"},"Read with students",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.1-5,11-20"},"Doctrine and Covenants 138:1–5, 11–20"],". Ask: What did Jesus Christ do when He went to the spirit world following His death?"],"Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.29-30,57"},"Doctrine and Covenants 138:29–30, 57"],". Ask:",["ul.bullet",["li",["span.label","•"],[".para","How can this revelation comfort those whose righteous friends and family members have died?"]],["li",["span.label","•"],[".para","What can we do on earth to help with the work that occurs in the spirit world?"]]]]]]]],"refs":null}
