{"id":3,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":3,"title":"Joseph Smith First President of the Church","subtitle":"","short_title":"Chapter 1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.head1"},[".titleNumber","Chapter 1"],["h1","Joseph Smith"],[".subtitle","First President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],["div",{"id":"p5","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p5"},["b","Historical Background"]],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p6"},"Joseph Smith was born December 23, 1805, in Sharon township, Windsor County, Vermont. At that time, much of the eastern United States was unsettled wilderness. Hardworking families could clear the land and make a living. After residing in several communities in Vermont and New Hampshire, the Smith family moved to Palmyra, New York, in 1816. Later, in 1818, they purchased a farm in the nearby Farmington township (later called the Manchester township), and cleared about 100 acres. The Hill Cumorah, where the plates lay buried, was three miles from the Smith farm."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.f1"}]],[".topic",["h2","Events, Highlights, and Teachings"],[".topic",["h3","The Presidents of the Church are prophets of God."],["div",{"id":"p9","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p9"},"Play five or six testimonies of the more recent Presidents of the Church found on the",["span.emphasis","Presidents of the Church, Supporting DVD Media"],"(religion 345, 2003; item no. 54047). Do not tell students who is speaking. (",["span.emphasis","Note:"],"The testimonies of Wilford Woodruff and Joseph F. Smith through Gordon B. Hinckley are their actual voices. The testimonies of Joseph Smith, Brigham Young, John Taylor, and Lorenzo Snow use voice-over talent.) Ask students if they recognize any of the voices of these prophets. You may want to have them listen to all of the excerpts and write down their answers, and then give them the correct answers. After listening to all of the excerpts, have students read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.4-5,14,38"},"Doctrine and Covenants 1:4–5, 14, 38"],". Ask the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","What do each of these verses teach about prophets?"]],["li",["span.label","•"],[".para","What are the roles of prophets in the Church?"]],["li",["span.label","•"],[".para","Why is it a worthy endeavor to study the lives of the Presidents of the Church?"]]]],[".topic",["h3","Joseph Smith was born into a strong, religious family."],["div",{"id":"p14","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p14"},"At least one day before class, select two students and give each one a copy of pages 15–19 of",["span.emphasis","Church History in the Fulness of Times"],"(religion 341–43, 2nd ed., 2000). Ask one student to summarize for the class the religious background of Joseph Smith’s paternal grandparents and the other student to summarize the religious background of his maternal grandparents."],["div",{"id":"p15","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p15"},"On the board, draw Joseph Smith’s ancestry chart as shown below:"],[".",{"id":"f3","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.f3"}],["div",{"id":"p23","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p23"},"Discuss with the class briefly the religious background of Joseph Smith’s parents and",["span.emphasis","grandparents:"],"Refer students to the third paragraph in the left column on page 3 of the student manual, which tells about the religious beliefs of Joseph Smith Sr. and Lucy Mack Smith. Have the previously assigned students report on the religious background of Joseph Smith’s grandparents. Help students understand that Joseph Smith’s ancestors provided him with a religious heritage that helped prepare him for the Restoration of the gospel. Share the following statement of Asael Smith before his grandson Joseph Smith was born:"],[".blockQuote",["div",{"id":"p24","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p24"},"“It has been borne in upon my soul that one of my descendants will promulgate a work to revolutionize the world of religious faith” (quoted in George Q. Cannon,",["span.emphasis","Life of Joseph Smith, the Prophet"],"[1986], 26)."]],["div",{"id":"p25","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p25"},"The Prophet Joseph Smith wrote:"],[".blockQuote",["div",{"id":"p26","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p26"},"“My grandfather, Asael Smith, long ago predicted that there would be a prophet raised up in his family, and my grandmother was fully satisfied that it was fulfilled in me. My grandfather Asael died in East Stockholm, St. Lawrence county, New York, after having received the Book of Mormon, and read it nearly through; and he declared that I was the very Prophet that he had long known would come in his family” (in",["span.emphasis","History of the Church,"],"2:443)."]],["div",{"id":"p27","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p27"},"Share your testimony of the Lord’s preparation for the Restoration of the gospel through the Prophet Joseph Smith long before his birth. Joseph Smith was born into a family where he could develop character traits and learn truths that would prepare him to do the Lord’s work."],["div",{"id":"p28","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p28"},"Ask: What can parents do to encourage their children to live righteously?"],["div",{"id":"p29","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p29"},"Share the following testimony of President Brigham Young:"],[".blockQuote",["div",{"id":"p30","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p30"},"“The Lord had his eye upon him, and upon his father, and upon his father’s father, and upon their progenitors clear back to Abraham, and from Abraham to the flood, from the flood to Enoch, and from Enoch to Adam. He has watched that family and that blood as it has circulated from its fountain to the birth of that man. He was foreordained in eternity to preside over this last dispensation” (in",["span.emphasis","Journal of Discourses,"],"7:289–90)."]]],[".topic",["h3","Joseph’s experiences and character traits prepared him to serve the Lord."],["div",{"id":"p32","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p32"},"Ask students: What are some of the character traits the Prophet Joseph Smith displayed?"],["div",{"id":"p33","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p33"},"Explain that young Joseph Smith had experiences in his youth that influenced him in later years. Using examples from the student manual (see",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-1-joseph-smith-first-president-of-the-church.p1"},"pp. 3–4"],") and from the following three examples, share experiences from Joseph Smith’s life. Invite students to suggest how each experience may have prepared Joseph Smith for the work the Lord foreordained him to do."],["div",{"id":"f4","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.f4"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Joseph Smith showed persistence during hardship."]],[".para","In 1816, Joseph Smith Sr. went to Palmyra, New York, with a Mr. Howard, to prepare for the family’s subsequent move there. In the meantime, the family packed their belongings and prepared to leave as soon as they received a letter from Joseph’s father requesting that they join him. The family was to travel with another Mr. Howard, who was a cousin of the man who had gone to Palmyra with Joseph’s father."],[".para","Lucy Mack Smith, Joseph’s mother, soon discovered that “the man who drove the team in which we rode was an unprincipled, unfeeling wretch by the manner in which he handled my goods and money, as well as his treatment of my children, especially Joseph.” Joseph was only 10 years old at the time and not yet fully recovered from his leg operation (see",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-1-joseph-smith-first-president-of-the-church.p1"},"pp. 3–4"],"of the student manual). Lucy recalled, “This child was compelled by Mr. Howard to travel for miles at a time on foot, though he was still somewhat lame” (",["span.emphasis","History of Joseph Smith by His Mother,"],"ed. Scot Facer Proctor and Maurine Jensen Proctor [1996], 84)."],[".para","Many years later, Joseph wrote of his experience: “Howard drove me from the waggon & and made me travel in my weak state through the snow 40 miles per day for several days, during which time I suffered the most excrutiating weariness & pain … & when my brothers remonstrated with Mr Howard for his treatment to me, he would knock them down with the butt of his whip” (in",["span.emphasis","The Papers of Joseph Smith,"],"ed. Dean C. Jessee, 2 vols. [1989–92], 1:268)."]]]],["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p38"},"Ask students: What benefits could have come to Joseph from enduring his early hardships?"],["div",{"id":"f5","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.f5"},["ol.number",["li",["span.label","2."],[".para",["span.emphasis","Joseph Smith had an inclination to ponder."]],[".para","Lucy Mack Smith, Joseph’s mother, wrote that young Joseph “was less inclined to the study of books than any child we had, but much more given to reflection and deep study” (",["span.emphasis","History of Joseph Smith by His Mother,"],"111)."]]]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","How might Joseph’s ability to ponder and think deeply have contributed to his work in life?"]],["li",["span.label","•"],[".para","How does pondering relate to revelation? (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/11.1"},"1 Nephi 11:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.1"},"D&C 138:1"],")."]]],["div",{"id":"f7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.f7"},["ol.number",["li",["span.label","3."],[".para",["span.emphasis","Joseph Smith worked hard."]],[".para","“The enemies of Joseph Smith have made out over and over that he was shiftless, lazy, indolent, that he never did a day’s work in his life. But a document exists that contains reported recollections about Joseph Smith as recorded by Martha Cox. One of these comes from a woman, identified as Mrs. Palmer, who knew him in his early life when she was a child. As a girl—years younger than him, apparently—she watched him with others of the boys working on her father’s farm. Far from his being indolent, the truth is that, according to this account, her father hired Joseph because he was such a good worker” (Truman G. Madsen,",["span.emphasis","Joseph Smith the Prophet"],"[1989], 9)."],[".para","Mrs. Palmer remembered that her father thought Joseph was “the best help he had ever found.” Her father arranged the hoeing of his field when Joseph was available because when Joseph worked with the other boys of the neighborhood, “the work went steadily forward, and [her father] got the full worth of the wages he paid” (“Stories from Notebook of Martha Cox,” Archives of The Church of Jesus Christ of Latter-day Saints; spelling and punctuation standardized)."]]]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What benefits can come from learning to work hard early in life?"]],["li",["span.label","•"],[".para","Why do you think the enemies of Joseph Smith sought to portray him as lazy and dishonest?"]]]],[".topic",["h3","Joseph Smith’s First Vision is the pivotal event of the Restoration."],["div",{"id":"p51","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p51"},"Show a door hinge and ask students to describe its function (it holds the door solidly onto the door frame and allows the door to swing freely at the pivot point). Have students suggest an event in Church history that could be referred to as a hinge for the Restoration. Discuss their suggestions."],[".blockQuote",[".preamble","Share the following statement from President Gordon B. Hinckley:"],["div",{"id":"p53","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p53"},"“Every claim we make concerning divine authority, every truth that we offer concerning the validity of this work, [finds its] roots in the First Vision of the boy prophet. This was the great curtain-raiser on the dispensation of the fulness of times, when God promised that He would restore all the power, the gifts, the blessings, of all previous dispensations in one great summing up. … That [event] becomes the hinge pin on which this whole cause turns. If the First Vision was true, if it actually happened, then the Book of Mormon is true. Then we have the priesthood. Then we have the Church organization and all of the other keys and blessings of authority which we say we have. Now, it is just that simple. Everything … turns on the reality of that first vision” (in “Messages of Inspiration from President Hinckley,”",["span.emphasis","Church News,"],"Feb. 1, 1997, 2)."]],["div",{"id":"p54","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p54"},"Ask: What reasons did President Hinckley give for considering the First Vision as a hinge pin of the Restoration? (Invite a student to list the students’ answers on the board; see also James E. Faust, in Conference Report, Apr. 1984, 92–93; or",["span.emphasis","Ensign,"],"May 1984,",["span.crossRef","68"],".)"],["div",{"id":"p55","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p55"},"Invite students to share their feelings about the First Vision and why a knowledge of its truth is important to their testimony."],["div",{"id":"p56","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p56"},"Read",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.15-16"},"Joseph Smith—History 1:15–16"],". Ask: Why do you think Satan made such a strong attempt to stop young Joseph Smith from praying?"]],[".topic",["h3","Joseph Smith’s suffering and trials strengthened him."],["div",{"id":"p58","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p58"},"Invite students to list examples of tribulations and suffering from the life of the Prophet Joseph Smith. You may want to refer them beforehand to the following sections in the student manual: “Joseph Smith Was Persecuted and Ridiculed for His Witness That God Had Spoken to Him” (p. 6), “The First 116 Pages Were Lost” (pp. 9–10), “The Loss Was a Learning Experience” (p. 10), “He Was Tried in Richmond and Imprisoned in Liberty Jail” (pp. 13–14)."],[".blockQuote",[".preamble","Ask: Why do you think the Prophet Joseph Smith faced so many tribulations? Then share the following statements illustrating Joseph Smith’s perspective on affliction:"],["div",{"id":"p60","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p60"},"“I am like a huge, rough stone rolling down from a high mountain; and the only polishing I get is when some corner gets rubbed off by coming in contact with something else, striking with accelerated force against religious bigotry, priestcraft, lawyer-craft, doctor-craft, lying editors, suborned judges and jurors, and the authority of perjured executives, backed by mobs, blasphemers, licentious and corrupt men and women—all hell knocking off a corner here and a corner there. Thus I will become a smooth and polished shaft in the quiver of the Almighty” (",["span.emphasis","History of the Church,"],"5:401)."],["div",{"id":"p61","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p61"},"“All your losses will be made up to you in the resurrection, provided you continue faithful. By the vision of the Almighty I have seen it” (",["span.emphasis","History of the Church,"],"5:362)."]],[".blockQuote",[".preamble","President John Taylor related:"],["div",{"id":"p63","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p63"},"“I heard the Prophet Joseph say, in speaking to the Twelve on one occasion: ‘You will have all kinds of trials to pass through. And it is quite as necessary for you to be tried as it was for Abraham and other men of God, and (said he) God will feel after you, and He will take hold of you and wrench your very heart strings, and if you cannot stand it you will not be fit for an inheritance in the Celestial Kingdom of God’” (in",["span.emphasis","Journal of Discourses,"],"24:197)."]],"Ask the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Why are the Lord’s servants not always shielded from persecution and affliction?"]],["li",["span.label","•"],[".para","What can you learn from the Prophet Joseph Smith’s example that might help you face your own problems?"]]]],[".topic",["h3","Joseph Smith enjoyed participating in wholesome recreation."],["div",{"id":"p68","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p68"},"The Prophet Joseph Smith enjoyed physical activities. Those who knew him recalled him enjoying recreation with children and adults. He used these moments as a diversion from his more serious activities. Refer students to “Joseph Smith Loved Physical Contests” in the student manual (p. 16). You may also want to share some of the following accounts:"],[".blockQuote",["div",{"id":"p69","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p69"},"“We were encamped in Adam Ondi Ahman and mostly around camp fires without tents. One night the snow fell 4 or 5 inches on us. … The Prophet seeing our forlorn condition called on us to form into two parties in battle array. Lyman Wight at the head of one line, and he (Joseph the Prophet) heading the other line and have a sham battle and the weapons to be used were snow balls, and we set to with a will full of glee and fun. … Thus, the Prophet was cheerful—often wrestling with Sidney Rigdon and he had his pants torn badly but had a good laugh over it” (Edward Stevenson, in “Autobiography: the Life and History of Elder Edward Stevenson,” Archives of The Church of Jesus Christ of Latter-day Saints, 32; spelling and punctuation standardized)."],["div",{"id":"p70","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p70"},"“He was brimming over with the noblest and purest of human nature, which often gave vent in innocent amusements—in playing ball, in wrestling with his brothers and scuffling with them, and enjoying himself; he was not like a man with a stake run down his back, and with his face cast in a brazen mold that he could not smile, that he had no joy in his heart. O, he was full of joy; he was full of gladness; he was full of love, and of every other noble attribute that makes men great and good, and at the same time simple and innocent, so that he could descend to the lowest condition; and he had power, by the grace of God, to comprehend the purposes of the Almighty too. That was the character of the Prophet Joseph Smith. And while he could play with children and amuse himself at simple, innocent games among men, he also communed with the Father and the Son and spoke with angels” (Joseph F. Smith, discourse given at memorial services in honor of Joseph Smith’s birthday, Dec. 23, 1894, published in",["span.emphasis","Salt Lake Herald Church and Farm Supplement,"],"Jan. 12, 1895, 211; spelling and punctuation standardized)."]],["div",{"id":"p71","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p71"},"William Allred, a contemporary of Joseph Smith, remembered the Prophet’s explanation for his games and sports:"],[".blockQuote",["div",{"id":"p72","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p72"},"“I have played ball with him many times in Nauvoo. He was preaching once, and he said it tried some of the pious folks to see him play ball with the boys. He then related a story of a certain prophet who was sitting under the shade of a tree amusing himself in some way, when a hunter came along with his bow and arrow, and reproved him. The prophet asked him if he kept his bow strung up all the time. The hunter answered that he did not. The prophet asked why, and he said it would lose its elasticity if he did. The prophet said it was just so with his mind, he did not want it strung up all the time” (William M. Allred, in “Recollections of the Prophet Joseph Smith,”",["span.emphasis","Juvenile Instructor,"],"Aug. 1, 1892, 472)."]],"Ask the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Why is it meaningful to know that the Prophet enjoyed wholesome recreation?"]],["li",["span.label","•"],[".para","In what ways can appropriate recreation influence us in our daily lives? (see",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-1-joseph-smith-first-president-of-the-church.p1"},"“Joseph Smith Loved Physical Contests”"],"in the student manual, p. 16)."]]]],[".topic",["h3","The Prophet Joseph Smith has become known “for good and evil among all nations.”"],["div",{"id":"p77","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p77"},"Read with students",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.33"},"Joseph Smith—History 1:33"],". Discuss why this prophecy is so remarkable by asking: Considering Joseph Smith’s education and social status, why is this such an amazing prophecy? (Emphasize that his name would be known among",["span.emphasis","all"],"nations and",["span.emphasis","all"],"people.)"],["div",{"id":"p78","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p78"},"Share the following statement from President Gordon B. Hinckley regarding this prophecy:"],[".blockQuote",["div",{"id":"p79","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p79"},"“How could a farm boy, largely without formal education, have dared to say such a thing? And yet it has all come to pass and will continue to increase as this restored gospel is taught across the world” (in Conference Report, Apr. 1998, 4; or",["span.emphasis","Ensign,"],"May 1998, 6)."]],["div",{"id":"p80","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p80"},"Tell students that while serving a mission in Tonga, Elder John H. Groberg of the Presidency of the Seventy decided to test that prophecy about the name of Joseph Smith. Then share the following summary:"],[".blockQuote",["div",{"id":"p81","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p81"},"Elder Groberg and his companion sailed to the island of Tafahi, located about eight miles from their home island of Niuatoputapu. About 80 people lived on Tafahi. Like the people on Niuatoputapu, the people on Tafahi had no running water or electricity, but they were even more isolated from the outside world since they had no telegraph or scheduled boats."],["div",{"id":"p82","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p82"},"When Elder Groberg visited, the island had only 18 homes, and the missionaries visited each one. He wrote: “At the last home, a strange thought occurred to me, ‘Why don’t you test the prophecy that the name of Joseph Smith should be known for good and evil throughout the world?’ I don’t know why the thought came, but it did.”"],["div",{"id":"p83","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p83"},"The missionaries asked the family if they had ever heard of the president of the United States. “Who’s he?” and “Where’s the United States?” was their response. Elder Groberg reported: “I tried to explain where it was, but they couldn’t understand. They asked how big an island it was. I replied that it was a very big island, thousands of miles away with millions of people living on it. I told them that many people there had never even seen the ocean and that many people didn’t know one another. They couldn’t comprehend that.”"],["div",{"id":"p84","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p84"},"He then asked if they had heard of Russia and France and their leaders; he asked about movie stars, sports figures, and world political leaders. They knew nothing of these places or people, nor of world events such as the Depression and the Korean War."],["div",{"id":"p85","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p85"},"Elder Groberg recalled: “There was not a member of the Church living on this island, although there were two other churches there. I took a deep breath and said, ‘Have you ever heard of Joseph Smith?’”"],["div",{"id":"p86","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p86"},"“Immediately their faces lit up. Everyone looked at me, and the father said, ‘Don’t talk to us about that false prophet! Not in our home! We know all about him. Our minister has told us!’ I could hardly believe what I was hearing. The scripture … sounded in my mind that Joseph’s name should be had for good and evil among all nations. … To me this was a direct fulfillment of prophecy."],["div",{"id":"p87","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p87"},"“I am convinced that you could hardly get a place more remote, more out of touch with modern civilization, than the little island of Tafahi. The people there knew nothing of the great leaders of the day—political, economic, or otherwise—but they knew the name",["span.emphasis","Joseph Smith."],"In this case they knew it for ill, at least to begin with. I spent the next few days explaining more of the mission of the Prophet Joseph Smith, and before we left, a few of them knew his name for good” (",["span.emphasis","In the Eye of the Storm"],"[1993], 104–6)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What experiences have you had when speaking about the Prophet Joseph Smith to people of other faiths?"]],["li",["span.label","•"],[".para","What evidence do you find that this prophecy is still being fulfilled?"]]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p93","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p93"},"Joseph Smith was a prophet and witness of the Lord Jesus Christ. Through him the Lord restored the knowledge, authority, keys, and ordinances by which people receive the blessings of exaltation. Ancient prophets gave him knowledge and priesthood authority, and with this knowledge and authority he taught the Saints the purpose of temples and how to build them. He understood that those holy edifices were so important that the work had to be accomplished, even at great sacrifice. Although the Prophet Joseph did not live to see the completion of the Nauvoo Temple, the Lord revealed the ordinances to be performed in the temple through him so others could continue temple work after his death."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Ancient prophets taught about the Prophet Joseph Smith."],["div",{"id":"p96","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p96"},"Tell students that it is best to go to an original source to learn truth. Explain that as one person relates details and facts he or she has heard or learned to another person, the details often change from the original source. Throughout the Great Apostasy, many gospel truths were modified or lost. The true Church had to be restored with proper authority from the Lord (see",["a.scriptureRef",{"href":"/scriptures/nt/2-thes/2.1-3"},"2 Thessalonians 2:1–3"],"). This restoration began with the appearance of the Father and the Son to Joseph Smith in 1820."],["div",{"id":"p97","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p97"},"Remind students that although Joseph Smith had very little schooling during his early years, he learned and taught eternal truths. Ask students to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-1-joseph-smith-first-president-of-the-church.p1"},"“Heavenly Tutors Were Sent to Joseph”"],"in the student manual (p. 8). Then ask:"],["ul.bullet",["li",["span.label","•"],[".para","From where could a young boy in the early 1800s learn accurate information about the church that Jesus Christ organized while He was on earth?"]],["li",["span.label","•"],[".para","Why did Joseph Smith also need to learn from heavenly messengers?"]],["li",["span.label","•"],[".para","How do the authenticity of a church and the validity of its ordinances depend on authority from God?"]]],["div",{"id":"p101","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p101"},"Tell students that much of what Joseph Smith needed to know to bring forth the Restoration was personally taught by past prophets and apostles. They taught him the truth of the gospel and gave him the keys and authority to perform ordinances. Ask students: Who were some past prophets or other heavenly messengers who visited Joseph Smith?"],["div",{"id":"p102","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p102"},"You may want to tell students that according to available records, Moroni visited Joseph Smith at least 22 times."],["div",{"id":"p103","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p103"},"Share the following statement of President John Taylor:"],[".blockQuote",["div",{"id":"p104","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p104"},"“Joseph Smith … was set apart by the Almighty … to introduce the principles of life among the people, of which the Gospel is the grand power and influence, and through which salvation can extend to all peoples, all nations, all kindreds, all tongues and all worlds. It is the principle that brings life and immortality to light, and places us in communication with God. … The principles which [Joseph Smith] had, placed him in communication with the Lord, and not only with the Lord, but with the ancient apostles and prophets; such men, for instance, as Abraham, Isaac, Jacob, Noah, Adam, Seth, Enoch, and Jesus and the Father, and the apostles that lived on this continent as well as those who lived on the Asiatic continent. He seemed to be as familiar with these people as we are with one another. Why? Because he had to introduce a dispensation which was called the dispensation of the fulness of times, and it was known as such by the ancient servants of God. … It is a dispensation in which all other dispensations are merged or concentrated. It embraces and embodies all the other dispensations that have existed upon the earth wherein God communicated himself to the human family” (in",["span.emphasis","Journal of Discourses,"],"21:94)."]],["div",{"id":"p105","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p105"},"Review with students information in the following chart of some of the heavenly beings who appeared to the Prophet Joseph Smith. You may want to make an overhead or handout of it. (See also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.21"},"D&C 128:21"],".)"],[".",{"id":"f13","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.f13"}]],[".topic",["h4","Joseph Smith’s ministry has eternal consequences."],["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p107"},"Explain that a critical part of the Prophet Joseph Smith’s ministry involved temples and temple ordinances. He led the Saints in building temples in Kirtland and Nauvoo. Three additional temples were planned in Missouri (Independence, Far West, and Adam-ondi-Ahman), but persecution and violence prevented their construction. Joseph Smith taught about ordinance work for the dead. During the final two years of his life, he introduced the endowment to nearly ninety men and women and gave instructions and keys to the Twelve Apostles concerning temple ordinances."],["div",{"id":"p108","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p108"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],". Discuss how temple work turns the hearts of fathers and children to each other and how the sealing power increases love and unity in families."]],[".topic",["h4","The Lord blessed the Saints in their efforts to build temples."],["div",{"id":"p110","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p110"},"Explain that the first temples in the latter days were built under the direction of the Prophet Joseph Smith. Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-1-joseph-smith-first-president-of-the-church.p1"},"“The Saints Were Commanded to Build a Temple”"],"in the student manual (pp. 11–12), and then share the following discussion the Prophet’s mother, Lucy Mack Smith, recorded in the summer of 1833 about building a temple in Kirtland:"],[".blockQuote",["div",{"id":"p111","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p111"},"“In this council Joseph requested each of the brethren to rise and give his views, and when they were through, he would give his opinion concerning the matter. They all spoke. Some thought that it would be better to build a frame house. Others said that a frame house was too costly, and the majority concluded upon putting up a log house and made their calculations about what they could do towards building it. Joseph rose and reminded them that they were not making a house for themselves or any other man, but a house for God. ‘And shall we, brethren, build a house for our God of logs? No, I have a better plan than that. I have the plan of the house of the Lord, given by himself. You will see by this the difference between our calculations and his idea of things.’"],["div",{"id":"p112","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p112"},"“He then gave them the full plan of the house of the Lord at Kirtland, with which the brethren were highly delighted, particularly Hyrum, who was twice as much animated as if it were designed for himself, and declared that he would strike the first blow towards building the house."],["div",{"id":"p113","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p113"},"“Before the meeting closed, they resolved upon laying the cornerstone one week from the succeeding Wednesday. ‘Now, brethren,’ said Joseph, ‘let us go select a place for the building.’ They all went out, and when they came to a certain field of wheat, which my sons had sown the fall before, they chose a spot in the northwest corner. Hyrum ran to the house and caught the scythe and was about returning to the place without giving any explanation, but I stopped him and asked him where he was going with the scythe. He said, ‘We are preparing to build a house for the Lord, and I am determined to be the first at the work.’"],["div",{"id":"p114","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p114"},"“In a few minutes, the fence was removed, the young wheat cut, and the ground in order for the foundation of the wall, and Hyrum commenced digging away the earth where the stones were to be laid. This was Saturday night. Early Monday morning, the brethren were out with their teams, laboring with great ambition at digging a trench for the wall, quarrying stone and hauling it to the place where they were to be used” (",["span.emphasis","The History of Joseph Smith by His Mother, Revised and Enhanced,"],"ed. Scot Facer Proctor and Maurine Jensen Procter [1996], 321–22)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","Why do you think the brethren were so anxious to begin work on the temple?"]],["li",["span.label","•"],[".para","In what ways did the financial situation of the Saints affect the work on the temple?"]],["li",["span.label","•"],[".para","Why would it matter what materials were used to build the temple?"]]],["div",{"id":"p119","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p119"},"Point out that with only limited funds to build the temple, many Saints found other ways to help. You may want to refer to the following descriptions and discuss the sacrifices required of the Prophet and the Saints to build the temple in Kirtland:"],[".blockQuote",["div",{"id":"p120","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p120"},"“When I got to Kirtland the brethren were engaged in building the house of the Lord. … The church was in a state of poverty and distress, … at the same time our enemies were raging and threatening destruction upon us, and we had to guard ourselves night after night, and for weeks were not permitted to take off our clothes, and were obliged to lay with our fire locks in our arms” (Heber C. Kimball, “Extract from the Journal of Elder Heber C. Kimball,”",["span.emphasis","Times and Seasons,"],"Jan. 15, 1845, 771)."],["div",{"id":"p121","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p121"},"“Our women were engaged in spinning and knitting in order to clothe those who were laboring at the building, and the Lord only knows the scenes of poverty, tribulation, and distress which we passed through in order to accomplish this thing. My wife toiled all summer in lending her aid towards its accomplishment. She had a hundred pounds of wool, which, with the assistance of a girl, she spun in order to furnish clothing for those engaged in the building of the Temple, and although she had the privilege of keeping half the quantity of wool for herself, as a recompense for her labor, she did not reserve even so much as would make her a pair of stockings; but gave it for those who were laboring at the house of the Lord. She spun and wove and got the cloth dressed, and cut and made up into garments, and gave them to those men who labored on the Temple; almost all the sisters in Kirtland labored in knitting, sewing, spinning, &c., for the purpose of forwarding the work of the Lord, while we went up to Missouri to endeavor to reinstate our brethren on their lands, from which they had been driven. … After we returned from our journey to the west [on Zion’s Camp], the whole church united in this undertaking, and every man lent a helping hand. Those who had no teams went to work in the stone quarry and prepared the stones for drawing to the house. President Joseph Smith jr. being our foreman in the quarry. The Presidency, High Priests, and Elders all alike assisting.—Those who had teams assisted in drawing the stone to the house. These all laboring one day in the week, brought as many stones to the house as supplied the masons through the whole week. We continued in this manner until the walls of the house were reared” (Heber C. Kimball, “Extracts from H. C. Kimball’s Journal,”",["span.emphasis","Times and Seasons,"],"Apr. 15, 1845, 867–68)."],["div",{"id":"p122","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p122"},"“Artemus Millet and Lorenzo Young … [supervised] the plastering of the temple exterior. This work was accomplished between November 2, 1835, and January 8, 1836. The stucco used on the outside walls was composed of crushed limestone mixed with clay and bluish river sand. Dishes and glassware were pulverized and mixed with the stucco so that the bluish-tinted walls glistened in the light of the sun” (Milton V. Backman Jr.,",["span.emphasis","The Heavens Resound: A History of the Latter-day Saints in Ohio, 1830–1838"],"[1983], 157)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","In what ways can the sacrifice of time and money strengthen members of the Church?"]],["li",["span.label","•"],[".para","What are some ways we can help in temple work? (Answers may include attending temple preparation classes, attending the temple whenever possible, and participating in family history work.)"]]],["div",{"id":"p126","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p126"},"Explain that while the devil opposes temples, the heavens rejoice as they are built and used. Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-1-joseph-smith-first-president-of-the-church.p1"},"“Miraculous Manifestations Accompanied the Building and Dedication of the Kirtland Temple”"],"in the student manual (pp. 12–13), and discuss the special manifestations that occurred during the temple completion and dedication."],["div",{"id":"p127","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p127"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.1-4"},"Acts 2:1–4"],". Ask: In what ways was the spiritual outpouring on the day of Pentecost similar to the manifestations that occurred at the time of the Kirtland Temple dedication?"]],[".topic",["h4","Even when imprisoned, the Prophet Joseph Smith displayed courage and compassion."],["div",{"id":"p129","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p129"},"Read with students Elder Parley P. Pratt’s experience from",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-1-joseph-smith-first-president-of-the-church.p1"},"“He Was Tried in Richmond and Imprisoned in Liberty Jail”"],"in the student manual (pp. 13–14). Then ask the following questions:"],["ul.bullet",["li",["span.label","•"],[".para","What do you think gave the Prophet courage to respond to the vile stories and foul language?"]],["li",["span.label","•"],[".para","How can his example help you when you face social circumstances that offend the Spirit?"]]],["div",{"id":"p132","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p132"},"Refer to the last paragraphs of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-1-joseph-smith-first-president-of-the-church.p1"},"“He Was Tried in Richmond and Imprisoned in Liberty Jail”"],"in the student manual (p. 14), which describes the Prophet Joseph Smith’s response while in Liberty Jail to reports of persecution and suffering of the Saints. Ask students: What do the Prophet’s pleas of concern for the Saints tell us about his character and leadership?"],["div",{"id":"p133","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p133"},"Have students read through",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122"},"Doctrine and Covenants 122"],", and ask: What part of the Lord’s answer to the Prophet Joseph Smith is most significant to you?"]],[".topic",["h4","Joseph Smith forgave those who betrayed him."],["div",{"id":"p135","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p135"},"Ask students: Why is betrayal such a painful experience?"],["div",{"id":"p136","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p136"},"Explain that Joseph Smith suffered many trials because some men who betrayed him were once his friends and fellow Church leaders. Regardless of how severely these betrayers had acted toward him, the Prophet welcomed them back into the Church if they repented. Share the following example:"],[".blockQuote",["div",{"id":"p137","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p137"},"Although he had been a leader of the Church in Missouri, William W. Phelps became embittered toward the Prophet Joseph Smith. In 1838 his testimony during a trial helped send the Prophet and other Church leaders to Liberty Jail. But two years later he repented and wrote a letter to the Prophet, pleading for forgiveness:"],["div",{"id":"p138","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p138"},"“I am as the prodigal son, though I never doubt or disbelieve the fulness of the Gospel. …"],["div",{"id":"p139","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p139"},"“I have seen the folly of my way, and I tremble at the gulf I have passed. … Says I, ‘I will repent and live, and ask my old brethren to forgive me, and though they chasten me to death, yet I will die with them, for their God is my God. The least place with them is enough for me, yea, it is bigger and better than all Babylon.’ …"],["div",{"id":"p140","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p140"},"“I know my situation, you know it, and God knows it, and I want to be saved if my friends will help me. … I have done wrong and I am sorry. The beam is in my own eye. I have not walked along with my friends according to my holy anointing. I ask forgiveness in the name of Jesus Christ of all the Saints, for I will do right, God helping me. I want your fellowship; if you cannot grant that, grant me your peace and friendship, for we are brethren, and our communion used to be sweet, and whenever the Lord brings us together again, I will make all the satisfaction on every point that Saints or God can require” (",["span.emphasis","History of the Church,"],"4:141–42)."],["div",{"id":"p141","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p141"},"In his response to Brother Phelps’s letter, the Prophet wrote:"],["div",{"id":"p142","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p142"},"“It is true, that we have suffered much in consequence of your behavior—the cup of gall, already full enough for mortals to drink, was indeed filled to overflowing when you turned against us. …"],["div",{"id":"p143","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p143"},"“However, the cup has been drunk, the will of our Father has been done, and we are yet alive, for which we thank the Lord. And having been delivered from the hands of wicked men by the mercy of our God, we say it is your privilege to be delivered from the powers of the adversary, be brought into the liberty of God’s dear children, and again take your stand among the Saints of the Most High, and by diligence, humility, and love unfeigned, commend yourself to our God, and your God, and to the Church of Jesus Christ."],["div",{"id":"p144","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p144"},"“Believing your confession to be real, and your repentance genuine, I shall be happy once again to give you the right hand of fellowship, and rejoice over the returning prodigal. …"],["div",{"id":"p145","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p145"},"“‘Come on, dear brother, since the war is past, For friends at first, are friends again at last’” (",["span.emphasis","History of the Church,"],"4:163–64)."]],["div",{"id":"p146","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p146"},"Ask students: What can you learn about Joseph Smith from his response to William Phelps’s letter?"]],[".topic",["h4","Nauvoo was a place of gathering and organization for the Church."],["div",{"id":"p148","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p148"},"Write the following list on the board and ask students to suggest what these events have in common. (They all took place in Nauvoo or when the main body of the Church was in Nauvoo.)"],["ul.bullet",["li",["span.label","•"],[".para","The Relief Society was organized."]],["li",["span.label","•"],[".para","Ordinance work for the dead was revealed, announced, and begun."]],["li",["span.label","•"],[".para","The Articles of Faith were written."]],["li",["span.label","•"],[".para","A militia was organized."]],["li",["span.label","•"],[".para","A university was created."]],["li",["span.label","•"],[".para","The first wards were created."]],["li",["span.label","•"],[".para","Hundreds of British converts immigrated."]]],["div",{"id":"p156","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p156"},"Summarize “The Saints Find Refuge at Nauvoo” in the student manual (p. 14) and discuss why Nauvoo could be considered to have been a refuge for the Prophet and members of the Church. Share the following observations:"],[".blockQuote",["div",{"id":"p157","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p157"},"“The first significant event of the Nauvoo period was the decision early in 1839 to congregate as a Church in Nauvoo, then known as Commerce, in Hancock County, Illinois. It was not entirely the desolate swampland sometimes remembered in some personal histories. But to the Saints it was a place of refuge and a land of opportunity. Lying low along the Mississippi, soggy in places from the high water table and unhealthy during the mosquito season, it stretched inland over rich farmlands” (Glen M. Leonard and T. Edgar Lyon, “The Nauvoo Years,”",["span.emphasis","Ensign,"],"Sept. 1979, 11)."],["div",{"id":"p158","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p158"},"The city grew quickly as new converts immigrated to the area. “Commerce was soon being promoted as the central gathering place. By summer it was unofficially renamed Nauvoo, a word that the Prophet said was derived from the Hebrew and suggested a beautiful place of rest. The following spring federal officials renamed the Commerce post office Nauvoo, and in December 1840 state legislators granted the city a charter” (James B. Allen and Glen M. Leonard,",["span.emphasis","The Story of the Latter-day Saints,"],"2nd ed., rev. and enl. [1992], 156)."],["div",{"id":"p159","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p159"},"“Nauvoo had grown to 2,450 residents when the census of 1840 was taken, making it similar in size to Quincy and Springfield and half the size of Chicago. Nauvoo increased by more than 30 percent during the next two years, then mushroomed. In 1845, near its peak, the city boasted 11,036 inhabitants, while Chicago that same year was not far ahead with 12,088. House building to accommodate Nauvoo’s new families (and construction of public buildings and the temple) kept the city alive with industry” (Leonard and Lyon,",["span.emphasis","Ensign,"],"Sept. 1979, 12)."]]],[".topic",["h4","The Saints gathered to Nauvoo to receive the blessings of the temple."],["div",{"id":"p161","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p161"},"Tell students that on January 19, 1841, the Prophet Joseph Smith received a commandment to build a temple at Nauvoo, Illinois. Read with them",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.25-28,31,40-42"},"Doctrine and Covenants 124:25–28, 31, 40–42"],". Then share the following teaching from the Prophet Joseph Smith:"],[".blockQuote",["div",{"id":"p162","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p162"},"“Why gather the people in this place? For the same purpose that Jesus wanted to gather the Jews—to receive the ordinances, the blessings, and the glories that God has in store for His Saints” (",["span.emphasis","Teachings of the Prophet Joseph Smith,"],"sel. Joseph Fielding Smith [1976], 312)."]],["div",{"id":"p163","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p163"},"Ask students to raise their hands if they have participated in baptisms for the dead. Ask which temple they visited to do this work. Explain that ordinance work for the dead was not part of the restored Church until the Nauvoo era."],"Share the following information on how and when the ordinance of baptism for the dead was first taught to the members of the Church:",["ul.bullet",["li",["span.label","•"],[".para","The first recorded teaching on the important work of baptism for the dead came during the Prophet’s sermon on August 15, 1840, at the funeral of Seymour Brunson, an early convert who joined the Church in Ohio in January 1831."]],["li",["span.label","•"],[".para","In a revelation on January 19, 1841, the Lord told the Saints He would accept baptisms outside the temple only until they had enough time to build a temple and a baptismal font (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.31-32"},"D&C 124:31–32"],")."]],["li",["span.label","•"],[".para","Baptisms for the dead continued to be performed outside the temple until October 3, 1841, when the Prophet declared in a conference of the Church, “There shall be no more baptisms for the dead, until the ordinance can be attended to in the Lord’s House” (",["span.emphasis","History of the Church,"],"4:426)."]],["li",["span.label","•"],[".para","Later, the Prophet gave further instructions regarding this ordinance (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/127"},"D&C 127–28"],")."]]],["div",{"id":"p169","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p169"},"Tell students that on May 4, 1842, the Prophet Joseph Smith invited several leading brethren of the Church to the room above his store and administered to them the first temple endowments. He recorded that he spent the day with these brethren “instructing them in the principles and order of the Priesthood, attending to washings, anointings, endowments and the communication of keys pertaining to the Aaronic Priesthood, and so on to the highest order of the Melchisedek Priesthood.” He added that this knowledge would be communicated to the rest of the Saints “so soon as they are prepared to receive, and a proper place is prepared to communicate them” (",["span.emphasis","History of the Church,"],"5:2)."],"Ask:",["ul.bullet",["li",["span.label","•"],[".para","What doctrines did Joseph Smith reveal during this foundational period in the history of the Church?"]],["li",["span.label","•"],[".para","How do the revelations on temple work bless you and your family?"]]],["div",{"id":"p173","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p173"},"Invite students who have attended a temple dedication to think about how it was different from most other Church meetings. (Encourage them to think more about the spirit of the experience than the specific events that occurred.) Ask them:"],["ul.bullet",["li",["span.label","•"],[".para","What personal preparation should be made for individuals to feel the Spirit during temple dedications?"]],["li",["span.label","•"],[".para","In what ways do temples assist in taking the gospel to every nation where possible?"]]]],[".topic",["h4","Joseph Smith has influenced many people for good."],"Have students consider the most influential person in their lives. Ask them to think about the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Why has this person influenced you so much?"]],["li",["span.label","•"],[".para","How might your life have been different if you had not known this person?"]]],["div",{"id":"p180","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p180"},"Have students consider what they know about the Prophet Joseph Smith and apply the previous two questions to him. Invite students to share their responses."]],[".topic",["h4","Many people honor Joseph Smith’s prophetic calling."],["div",{"id":"p182","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p182"},"Read with students",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"Doctrine and Covenants 135:3"],". Invite them to list and discuss examples of how this statement of Elder John Taylor, then a member of the Quorum of the Twelve Apostles, is true."],["div",{"id":"p183","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p183"},"Give students time to read silently",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-1-joseph-smith-first-president-of-the-church.p1"},"“He Was a Prophet, Seer, Revelator, Restorer, Witness, Martyr”"],"and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-1-joseph-smith-first-president-of-the-church.p1"},"“He Is the Great Prophet of This Dispensation”"],"in the student manual (pp. 17–19). Then share the following statements:"],[".blockQuote",["div",{"id":"p184","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p184"},"Josiah Quincy, who later became the mayor of Boston, visited Nauvoo in May 1844. Years later he recalled his visit with the Prophet: “It is by no means improbable that some future text-book, for the use of generations yet unborn, will contain a question something like this: What historical American of the nineteenth century has exerted the most powerful influence upon the destinies of his countrymen? And it is by no means impossible that the answer to that interrogatory may be thus written: Joseph Smith, the Mormon prophet” (",["span.emphasis","Figures of the Past from the Leaves of Old Journals"],"[1883], 376)."],["div",{"id":"p185","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p185"},"Elder Gordon B. Hinckley, then a member of the Quorum of the Twelve Apostles, shared the following experience:"],["div",{"id":"p186","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p186"},"“When I was a boy, twelve years of age, my father took me to a meeting of the priesthood of the stake in which we lived. I sat on the back row while he, as president of the stake, sat on the stand. At the opening of that meeting, the first of its kind I had ever attended, three or four hundred men stood. They were men from varied backgrounds and many vocations, but each had in his heart the same conviction, out of which together they sang these great words:"]],[".poetry",{"id":"f22","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.f22"},[".stanza",[".line","Praise to the man who communed with Jehovah!"],[".line","Jesus anointed that Prophet and Seer."],[".line","Blessed to open the last dispensation,"],[".line","Kings shall extol him, and nations revere."]],[".citationInfo",["div",{"id":"p191","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p191"},"(Hymns, no. 147.)"]]],[".blockQuote",["div",{"id":"p192","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p192"},"“Something happened within me as I heard those men of faith sing. There came into my boyish heart a knowledge, placed there by the Holy Spirit, that Joseph Smith was indeed a prophet of the Almighty. In the many years that have since passed, years in which I have read much of his words and works, that knowledge has grown stronger and ever more certain. Mine has been the privilege of bearing witness across this nation from sea to shining sea, and on continents north and south, east and west, that he was and is a prophet of God, a mighty servant and testifier of the Lord Jesus Christ” (in Conference Report, Apr. 1977, 97; or",["span.emphasis","Ensign,"],"May 1977, 66)."],["div",{"id":"p193","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p193"},"President Hinckley later said: “We sing that great hymn, ‘We Thank Thee, O God, for a Prophet.’ Whenever I hear it, I don’t think of myself. I think of the Prophet Joseph Smith, of the boy who went into the woods and prayed for light and understanding, unto whom God the Father and the risen Son appeared and spoke. This great and remarkable man was the instrument of God in bringing to us this marvelous Book of Mormon and the revelation found in the Doctrine and Covenants. Joseph Smith laid the foundation of this Church. If what he said was true, then it is all true, and I want to give my testimony that what he said is true” (in “Messages of Inspiration from President Hinckley,”",["span.emphasis","Church News,"],"Feb. 7, 1998, 2)."]],["div",{"id":"p194","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-smith-first-president-of-the-church.p194"},"Sing",["span.crossRef","“Praise to the Man”"],"(",["span.emphasis","Hymns,"],"no. 27). Invite students to share how their lives have been blessed because of the Prophet Joseph Smith. Share with them your testimony of the Prophet."]]]]]],"refs":null}
