{"id":12,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":12,"title":"Joseph Fielding Smith-Tenth President of the Church","subtitle":"","short_title":"Chapter 10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.head1"},[".titleNumber","Chapter 10"],["h1","Joseph Fielding Smith"],[".subtitle","Tenth President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p6"},"Joseph Fielding Smith was born July 19, 1876, near the end of President Brigham Young’s administration. In 1875, the year previous to Joseph Fielding Smith’s birth, the Salt Lake Tabernacle on Temple Square was dedicated. Five days after his birth, thousands of Latter-day Saints assembled in their new Tabernacle to commemorate the 29th anniversary of the arrival of the pioneers in the Great Salt Lake Valley."],["div",{"id":"p7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p7"},"Joseph Fielding Smith saw and knew every previous Church President except Joseph Smith and Brigham Young, and he also knew those who became President after him up to and including President Gordon B. Hinckley. In his youth he loved to hear the testimonies of Presidents John Taylor, Wilford Woodruff, and Lorenzo Snow. Joseph Fielding Smith spent many hours listening to his father, President Joseph F. Smith, tell of his experiences with the Prophet Joseph Smith and other early pioneers."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Joseph Fielding Smith was a grandson of Hyrum Smith."],["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p10"},"Write the following on the board:"],[".",{"id":"f2","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.f2"}],["div",{"id":"p16","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p16"},"Explain that Joseph Fielding Smith was a grandson of Hyrum Smith and a grandnephew of the Prophet Joseph Smith. Joseph Fielding Smith was the firstborn son of Joseph F. and Julina Lambson Smith. His father was an Apostle and a counselor in the First Presidency when he was born."],["div",{"id":"p17","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p17"},"Remind students that Hyrum Smith had served as Assistant President of the Church, counselor in the First Presidency, Apostle, and Patriarch to the Church. Joseph Fielding Smith and his father served as Apostles for a combined unbroken span of more than 100 years, from 1866–1972."],["div",{"id":"p18","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p18"},"Ask: How might Joseph Fielding Smith’s family heritage have helped prepare him for his future service in the Church?"]],[".topic",["h4","His birth came as an answer to prayer."],"Have students turn to",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1"},"1 Samuel 1"],"and briefly review the story of Hannah and her prayer and promise to the Lord about having a son. Then ask:",["ul.bullet",["li",["span.label","•"],[".para","What was Hannah’s great desire? (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.11"},"1 Samuel 1:11"],")."]],["li",["span.label","•"],[".para","What was she willing to do if she could have a son?"]]],["div",{"id":"p23","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p23"},"Share the following description of Joseph Fielding Smith’s mother:"],[".blockQuote",["div",{"id":"p24","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p24"},"“Like Hannah of old, mother of the Prophet Samuel of biblical fame, Julina Smith had greatly longed for and prayed for a son, promising the Lord that if he would so bless her she would do all possible to see that the boy was reared to serve God, to be a credit to the Lord and to his own father. And like Samuel, Joseph Fielding took the agreement between mother and God seriously” (Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"[1972], 20)."]],["div",{"id":"p25","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p25"},"Ask students: In what ways do you think Joseph Fielding Smith’s knowledge of his mother’s promise may have influenced him?"]],[".topic",["h4","He was “born with a testimony.”"],"Invite one or two students to share briefly the circumstances that helped them gain a testimony. Have them include how old they were when they knew that the restored gospel was true. Review and discuss with students “I Was Born with a Testimony” in the student manual (p. 164). Ask:",["ul.bullet",["li",["span.label","•"],[".para","Why may some be “born with a testimony,” others gain a testimony gradually, and still others learn the truth in a dramatic fashion?"]],["li",["span.label","•"],[".para","What is the relationship between feelings and knowledge as they relate to testimony? (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/8.2-3"},"D&C 8:2–3"],")."]],["li",["span.label","•"],[".para","What recommendations do you have for those who do not feel that they have a testimony?"]]]],[".topic",["h4","Joseph Fielding Smith loved and studied the scriptures all his life."],["div",{"id":"p32","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p32"},"Read the following recollection by Elder Joseph Fielding Smith, then a member of the Quorum of the Twelve Apostles:"],[".blockQuote",["div",{"id":"p33","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p33"},"“I am grateful that I have been born of goodly parents who taught me to walk in the light of the truth. From my earliest recollection, from the time I first could read, I have received more pleasure and greater satisfaction out of the study of the scriptures, and reading of the Lord Jesus Christ, and of the Prophet Joseph Smith, and the work that has been accomplished for the salvation of men, than from anything else in all the world” (in Conference Report, Apr. 1930, 91)."]],"Ask a student to read the statement by Elder Bruce R. McConkie in",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“He Was a Latter-day Scholar”"],"in the student manual (p. 167). Then ask:",["ul.bullet",["li",["span.label","•"],[".para","How might these two statements be related?"]],["li",["span.label","•"],[".para","In what ways do our early decisions and interests prepare us for future responsibilities and service?"]]],["div",{"id":"p37","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p37"},"Share the following statement by President Joseph Fielding Smith, then President of the Quorum of the Twelve Apostles:"],[".blockQuote",["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p38"},"“One of the responsibilities which the Lord has placed upon the members of The Church of Jesus Christ of Latter-day Saints is that they search the scriptures and lay up a store of knowledge, otherwise they cannot have the guidance of the Holy Ghost, notwithstanding they have been baptized and confirmed. Those who are ignorant of the gospel truths and unacquainted with the teachings that the Lord gave to the Fathers, cannot have the guidance of the Spirit of the Lord. Such people leave themselves open to temptation and deception by wicked, unscrupulous souls and are in grave danger of being led into folly and forbidden paths because they have no foundation in faith on which to build” (“Baptism before the Coming of Our Savior in the Flesh,”",["span.emphasis","Improvement Era,"],"Mar. 1964, 159)."]],["div",{"id":"p39","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p39"},"Ask students: What are the dangers we face by not following President Smith’s counsel?"]],[".topic",["h4","He learned to be responsible through hard work."],"Prior to class, invite one or more students to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“He Helped His Mother,”"],["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“He Was an Early Riser,”"],"and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“He Was a Hard Worker”"],"in the student manual (pp. 164–65) and report what they learned about young Joseph Fielding Smith. After their reports, discuss the following questions with students:",["ul.bullet",["li",["span.label","•"],[".para","Why did Joseph Fielding Smith in later years say that his shoulders were “a little out of kilter”?"]],["li",["span.label","•"],[".para","What did you learn about the kind of older brother he was?"]],["li",["span.label","•"],[".para","In what ways do you think his experiences in his youth influenced his attitude toward work?"]]]],[".topic",["h4","His patriarchal blessing guided his life."],["div",{"id":"p46","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p46"},"Tell students about when you received your patriarchal blessing and why it is important to you. Explain that when Joseph Fielding Smith was 20 years old, he received a patriarchal blessing from John Smith, Patriarch to the Church. Share the following excerpt from Joseph Fielding Smith’s blessing:"],[".blockQuote",["div",{"id":"p47","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p47"},"“Thou art numbered among the sons of Zion, of whom much is expected. Thy name is written in the Lamb’s Book of Life and shall be registered in the chronicles of thy fathers with thy brethren. It is thy privilege to live to a good old age and the will of the Lord that you should become a mighty man in Israel. Therefore, I say unto thee, reflect often upon the past, present, and future. If thou shalt gain wisdom by the experience of the past, thou shalt realize that the hand of the Lord has been and is over thee for good, and that thy life has been preserved for a wise purpose. Thou shalt realize also that thou hast much to do in order to complete thy mission upon the earth. It shall be thy duty to sit in counsel with thy brethren and to preside among the people. It shall be thy duty also to travel much at home and abroad by land and water, laboring in the ministry, and I say unto thee, hold up thy head, lift up thy voice without fear or favor as the Spirit of the Lord shall direct, and the blessing of the Lord shall rest upon thee. His Spirit shall direct thy mind and give the word and sentiment that thou shalt confound the wisdom of the wicked and set at naught the councils of the unjust” (in A. William Lund, “Elder Joseph Fielding Smith,”",["span.emphasis","Improvement Era,"],"Apr. 1950, 315)."]],"Discuss the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What promises in his blessing can you identify as being fulfilled? (List them on the board.)"]],["li",["span.label","•"],[".para","In what ways does personal obedience relate to patriarchal blessings?"]]]],[".topic",["h4","Joseph Fielding Smith served a mission in England."],["div",{"id":"p52","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p52"},"Have students list on the board what they believe are important qualities of effective missionaries. Summarize the points you feel are important from “He Was Married before He Served a Mission” in the student manual (pp. 165–66). Explain that Joseph Fielding Smith encountered many challenges on his mission; many people at that time were antagonistic to missionaries and Church members. But Elder Smith chose to be faithful. He wrote:"],[".blockQuote",["div",{"id":"p53","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p53"},"“I know that the work I have been called to do is the work of God or I would not stay here one minute. … I know that our happiness is dependent upon my faithfulness while I am here. I should be willing to do this much for the love of mankind when our Savior could suffer as he did for us. … I am in the hands of our Heavenly Father and he will watch over me and protect me if I do his will” (in Smith and Stewart,",["span.emphasis","Life of Joseph Fielding Smith,"],"114–15)."]],"Ask students to recall the descriptions of John Taylor’s and Wilford Woodruff’s missions to England and contrast their experiences with that of Joseph Fielding Smith’s. Discuss the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Why is it inappropriate to measure the success of a mission by the number of people baptized?"]],["li",["span.label","•"],[".para","What attitudes did Elder Smith indicate contributed to his success as a missionary?"]]]],[".topic",["h4","Joseph Fielding Smith’s father taught him to seek excellence."],"If available, bring to class and display several books by Joseph Fielding Smith, or you may want to list on the board the following titles of works by him:",["ul.bullet",["li",["span.label","•"],[".para",["span.emphasis","Doctrines of Salvation"]]],["li",["span.label","•"],[".para",["span.emphasis","The Restoration of All Things"]]],["li",["span.label","•"],[".para",["span.emphasis","The Way to Perfection"]]],["li",["span.label","•"],[".para",["span.emphasis","The Progress of Man"]]],["li",["span.label","•"],[".para",["span.emphasis","Answers to Gospel Questions"]]],["li",["span.label","•"],[".para",["span.emphasis","Essentials in Church History"]]],["li",["span.label","•"],[".para",["span.emphasis","Church History and Modern Revelation"]]],["li",["span.label","•"],[".para",["span.emphasis","Man, His Origin and Destiny"]]],["li",["span.label","•"],[".para",["span.emphasis","The Signs of the Times"]]],["li",["span.label","•"],[".para",["span.emphasis","Seek Ye Earnestly"]]]],["div",{"id":"p69","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p69"},"Explain to students that Joseph Fielding Smith wrote 25 books on the gospel and Church history."],["div",{"id":"p70","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p70"},"Joseph F. Smith was recognized as a gospel scholar and spent a large amount of time responding to the questions his son Joseph Fielding asked. Invite students to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“His Father Expected Excellence” and “He Learned Much from His Father”"],"in the student manual (p. 166) and look for additional influences Joseph F. Smith had on his son. Ask:"],["ul.bullet",["li",["span.label","•"],[".para","What subjects interested Joseph Fielding Smith?"]],["li",["span.label","•"],[".para","In what ways do you think Joseph Fielding’s interest in the gospel and Church history was influenced by his father?"]]]],[".topic",["h4","Joseph Fielding Smith was known as a defender of the faith."],["div",{"id":"p74","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p74"},"Ask students where they turn for help when others ask challenging or critical questions about the Church and its doctrine. Ask: In addition to the scriptures and personal prayer, why are published talks and writings of the General Authorities helpful in answering difficult questions?"],["div",{"id":"p75","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p75"},"Explain that during his younger years Joseph Fielding Smith observed the heavy persecution of the Church when his father, Joseph F. Smith, was President. Joseph Fielding Smith had many opportunities to defend the Church. Invite a student to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“He Was a Defender of the Faith”"],"in the student manual (pp. 166–67)."],["div",{"id":"p76","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p76"},"Tell students that for many years Joseph Fielding Smith wrote a monthly column for the",["span.emphasis","Improvement Era,"],"answering questions submitted by Church members. He was recognized as a great defender and teacher of gospel truths. His answers provided much help. The collection of answers was later printed in a five-volume series entitled",["span.emphasis","Answers to Gospel Questions."],"If you have a copy available, you may want to read students a brief question and answer from one of its volumes."]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p79","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p79"},"When Joseph Fielding Smith became President of the Church in 1970, he had served as an Apostle for almost 60 years and President of the Quorum of the Twelve Apostles for 18 years. When he became President of the Church, he was 93 years old, older at the time of ordination than any previous or subsequent Church President."],["div",{"id":"p80","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p80"},"In 1970 the 500th stake of the Church was organized and the first stakes were formed in Asia (in Tokyo, Japan) and Africa (in Johannesburg, South Africa). There were just over 14,000 missionaries serving around the world. Church membership reached 2.9 million, with 537 stakes, 92 missions, and 13 temples. During the year of his death, in 1972, Church membership reached 3.2 million, with 592 stakes, 101 missions, and 15 temples (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 632)."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Joseph Fielding Smith was married and widowed three times."],"Write the following on the board:",["ul.bullet",["li",["span.label","•"],[".para","Louie Emily Shurtliff (April 26, 1898–March 30, 1908), 2 children"]],["li",["span.label","•"],[".para","Ethel Georgina Reynolds (November 2, 1908–August 26, 1937), 9 children"]],["li",["span.label","•"],[".para","Jessie Ella Evans (April 12, 1938–August 3, 1971)"]]],["div",{"id":"p87","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p87"},"Explain to students that Joseph Fielding Smith married Louie Emily Shurtliff on April 26, 1898, when he was 21 years old. They had two children before she died on March 30, 1908. On November 2, 1908, he married Ethel Georgina Reynolds, when he was 32 years old. They had nine children before she died on August 26, 1937. At age 61, on April 12, 1938, he married Jessie Ella Evans. She died on August 3, 1971."],["div",{"id":"p88","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p88"},"Joseph Fielding Smith was known for his love of family. Read and discuss with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“He Found a New Wife and Mother for His Children”"],"(p. 167) and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“His Wife Described Him”"],"(p. 169) in the student manual. Review and discuss",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“Jesse Evans Helped Add Much to His Zest for Living”"],"in the student manual (pp. 169–70)."],["div",{"id":"p89","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p89"},"Share the following description of President Joseph Fielding Smith’s feelings for his wife Jessie when she passed away:"],[".blockQuote",["div",{"id":"p90","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p90"},"“From the pulpit he admonished husbands to be loving and devoted to their wives. But the sermon that touches me is his climbing nine blocks up Salt Lake City’s steep north avenues to the Latter-day Saint Hospital on a hot July day in 1971 and spending his 95th birthday anniversary sitting at the bedside of his sick wife Jessie. As her condition worsened, he stayed right with her day and night for several weeks … giving her what comfort and encouragement he could to the end. …"],["div",{"id":"p91","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p91"},"“The night Jessie died he kneeled in prayer with a son and poured out his heart to God. ‘It was a beautiful prayer,’ his son later commented. ‘There was no bitterness, no venting of grief, only a deep expression of thanks that he had been blessed to have Aunt Jessie, that now she was free from pain, and his gratitude that they would be together again one day.’"],["div",{"id":"p92","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p92"},"“… A few days after Jessie’s death a son was staying with him in his apartment. There was music playing on the radio. Joseph Fielding managed a smile and danced a little jig to the music, to show that his spirit was not vanquished. Upon his return home from a trip a few weeks later, his children had taken care to have the apartment look just like Aunt Jessie would have it for him. ‘See, Father, it is just the same.’ ‘No,’ he said, ‘it is not the same. Not the same. But it will have to do’” (Joseph Fielding Smith Jr. and John J. Stewart,",["span.emphasis","The Life of Joseph Fielding Smith"],"[1972], 11–12)."]]],[".topic",["h4","He was called as an Apostle."],["div",{"id":"p94","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p94"},"Tell the students that as Joseph Fielding Smith attended the last session of the April general conference in 1910, one of the doorkeepers asked, “Well, Joseph, who is the new Apostle to be?” Joseph Fielding replied, “I don’t know. But it won’t be you, and it won’t be me” (see Smith and Stewart,",["span.emphasis","Life of Joseph Fielding Smith,"],"175). He then went into the meeting and sat down."],["div",{"id":"p95","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p95"},"His father, President Joseph F. Smith, opened the meeting. Following the opening hymns and prayer, Elder Heber J. Grant, then a member of the Quorum of the Twelve Apostles, presented the names of the General Authorities for a sustaining vote. Less than a minute before Elder Grant read the name of the new Apostle, Joseph Fielding Smith suddenly knew that he would fill the vacancy. (In the early days of the Church, calls were often given without a previous interview.) Discuss with students “He Was Called as an Apostle” and “Others Knew That He Would Be Called as an Apostle” in the student manual (pp. 167–68)."]],[".topic",["h4","He served as Church historian."],["div",{"id":"p97","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p97"},"Write the following scripture references on the board:",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.1"},"Doctrine and Covenants 21:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/47.1,3"},"47:1, 3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/69.3"},"69:3"],". Ask students to read them to see what commandment the Lord gave early Church leaders. Have them list reasons for keeping accurate Church records."],["div",{"id":"p98","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p98"},"Explain that Joseph Fielding Smith helped record Church history for nearly 70 years, from 1901 to 1970, which represents more than one-third of the Church’s history. In 1901 he began working in the Church Historian’s Office. He served as assistant Church historian from 1906 to 1921 when, at the death of Anthon H. Lund, he was called and sustained as Church historian. He served in this position for 49 years, longer than any previous historian."]],[".topic",["h4","He became President of the Church at age 93."],"Discuss the answers to the following questions:",["ul.bullet",["li",["span.label","•"],[".para","Which of the Church Presidents was the youngest when he began to serve? How old was he? (The Prophet Joseph Smith was sustained as First Elder of the Church on April 6, 1830, at age 24, and he was sustained as President of the high priesthood on January 25, 1832, at age 26.)"]],["li",["span.label","•"],[".para","Who was the oldest when he started serving, and what was his age? (Joseph Fielding Smith became Church President on January 23, 1970, at age 93, and he was sustained on April 6, 1970.)"]]],["div",{"id":"p103","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p103"},"At age 93, President Joseph Fielding Smith was well prepared for this high calling, having served for nearly 60 years as an Apostle of the Lord Jesus Christ. No one else has become President of the Church in this dispensation at such an advanced age."]],[".topic",["h4","Hard work was an important part of Joseph Fielding Smith’s life."],["div",{"id":"p105","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p105"},"Write the following statement by President Joseph Fielding Smith on the board. Invite students to discuss what this statement might reveal about him:"],[".blockQuote",["div",{"id":"p106","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p106"},"“No one should ever retire. I’ve known men who announced their retirement, and nature took them at their word!” (in Smith and Stewart,",["span.emphasis","Life of Joseph Fielding Smith,"],"3)."]],["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p107"},"Tell students that even at his advanced age, President Joseph Fielding Smith continued to work hard and was recognized for accomplishing much each day. Share the following from one biographer:"],[".blockQuote",["div",{"id":"p108","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p108"},"“At 95 he was still his own best sermon on non-retirement. I remember early one winter morning driving to Salt Lake City long before daylight. As I turned a corner near Temple Square, the headlight of my car brought into view an elderly man out walking in the cold, snowy air. It was Joseph Fielding. He was up every morning well before 6 o’clock, and put in a heavy day’s work. It was a lifelong habit, and one that he also instilled in his children. ‘People die in bed,’ he cautioned them. ‘And so does ambition.’” (Smith and Stewart,",["span.emphasis","Life of Joseph Fielding Smith,"],"3; see also",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“He Enjoyed an Active Lifestyle”"],"in the student manual, pp. 170–71)."]]],[".topic",["h4","Family home evening was emphasized."],["div",{"id":"p110","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p110"},"Read the following promises to students, and ask them to identify what the First Presidency in 1915 counseled Church members to do:"],[".blockQuote",["div",{"id":"p111","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p111"},"“If the Saints obey this counsel, we promise that great blessings will result. Love at home and obedience to parents will increase. Faith will be developed in the hearts of the youth of Israel, and they will gain power to combat the evil influence and temptations which beset them” (in James R. Clark, comp.,",["span.emphasis","Messages of the First Presidency of The Church of Jesus Christ of Latter-day Saints,"],"6 vols. [1965–75], 4:339)."]],["div",{"id":"p112","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p112"},"Remind students that during the presidency of Joseph F. Smith, the First Presidency introduced family home evening and recommended that Church members hold it regularly (see",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-6-joseph-f-smith-sixth-president-of-the-church.p1"},"“Family Home Evening Was Introduced”"],"in the student manual, pp. 101–2). Ask: In what ways can an effective family home evening give power to “combat the evil influences and temptations” we face?"],"Write the following dates on the board:",["ul.bullet",["li",["span.label","•"],[".para","1915—family home evening was introduced; stake and ward leaders were encouraged to set aside at least one evening each month for home evening."]],["li",["span.label","•"],[".para","1965—weekly family home evenings were instituted and supported with lesson manuals."]],["li",["span.label","•"],[".para","1966—stakes were urged to avoid scheduling activities on a night they select for family home evenings."]],["li",["span.label","•"],[".para","1970—under the direction of President Joseph Fielding Smith, Monday night was designated as the uniform time throughout the Church for holding family home evening."]]],["div",{"id":"p118","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p118"},"Ask a student to read the following counsel from President Joseph Fielding Smith, and have students suggest how regular family home evenings can help parents fulfill the responsibilities described in his statement:"],[".blockQuote",["div",{"id":"p119","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p119"},"“To all the families in Israel we say: The family is the most important organization in time or in eternity. Our purpose in life is to create for ourselves eternal family units. …"],["div",{"id":"p120","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p120"},"“To parents in the Church we say: Love each other with all your hearts. Keep the moral law and live the gospel. Bring up your children in light and truth; teach them the saving truths of the gospel; and make your home a heaven on earth, a place where the Spirit of the Lord may dwell and where righteousness may be enthroned in the heart of each member."],["div",{"id":"p121","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p121"},"“It is the will of the Lord to strengthen and preserve the family unit” (in Conference Report, Apr. 1972, 13; or",["span.emphasis","Ensign,"],"July 1972, 27)."]],"Discuss the following questions:",["ul.bullet",["li",["span.label","•"],[".para","What kind of emphasis does family home evening receive from current Church leaders?"]],["li",["span.label","•"],[".para","How does family home evening strengthen families?"]]]],[".topic",["h4","Joseph Fielding Smith urged Church members to prepare for the Second Coming of Jesus Christ."],"Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“We Must Prepare for the Lord’s Coming”"],"and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“Christ Will Come in a Day of Great Wickedness”"],"in the student manual (pp. 172–73), and discuss how the “earth is full of calamity.” Discuss:",["ul.bullet",["li",["span.label","•"],[".para","What indications do we have that the “signs that have been pointed out are here”?"]],["li",["span.label","•"],[".para","What responsibility do Church members have during this time of calamity and wickedness?"]]],["div",{"id":"p129","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p129"},"Ask a student to read aloud",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“We Must Raise a Voice of Warning”"],"in the student manual (p. 173). Ask: How can we raise this voice of warning to Church members and people outside the Church?"],["div",{"id":"p130","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p130"},"Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“The Worldly Ignore the Warnings”"],"and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-10-joseph-fielding-smith-tenth-president-of-the-church.p1"},"“The Saints Can Escape Only through Obedience”"],"in the student manual (pp. 173–74). Ask: What specific things should we do to have peace during these times of calamity?"]],[".topic",["h4","Joseph Fielding Smith was a special witness of Jesus Christ."],["div",{"id":"p132","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p132"},"Explain to students that for 60 years as an Apostle and for 3 years as Church President, Joseph Fielding Smith was a special witness of Jesus Christ. President Smith knew his callings came from God and took his responsibilities very seriously. He urged Church members and all people to come to Christ and conform their lives to the Master’s teachings. To the joy and blessing of the Saints, he taught and restated the principles of the gospel with exactness and clarity. He was truly a defender of the faith as foretold in his patriarchal blessing:"],[".blockQuote",["div",{"id":"p133","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p133"},"“I say unto thee … lift up thy voice without fear or favor as the Spirit of the Lord shall direct, and the blessing of the Lord shall rest upon thee. His Spirit shall direct thy mind and give the word and sentiment that thou shalt confound the wisdom of the wicked and set at naught the councils of the unjust” (in A. William Lund, “Elder Joseph Fielding Smith,”",["span.emphasis","Improvement Era,"],"Apr. 1950, 315)."]],["div",{"id":"p134","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p134"},"Write on the board “His interest was in",["span.textInput"],"and not in",["span.textInput"],"or",["span.textInput"],".” Study with students “He Was True and Steady to the End” from the student manual (p. 176). As you review this section, have students fill in the blanks and discuss what they learned about President Smith."],["div",{"id":"p135","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p135"},"Share the following warning from Elder Joseph Fielding Smith, then a member of the Quorum of the Twelve Apostles, about those who knowingly teach false doctrine:"],[".blockQuote",["div",{"id":"p136","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p136"},"“I tell you that these men who stand up and say that Jesus is not the Christ, that he was a great teacher, but not the Son of God, the Only Begotten of the Father, and thus lead many to deny the power of the resurrection and the divinity of Christ, are taking upon themselves a most terrible responsibility that should cause them to fear and tremble. I could not stand it to know that I had taught an untruth that would lead people to destruction. And when these men realize what they have done and that, not only their own souls have not been saved, but they have been the means of destroying the souls of other men, leading them away from truth and righteousness, I tell you that it shall be hard with them, and their punishment shall be most severe in eternity” (in Conference Report, Apr. 1923, 138–39)."]],["div",{"id":"p137","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p137"},"On another occasion he testified:"],[".blockQuote",["div",{"id":"p138","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p138"},"“I know absolutely that Jesus Christ is the Only Begotten Son of God, the Redeemer of the world, the Savior of men insofar as they will repent of their sins and accept the gospel. Through his death he redeemed all men and took upon him that sacrifice which would relieve us of our sins that we may not answer for them if we will accept him and be true and faithful to his teachings. …"],["div",{"id":"p139","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p139"},"“I am grateful for my membership in this Church, for the opportunity that has been mine to serve. My desire is to prove true and faithful to the end” (in Conference Report, Apr. 1956, 58–59)."]],["div",{"id":"p140","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/joseph-fielding-smith-tenth-president-of-the-church.p140"},"Share your testimony with your students."]]]]]],"refs":null}
