{"id":7,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":7,"title":"Lorenzo Snow-Fifth President of the Church","subtitle":"","short_title":"Chapter 5","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.head1"},[".titleNumber","Chapter 5"],["h1","Lorenzo Snow"],[".subtitle","Fifth President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p6"},"When Lorenzo Snow was born in Ohio on April 3, 1814, much of the world was at war. The United States of America was fighting against Britain. France was in the middle of the Napoleonic Wars in Europe. Wars for independence continued in Latin America."],["div",{"id":"p7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p7"},"Lorenzo Snow was six years old in 1820 when the Prophet Joseph Smith received the First Vision in the Sacred Grove. Sixteen years later, Lorenzo was baptized in Kirtland, Ohio, at age 22."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Lorenzo Snow’s parents encouraged responsibility and broad-mindedness."],["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p10"},"Summarize for the class the introductory paragraph and “His Early Life Included Lessons in Responsibility” in the student manual (p. 77). Emphasize that Lorenzo Snow learned to oversee the family farm in his father’s absence. Ask: How might his work on the farm have helped Lorenzo Snow prepare for later duties in life?"],["div",{"id":"p11","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p11"},"Compare Lorenzo Snow’s home life as described in “He Was Taught to Be Sympathetic, Broad-Minded, and Tolerant” in the student manual (p. 77) with the following counsel from President Gordon B. Hinckley. Ask students to cite ways the Snow family practiced the same principles emphasized by President Hinckley."],[".blockQuote",["div",{"id":"p12","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p12"},"“Each of us is an individual. Each of us is different. There must be respect for those differences” (",["span.emphasis","Teachings of Gordon B. Hinckley"],"[1997], 661)."],["div",{"id":"p13","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p13"},"“We must work harder to build mutual respect, an attitude of forbearance, with tolerance one for another regardless of the doctrines and philosophies which we may espouse. Concerning these you and I may disagree. But we can do so with respect and civility” (",["span.emphasis","Teachings of Gordon B. Hinckley,"],"665)."]],"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.11"},"Articles of Faith 1:11"],". Then ask:",["ul.bullet",["li",["span.label","•"],[".para","How can we respect others even when we disagree with them?"]],["li",["span.label","•"],[".para","Why is respect for others an important part of Latter-day Saint practice?"]]]],[".topic",["h4","Lorenzo Snow learned about the gospel from the examples and teachings of Church members."],["div",{"id":"p18","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p18"},"Explain to students that missionaries from the Church in nearby Kirtland, Ohio, contacted and taught the Snow family. As a result, Lorenzo Snow’s mother and his sister Lenora were baptized in 1831. His sister Eliza was baptized in 1835. Lorenzo, on the other hand, showed little interest in the doctrines for several years. Deciding to attend school in Oberlin, Ohio, he departed on the 50-mile journey. En route he met David W. Patten, one of this dispensation’s first Apostles."],["div",{"id":"p19","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p19"},"Have a student read the following account, which describes the effect this meeting had on Lorenzo Snow, as recorded by his sister Eliza R. Snow:"],[".blockQuote",["div",{"id":"p20","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p20"},"“On his way to Oberlin, my brother accidentally fell in company with David W. Patten, an incident to which he frequently refers as one of those seemingly trivial occurrences in human life which leave an indelible trace. This gentleman was an early champion of the fulness of the Gospel. … In conversation with him, my brother was much impressed with the depth and beauty of the philosophical reasoning with which this inspired Elder seemed perfectly familiar. … From that time a new field, with a new train of reflections, was open to my brother’s mind, the impress of which has never been erased” (",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"[1884], 4)."]],["div",{"id":"p21","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p21"},"Ask students to share an experience of meeting someone who at first may have not seemed significant, but who later proved to be very important in their life. Read the following statement from Elder Neal A. Maxwell, who was a member of the Quorum of the Twelve Apostles, regarding our association with others:"],[".blockQuote",["div",{"id":"p22","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p22"},"“So often, among so many other praiseworthy blessings, life features the intertwinings of our lives which we can scarcely number. Yet why should we be surprised? Do we not sometimes use phrases such as ‘instant friends’ and ‘kindred spirits’? After all, those within our individual circles of influence definitely constitute our particular portion of humanity—those whom God expects us in particular to love and to serve. Within our intersecting circles, whatever their size and extent, lie many unused opportunities for service, ‘enough and to spare’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/104.17"},"D&C 104:17"],"). These intersectings mercifully provide multiple opportunities, and they can bring ‘unnumbered blessings.’ …"],["div",{"id":"p23","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p23"},"“What do these intertwinings signify? To be sure, God is in the details of each of our lives especially to the extent we allow” (",["span.emphasis","One More Strain of Praise"],"[1999], 97, 103)."]],["div",{"id":"p24","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p24"},"Ask: What can you do to love and serve the people in your “particular portion of humanity”?"],["div",{"id":"p25","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p25"},"Divide the class into three groups and ask each group to prepare a short oral report from one of the following sections in the student manual: “His Mother and Two Sisters Were Converted” (pp. 77–78), “He Was Open and Receptive to the Church” (p. 78), and “He Observed the Members Carefully Before He Accepted Baptism” (p. 78). Prior to these oral reports, you might want to invite any students who were not raised in Latter-day Saint homes to share briefly how they learned of the gospel. If there are no students with this background, tell about someone you know who was introduced to the Church. Then invite a representative from each of the groups to report on Lorenzo Snow’s conversion. Ask students:"],["ul.bullet",["li",["span.label","•"],[".para","Why might the example of Church members be as important as the truthfulness of the gospel in the conversion process?"]],["li",["span.label","•"],[".para","How can Church members best encourage family members to listen to the gospel message?"]]],["div",{"id":"p28","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p28"},"Ask the students to reflect on the example they have given through their words and actions to those who are not members of the Church. If they feel a change is needed, encourage them to set goals and make changes in their lives."]],[".topic",["h4","Lorenzo Snow received a strong testimony through the Holy Ghost."],["div",{"id":"p30","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p30"},"Review with students the first two paragraphs of",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“He Studied, Was Baptized, and Received a Witness of the Truth of the Restoration”"],"in the student manual (pp. 78–79). Have them summarize the reasons behind Lorenzo Snow’s decision to be baptized. Then ask: What did Lorenzo Snow hope to receive by being baptized?"],["div",{"id":"p31","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p31"},"Have a student read aloud",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.32-35"},"3 Nephi 11:32–35"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.1-2"},"3 Nephi 12:1–2"],". Ask: What does baptism “with fire and with the Holy Ghost” mean?"],["div",{"id":"p32","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p32"},"Have a student read aloud the remaining paragraphs of Lorenzo Snow’s account of his conversion in",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“He Studied, Was Baptized, and Received a Witness of the Truth of the Restoration”"],"in the student manual (p. 79). Then ask students:"],["ul.bullet",["li",["span.label","•"],[".para","How did Lorenzo Snow gain “a perfect knowledge” of the gospel principles he had accepted by being baptized?"]],["li",["span.label","•"],[".para","Why does a witness from the Holy Ghost require effort from the individual who seeks it?"]]]],[".topic",["h4","Lorenzo Snow had a strong desire to be a missionary."],["div",{"id":"p36","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p36"},"Invite returned missionaries or students preparing to leave on missions to share what motivated them to accept or desire a call to serve. Read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“He Wanted to Serve God”"],"from the student manual (pp. 79–80), and have students listen for what motivated Lorenzo Snow to serve a mission."],["div",{"id":"p37","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p37"},"Ask: Why did Lorenzo Snow seek the privilege of serving as a missionary? Then review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“Highlights in the Life of Lorenzo Snow”"],"in the student manual (p. 76) and note his missionary service."],["div",{"id":"p38","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p38"},"Have students read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4"},"Doctrine and Covenants 4"],". Then ask:"],["ul.bullet",["li",["span.label","•"],[".para","What qualifies us to serve as missionaries?"]],["li",["span.label","•"],[".para","How can we prepare ourselves to serve the Lord better?"]],["li",["span.label","•"],[".para","How can serving a mission affect the rest of your life?"]]]],[".topic",["h4","The Lord protected Lorenzo Snow during his missionary labors."],["div",{"id":"p43","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p43"},"Share the following letter that Lorenzo Snow wrote to his aunt, describing the passage from New York to Liverpool, England:"],[".blockQuote",["div",{"id":"p44","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p44"},"“I was forty-two days crossing the ocean, and during this time we encountered three terrible storms—storms which those accustomed to the ocean pronounced very dangerous. Unacquainted as I was with the turbulent waves, I was unable to judge comparatively, but, in a number of instances, to say the least of it, the scene was fearfully terrific. I did not feel surprised that men, women and children who had not learned to trust in God, wrung their hands in an agony of fear, and wept. My trust was in Him who created the seas and defined their bounds. I was on His errand. …"],["div",{"id":"p45","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p45"},"“Now, after the storm subsided and the bosom of the great deep settled into calm repose … again the ship moves through the parting waves with stately pride, while joy and gratitude fill every heart” (in Snow,",["span.emphasis","Biography and Family Record,"],"49–50)."]],["div",{"id":"p46","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p46"},"Tell students that shortly after arriving in Great Britain, Elder Snow was appointed to preside over the Church in London. The growth of the Church at this time was significant. But as success is often accompanied by resistance from the adversary, Elder Snow soon encountered opposition from an unseen evil power. Share the following story recorded by his sister Eliza:"],[".blockQuote",["div",{"id":"p47","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p47"},"“After retiring to bed at night, he was aroused from sleep by the most discordant noises. It seemed as though every piece of furniture in the room was put in motion, going … back and forth against each other in such terrible fury that sleep and rest were utter impossibilities."],["div",{"id":"p48","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p48"},"“He endured the unceremonious visitation for several nights, each night thinking it was the last, that they would leave as unbidden as they came, until the fact forced itself upon his mind that so long as he would tamely submit to their aggressions, so long they would continue to repeat them. Something must be done. He must claim the right of master over his own premises."],["div",{"id":"p49","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p49"},"“Accordingly, after a day of fasting and before kneeling to pray, as was his custom before retiring for the night, he read aloud a chapter in the Bible, and then, in the name of Jesus of Nazareth, and by the authority of the Holy Priesthood, rebuked those spirits, and commanded them to leave the house—went to bed and had no more disturbance. But those spirits were not discouraged with one defeat. It was not long before several members of the Church became disaffected and came out in open rebellion, insomuch that it was painfully necessary to expel quite a number” (Snow,",["span.emphasis","Biography and Family Record,"],"54)."]],["div",{"id":"p50","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p50"},"Explain that although opposition continued to present itself in proselyting efforts, the Church continued to grow and progress. Six months after Elder Snow was appointed to lead the Church in London, membership had increased from fewer than 100 members to 220 members. Ask students:"],["ul.bullet",["li",["span.label","•"],[".para","What might have been the result of Elder Snow’s encounter with the adversary if he had feared or lacked faith?"]],["li",["span.label","•"],[".para","What experiences have you encountered with opposition or even persecution for your beliefs?"]],["li",["span.label","•"],[".para","Why do we experience trials even when we live righteously?"]]],["div",{"id":"p54","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p54"},"Ask students how they would answer the following question from a group of 12-year-old deacons: “With all the danger in the world, why should we even plan to go on missions?” Then refer to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.13-14"},"Doctrine and Covenants 35:13–14"],"and 84:88 and share the following statement of Elder M. Russell Ballard of the Quorum of the Twelve Apostles:"],[".blockQuote",["div",{"id":"p55","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p55"},"“Our missionaries have not participated in this great work without serious challenges, tribulations, and difficulties. Parents of missionaries have always known the risk of losing a loved one serving in the mission field due to accident or illness. Now, we must add to the risk of missionary service the possibility of acts of terrorism. …"],["div",{"id":"p56","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p56"},"“However … parents and prospective missionaries have no reason to be fearful and to feel that serving a mission is unusually dangerous or risky. … Missionaries … have a much lower risk of death than others of comparable age” (in Conference Report, Oct. 1989, 42–43; or",["span.emphasis","Ensign,"],"Nov. 1989, 33–34)."]],["div",{"id":"p57","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p57"},"You may also consider sharing some or all of the following experiences related by Lorenzo Snow concerning how he was protected while serving the Lord:"],[".blockQuote",["div",{"id":"p58","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p58"},"“When at the house of Brother Smith, in Stark County, Ohio, I dreamed one night that arrangements were in progress to mob me. The following evening after I had the dream, as I sat conversing with friends who had called on me, a loud rap at the door preceded the entrance of two well dressed young men, who politely invited me to accompany them to a school house about one mile distant, and address an audience already assembled. After a little hesitation on my part, they began to urgently request my acceptance of their invitation, when the dream of the preceding night instantaneously flashed across my mind, and I told them that I could not comply with their wishes. They still persisted to urge and insist on my accompanying them. When they were convinced that I was immovable in my determination of non-compliance, they not only manifested disappointment, but were exceedingly angry."],["div",{"id":"p59","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p59"},"“The next day I learned that they told the truth so far as a congregated audience waiting my appearance at the school house was concerned, but the object was entirely different from that reported by the young men—it corresponded precisely with my dream” (in Snow,",["span.emphasis","Biography and Family Record,"],"17)."],["div",{"id":"p60","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p60"},"“During my stay in Wales [in the autumn of 1851], I attended a number of very interesting meetings. On the evening of the fourth of November, I addressed a very large assembly, convened in a hall in Tredegar, in Monmouthshire. …"],["div",{"id":"p61","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p61"},"“At the close of the meeting, President [William] Phillips and myself were conducted to a hotel, where, after supper, we were shown to lodgings in an upper room. As we passed into the bedchamber, while closing the door, I noticed that, owing to some defect in the lock, it could not be fastened. We soon retired to rest, then about 11 o’clock; thinking ourselves safe from harm, we slept soundly, until probably about 2 o’clock",["span.smallCaps","a.m."],", I was suddenly awakened by a savage looking fellow standing close to my bedside, ordering me and my companion to leave our bed forthwith or suffer the consequences; at the same time using the most blasphemous language, and uttering the most hideous oaths imaginable, while fiendishly striking his huge fists in close proximity to my face. Two of his comrades, stout, fierce looking fellows, were standing by, evidently prepared for an encounter. Brother Phillips was soundly sleeping, and it was with some difficulty that I awakened him sufficiently to comprehend our situation. Of course, we could do but little towards defending ourselves against a trio of ruffians, desperately bent on mischief; and as we afterwards learned, had been hired to mob us, and that the landlord was secretly conniving with the actors in the hellish raid."],["div",{"id":"p62","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p62"},"“In the contest, the light which one of them held, was by some means, suddenly extinguished, which caused an alarm, resulting in their retreat forthwith from the room; upon which I suggested to Elder Phillips that we immediately do our best to secure ourselves by barricading the door, for I felt assured the insurgents would make another attack. We placed a chair at the door, with the top directly under the knob of the door lock, and there I assumed the responsibility of holding it, while Brother Phillips performed the duty of pressing his large and stately person against the door."],["div",{"id":"p63","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p63"},"“No sooner had these protective arrangements been completed, than the mobocrats, with considerable reinforcements, came rushing forward to renew the attack. They persistently endeavored to force the door open, but failing, they placed themselves against it, [Samson] like, but, owing to the position of things inside, without avail; then, with a volley of oaths, they commenced pounding and kicking the door, and continued until the noise and uproar was so great that the landlord did not dare any longer to ignore the situation, and coming to our relief, he quelled the disturbance by requesting the ruffians to retire."],["div",{"id":"p64","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p64"},"“Some years after the date of this occurrence, I was informed that the hotel in which the foregoing disgraceful scenes were enacted was being used as a common stable for the accommodation of horses; and that the landlord had been signally reduced to beggary, and was a vagabond upon the earth” (in Snow,",["span.emphasis","Biography and Family Record,"],"189–91)."],["div",{"id":"p65","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p65"},"“I left Geneva on the 9th inst. [on the mail coach] and commenced winding my way over a rough, hilly and mountainous country. … As we approached the towering Alps, there came a heavy snow storm, which made our journey very gloomy, dreary and altogether disagreeable. About six o’clock in the evening of the following day, we commenced the ascent of Mount Cenis, and reached its cloudy summit, six thousand seven hundred feet in height, at one o’clock the next morning."],["div",{"id":"p66","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p66"},"“Though but one passenger beside myself saw proper to venture over the mountain, it was found that ten horses were barely sufficient to carry us forward through the drifting snow, which had fallen to nearly the depth of four feet since the last post had passed, a circumstance that rendered it very dangerous making our way up the narrow road and short turnings. One stumble or the least unlucky toss of our vehicle would, at very many points of our path, have plunged us a thousand feet down rocky precipices. …"],["div",{"id":"p67","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p67"},"“We descended the mountain with much more ease to our horses, and more comfort to ourselves; and I felt thankful that my passage over these rocky steeps was completed, and hoped it might never be my lot to cross them a third time at night in the winter season; but regarding these matters, we need seek to exercise no anxiety, inasmuch as over them we hold no control” (in Snow,",["span.emphasis","Biography and Family Record,"],"207–8)."]],["div",{"id":"p68","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p68"},"Ask one or two students to share an experience when the Lord protected them (or people they know) while they were on a mission."]],[".topic",["h4","Lorenzo Snow strengthened the Saints as they prepared to travel westward."],["div",{"id":"p70","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p70"},"If available, have students refer to map 5, “The Missouri, Illinois, and Iowa Area of the USA,” in their triple combination and locate Mount Pisgah, Iowa. Explain that as the Saints traveled from Nauvoo, Illinois, to Winter Quarters they often stopped at way stations along the trail to rest and further prepare for their journey. One way station was Mount Pisgah, where Lorenzo Snow lived from the summer of 1846 until the spring of 1848. Beginning in the spring of 1847, he presided over the Saints there."],["div",{"id":"p71","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p71"},"Explain that many of the Saints in Mount Pisgah were in difficult circumstances. Read Lorenzo Snow’s commentary about the condition of the Saints at this time:"],[".blockQuote",["div",{"id":"p72","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p72"},"“By this time the Saints in Pisgah were in a very destitute condition, not only for food and clothing, but also for teams and wagons to proceed on their journey. Several families were entirely out of provision, and dependent on the charity of their neighbors, who, in most cases, were illy prepared to exercise that virtue. But, above all this, a sweeping sickness had visited the settlement, when there were not sufficient well ones to nurse the sick; and death followed in the wake, and fathers, mothers, children, brothers, sisters and dearest friends fell victims to the destroyer, and were buried with little ceremony, and some destitute of proper burial clothes. Thus were sorrow and mourning added to destitution” (in Snow,",["span.emphasis","Biography and Family Record,"],"90)."]],["div",{"id":"p73","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p73"},"Lorenzo Snow approached these circumstances with energy and foresight. His sister Eliza R. Snow recorded:"],[".blockQuote",["div",{"id":"p74","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p74"},"“He moved to arouse and combine the energies of the people—organized the brethren in companies, making selections of suitable men, some to proceed to the Gentile settlements to obtain work for provisions and clothing, others to put in crops at home and look after the families of those who were called away—to repair wagons, making new ones out of old, and to manufacture chairs, barrels, tubs, churns, baskets and such other articles as could be disposed of to advantage in the neighboring settlements. …"],["div",{"id":"p75","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p75"},"“He sent … two intelligent and judicious brethren, to the State of Ohio and other parts of the country, to solicit aid, to invite rich Gentiles to contribute to the wants of the Saints and assist them in their journey westward. They succeeded in gathering funds amounting to about six hundred dollars. The arrangements entered into resulted in supplying the people with abundance of food and clothing, besides facilitating the exodus of those who wished to proceed on the journey as early as practicable” (",["span.emphasis","Biography and Family Record,"],"90–91)."]],["div",{"id":"p76","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p76"},"Lorenzo Snow also encouraged the Saints and organized other activities and religious services for them. He recorded in his journal:"],[".blockQuote",["div",{"id":"p77","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p77"},"“During the long winter months, I sought to keep up the spirits and courage of the Saints in Pisgah, not only by inaugurating meetings for religious worship and exercises, in different parts of the settlement, but also by making provisions for, and encouraging proper amusements of various kinds. These entertainments corresponded with our circumstances, and, of course, were of a very unpretentious and primitive character; their novel simplicity and unlikeness to anything before witnessed, added greatly to the enjoyment. They were truly exhibitions of ingenuity” (in Snow,",["span.emphasis","Biography and Family Record,"],"91)."]],["div",{"id":"p78","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p78"},"Following instructions from President Brigham Young, Lorenzo Snow organized a company of pioneers and left Mount Pisgah in the spring of 1848 to journey to the Salt Lake Valley. He arrived in the valley with his family in the fall of 1848. Ask students:"],["ul.bullet",["li",["span.label","•"],[".para","How did Lorenzo Snow make the best of a difficult situation?"]],["li",["span.label","•"],[".para","What can we do to help and strengthen others when we find ourselves in difficult situations?"]]]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p83","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p83"},"Lorenzo Snow was ordained an Apostle on February 12, 1849, President of the Quorum of the Twelve Apostles on April 7, 1889, and President of the Church on September 13, 1898."],["div",{"id":"p84","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p84"},"When Lorenzo Snow became President, the Church was deeply in debt. For many years the Church had fought a legal battle over plural marriage, helping Church members who could not afford legal fees and attempting to fight laws designed to undermine the Church. The Church also spent much money to complete the Salt Lake Temple. During the period when the United States government confiscated Church property as a result of the Edmunds-Tucker Act, the income from tithing significantly decreased. Many Saints were unwilling to pay tithing, knowing the government could confiscate Church property. To make matters worse, the United States entered a severe financial depression during the early 1890s, making the payment of tithes a real test of faith on the part of Church members. By 1898 the Church owed over $1.25 million (see Richard O. Cowan,",["span.emphasis","The Church in the Twentieth Century"],"[1985], 15; and Leonard J. Arrington,",["span.emphasis","Great Basin Kingdom"],"[1958], 400–401)."],["div",{"id":"p85","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p85"},"Lorenzo Snow was 84 years old when he became President of the Church and was well prepared spiritually and temporally for leadership. He possessed a keen mind and was a great champion of education. President Snow had a special mission to establish the Lord’s people on a solid temporal and spiritual foundation by the determined application of the law of sacrifice. When he became President, the Church had about 270,000 members, with 40 stakes, 20 missions, and 4 temples. In 1901, the year of his death, the Church had grown to about 293,000 members, with 50 stakes and 21 missions (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 631)."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","He was called as an Apostle and served a mission to Italy."],["div",{"id":"p88","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p88"},"Tell students that on February 12, 1849, Lorenzo Snow was asked to attend a meeting of the Quorum of the Twelve Apostles. He had no idea why he had been asked to attend. When he arrived, he was surprised to learn that he had been called as a member of the Quorum of the Twelve. He was then ordained an Apostle."],["div",{"id":"p89","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p89"},"Invite students to look in the Bible Dictionary and find the meaning of the word",["a.scriptureRef",{"href":"/scriptures/bd/apostle"},["span.emphasis","Apostle"]],". Explain that Apostles in the Church have the mission to teach and testify of the Savior and His gospel to the world."],["div",{"id":"p90","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p90"},"Divide the class into three groups and have each group read one of the following sections in the student manual:",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“A Call Came to Serve in Italy”"],"(pp. 81–82),",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“He Faced Opposition in Italy”"],"(p. 82), and",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“His Life Was Preserved in Hawaii”"],"(p. 83). Ask each group to give a brief summary of Elder Snow’s mission experience."],["div",{"id":"p91","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p91"},"You may want to share with students the following miracle, which helped vitalize the missionary work in Italy. Explain that Lorenzo Snow was frustrated that the missionary work in Italy proceeded slowly, but then he found an opportunity to show the power of God. He reported in a letter to President Brigham Young:"],[".blockQuote",["div",{"id":"p92","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p92"},"“It seemed very singular, and it was no small tax on my patience, to be weeks and even months in the midst of an interesting people without being actively and publicly engaged in communicating the great principles which I had been sent to promulgate. But, as I felt it was the mind of the Spirit that we should proceed at first with slow and cautious steps, I submitted to the will of heaven."],["div",{"id":"p93","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p93"},"“September 6th.—This morning, my attention was directed to Joseph Grey, a boy of three years of age—the youngest child of our host. Many friends had been to see the child, as to all human appearances his end was near. I went to see him in the afternoon; death was preying upon his body—his former healthy frame was now reduced to a skeleton, and it was only by close observation we could discern that he was alive. As I reflected upon the peculiarity of our situation, my mind was fully awakened to a sense of our position. For some hours before I retired to rest, I called upon the Lord to assist us at this time. My feelings on this occasion will not easily be erased from my memory."],["div",{"id":"p94","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p94"},"“September 7th.—This morning I proposed to Elder Stenhouse we should fast and retire to the mountains and pray. As we departed, we called and saw the child—his eyeballs turned upwards—his eyelids fell and closed—his face and ears were thin, and wore the pale marble hue, indicative of approaching dissolution. The cold perspiration of death covered his body as the principle of life was nearly exhausted. Madam Grey and other females were sobbing, while Monsieur Grey hung his head and whispered to us,",["span.emphasis","‘Il meurt! il meurt!’"],"(He dies! he dies!)"],["div",{"id":"p95","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p95"},"“After a little rest upon the mountain, aside from any likelihood of interruption, we called upon the Lord in solemn, earnest prayer, to spare the life of the child. As I reflected on the course we wished to pursue, the claims that we should soon advance to the world, I regarded this circumstance as one of vast importance. I know not of any sacrifice which I can possibly make, that I am not willing to offer, that the Lord might grant our requests."],["div",{"id":"p96","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p96"},"“We returned about three o’clock in the afternoon, and having consecrated some oil, I anointed my hand and laid it upon the head of the child, while we silently offered up the desires of our hearts for his restoration. A few hours afterward we called, and his father, with a smile of thankfulness, said,",["span.emphasis","‘Mieux beaucoup! beaucoup!’"],"(Better, much, much!)"],["div",{"id":"p97","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p97"},"“September 8th. The child had been so well during the past night the parents had been enabled to take their rest, which they had not done for some time before; and to-day they could leave him and attend to the business of the house. As I called to see him, Madam Grey expressed her joy in his restoration. I, in turn, remarked,",["span.emphasis","‘Il Dio d[el] cielo ha fatto quest[o] per voi.’"],"(The God of heaven has done this for you.)” (in Eliza R. Snow,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"[1884], 128–29)."]],["div",{"id":"p98","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p98"},"Ask students:"],["ul.bullet",["li",["span.label","•"],[".para","Why did Elder Snow feel so strongly about healing the young boy that there was no sacrifice he was “not willing to offer”?"]],["li",["span.label","•"],[".para","Why do you suppose Elder Snow regarded fasting and prayer as such an important part of healing this boy?"]],["li",["span.label","•"],[".para","How can events that seem like trials turn into opportunities to do the work of the Lord?"]]]],[".topic",["h4","Lorenzo Snow endured opposition with a good attitude."],["div",{"id":"p103","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p103"},"Have a student read aloud",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],". Then ask another student to summarize its message in his or her own words. Share with students the following account and review with them the section",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“He Was a Dedicated Apostle and Defender of the Faith”"],"in the student manual (p. 84)."],[".blockQuote",["div",{"id":"p104","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p104"},"“Friday, November 20th, 1885, was a memorable but sad day for the family of Lorenzo Snow, for on that date the venerable Apostle of the Lord was placed under arrest by the United States Marshals [for practicing plural marriage]. The warrant cited him to appear in Ogden at once for a preliminary hearing."],["div",{"id":"p105","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p105"},"“His little children who had not seen him for months ran clinging to him, wept bitterly and would not be comforted” (Thomas C. Romney,",["span.emphasis","The Life of Lorenzo Snow"],"[1955], 379)."]],["div",{"id":"p106","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p106"},"Explain that Elder Snow, then a member of the Quorum of the Twelve Apostles, was tried, convicted, and sentenced to a term in prison, which began March 12, 1886. Although he was 71 years old when he began his sentence, he endured his situation well and maintained a good attitude. Share the following account of Elder Snow’s experience:"],[".blockQuote",["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p107"},"The governor of the Utah Territory visited Lorenzo Snow in prison and promised him amnesty if he would “renounce the principle of plural marriage.” Lorenzo Snow replied, “I thank you, Governor, but having adopted sacred and holy principles for which we have already sacrificed property, home and life on several occasions in their defense, we do not propose, at this late hour, to abandon them because of threatened danger” (in Romney,",["span.emphasis","Life of Lorenzo Snow,"],"380)."],["div",{"id":"p108","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p108"},"Elder Snow wrote to the First Presidency from prison:"],["div",{"id":"p109","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p109"},"“I am very thankful to the Giver of all Good, for the bodily health and buoyancy of spirit which He so confers on me that I feel perfectly resigned with calm submission to the inevitable and am enabled, fully, to acknowledge the hand of God, and His overruling Providence in whatever has or may occur. … If I can serve the Holy Cause, which is dearer to me than life, and promote the glory of God by passing through the ordeal of incarceration in a penitentiary, I am perfectly willing” (in Romney,",["span.emphasis","Life of Lorenzo Snow,"],"382)."]],["div",{"id":"p110","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p110"},"Tell students that while in prison, Lorenzo Snow helped with a school there, and he taught two grammar classes a week. He was released from prison on February 8, 1887."]],[".topic",["h4","President Lorenzo Snow shared a sacred experience with his granddaughter."],["div",{"id":"p112","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p112"},"Ask students if a close relative has ever shared a personal, sacred experience with them. Without having them relate the sacred experience, invite them to tell how it affected their feelings toward this relative. If no student responds, perhaps you have had such an experience and could share your feelings. Then read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“The Savior Appeared to Him in the Salt Lake Temple”"],"in the student manual (p. 85)."],"Write the word",["span.emphasis","witness"],"on the board and discuss its meaning. Then ask:",["ul.bullet",["li",["span.label","•"],[".para","How might the testimony of a reliable witness affect your feelings toward a reported event?"]],["li",["span.label","•"],[".para","Why do you think this sacred experience has been shared with the Church and not just kept within the Snow family?"]]],["div",{"id":"p116","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p116"},"Ask the students to review the instructions of the Savior to President Snow. Discuss how these instructions set a precedent that is still observed today—upon the death of a Church President, the First Presidency is reorganized without a long delay."]],[".topic",["h4","The Lord revealed to President Lorenzo Snow the solution to the Church’s debt."],["div",{"id":"p118","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p118"},"Review with students the second paragraph of the historical background at the beginning of part 2 of this chapter (p. 78). Ask them to explain why being in debt is such a heavy burden. Read the following praise of President Heber J. Grant for President Lorenzo Snow and his work to resolve the problem of Church debt:"],[".blockQuote",["div",{"id":"p119","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p119"},"“I know that Lorenzo Snow was a Prophet of God. … It is stated that men do not amount to much after they pass fifty, and that when they are sixty you ought to get some kind of a drug and put them to sleep, and that when they are seventy they are simply useless. But Lorenzo Snow came to the presidency of the Church when he was eighty-five years of age, and what he accomplished during the next three years of his life is simply marvelous to contemplate. He lifted the Church from the financial slough of despond, so to speak, from almost financial bankruptcy. … This man who had not been engaged in financial affairs, who had been devoting his life for years to laboring in the Temple, took hold of the finances of the Church of Christ, under the inspiration of the living God, and in those three years changed everything, financially, from darkness to light” (in Conference Report, June 1919, 9–10)."]],"Ask students to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“He Received Revelation That Helped Solve the Church’s Financial Crisis”"],"in the student manual (pp. 86–87) and to describe how the Lord directed President Snow. Ask:",["ul.bullet",["li",["span.label","•"],[".para","What principles about debt did the Saints learn that would apply to your personal life?"]],["li",["span.label","•"],[".para","Why is tithing more a principle of faith than a principle about money?"]],["li",["span.label","•"],[".para","How are the tithing donations used in the Church?"]]],["div",{"id":"p124","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p124"},"Ask two or three student volunteers to recount how they gained a testimony of tithing. Share the following statements of President Lorenzo Snow:"],[".blockQuote",["div",{"id":"p125","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p125"},"“The time has now come for every Latter-day Saint, who calculates to be prepared for the future and to hold his feet strong upon a proper foundation, to do the will of the Lord and to pay his tithing in full. That is the word of the Lord to you. … The Lord has blessed us and has had mercy upon us in the past; but there are times coming when the Lord requires us to stand up and do that which He has commanded and not leave it any longer. … There is no man or woman that now hears what I am saying who will feel satisfied if he or she fails to pay a full tithing” (",["span.emphasis","The Teachings of Lorenzo Snow,"],"sel. Clyde J. Williams [1984], 155)."],["div",{"id":"p126","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p126"},"“A part of a tithing is no tithing at all, no more than immersing only half a person’s body is baptism. …"],["div",{"id":"p127","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p127"},"“… It is now time for us to wake up, turn our attention to the Lord, and do our duty” (",["span.emphasis","Teachings of Lorenzo Snow,"],"155–56)."]],["div",{"id":"p128","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p128"},"If students have specific questions about their own tithing faithfulness, explain that they can find answers through prayer and scripture study and through their bishop or branch president."]],[".topic",["h4","“As man now is, God once was: As God now is, man may be.”"],["div",{"id":"p130","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p130"},"A few days prior to class, invite a student to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“He Received a Revelation about Man’s Divine Potential”"],"in the student manual (pp. 88–89) and prepare a brief lesson to teach this account and doctrine to the class. After the student presentation, explain that Lorenzo Snow discussed his experience and insight with Brigham Young, after which Brigham Young replied:"],[".blockQuote",["div",{"id":"p131","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p131"},"“Brother Snow, that is a new doctrine; if true, it has been revealed to you for your own private information, and will be taught in due time by the Prophet to the Church; till then I advise you to lay it upon the shelf and say no more about it” (in Orson F. Whitney, “Lives of Our Leaders—The Apostles—Lorenzo Snow,”",["span.emphasis","Juvenile Instructor,"],"Jan. 1, 1900, 4)."]],"Write Lorenzo Snow’s couplet on the board. Ask a student to read the section",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“They Shall Organize Worlds and Rule Over Them”"],"in the student manual (p. 90), and have the class discuss how it relates to President Snow’s couplet. Ask:",["ul.bullet",["li",["span.label","•"],[".para","How does this doctrine help you understand the purpose of your life?"]],["li",["span.label","•"],[".para","Why do you think this doctrine is sometimes difficult for people to accept?"]]]],[".topic",["h4","We must become perfect like God is perfect."],["div",{"id":"p136","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p136"},"Explain that to achieve our divine potential we must become perfect like God is perfect. Read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“We Should Strive for Daily Improvement”"],"in the student manual (p. 90–91). Discuss with them the commandment to be perfect, even as the Father is perfect (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/5.48"},"Matthew 5:48"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/12.48"},"3 Nephi 12:48"],"). Ask:"],["ul.bullet",["li",["span.label","•"],[".para","In what ways may we perfect ourselves in some areas of our lives, if not in all?"]],["li",["span.label","•"],[".para","Why might some people think such a goal is impossible in this life?"]]],["div",{"id":"p139","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p139"},"Read with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“Do Not Be Discouraged While Seeking Improvement”"],"in the student manual (p. 91). Have them find what President Snow taught that we should do each day while seeking to improve."],["div",{"id":"p140","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p140"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],". Emphasize that the process of overcoming personal weakness can have its challenges. President Lorenzo Snow taught that when we work to overcome personal weakness we should not become discouraged if we experience difficulties along the way. Emphasize the importance of exercising faith in the Lord and coming unto Him as we seek to overcome weaknesses."],["div",{"id":"p141","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p141"},"Ask: Why do people sometimes continue to encounter troubles, even when they try to do what is right? Share the following statements from President Snow:"],[".blockQuote",["div",{"id":"p142","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p142"},"“I suppose I am talking to some who have had worry and trouble and heart burnings and persecution, and have at times been caused to think that they never expected to endure quite so much. But for everything you have suffered, for everything that has occurred to you which you thought an evil at that time, you will receive fourfold, and that suffering will have had a tendency to make you better and stronger and to feel that you have been blessed. When you look back over your experiences you will then see that you have advanced far ahead and have gone up several rounds of the ladder toward exaltation and glory” (",["span.emphasis","Teachings of Lorenzo Snow,"],"117)."],["div",{"id":"p143","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p143"},"“We are here that we may be educated in a school of suffering and of fiery trials, which school was necessary for Jesus, our Elder Brother, who, the scriptures tell us, ‘was made perfect through suffering.’ It is necessary that we suffer in all things, that we may be qualified and worthy to rule, and govern all things, even as our Father in Heaven and His eldest son, Jesus” (",["span.emphasis","Teachings of Lorenzo Snow,"],"119)."]],["div",{"id":"p144","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p144"},"Ask students: In what ways might trials and hardships turn to our advantage?"]],[".topic",["h4","Lorenzo Snow helped build the kingdom of God."],["div",{"id":"p146","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/lorenzo-snow-fifth-president-of-the-church.p146"},"Have students review the section",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-5-lorenzo-snow-fifth-president-o-the-church.p1"},"“He Was a Builder of the Kingdom”"],"in the student manual (pp. 91–92). Have them discuss possible ways the Church has been strengthened because of Lorenzo Snow’s work and teachings. Ask: Which of President Snow’s teachings have strengthened your desire to more fully live gospel principles?"]]]]]],"refs":null}
