{"id":14,"parent_id":0,"book_id":22420,"content_id":1,"language_id":1,"display_order":14,"title":"Spencer W. Kimball-Twelfth President of the Church","subtitle":"","short_title":"Chapter 12","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church","content":[["div",{"id":"head1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.head1"},[".titleNumber","Chapter 12"],["h1","Spencer W. Kimball"],[".subtitle","Twelfth President of the Church"]],[".bodyBlock",[".topic",["h2","Part 1: The Early Years"],[".topic",["h3","Historical Background"],["div",{"id":"p6","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p6"},"When Spencer Woolley Kimball was born in 1895, Utah was one year away from becoming the 45th state of the United States. The Salt Lake Temple had been dedicated in 1893, only two years earlier. The first modern Olympics were held in Athens, Greece, in 1896."],["div",{"id":"p7","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p7"},"In 1898, when Spencer was three, his father, Andrew Kimball, accepted a call to go to southeastern Arizona and serve as stake president. The Kimball family settled in Thatcher, Arizona. Over time, the family adjusted to the harsh and arid climate. Andrew Kimball served as stake president there until his death in 1924."],[".",{"id":"f1","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.f1"}]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","The principles of the gospel were taught in the Kimball home."],["div",{"id":"p10","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p10"},"Have students study the picture on page 168 of this manual, and discuss what they believe is happening at the dinner table. Ask a student to read the following statement, and have students look for traditions of the Kimball family that they would like to incorporate into their own families:"],[".",{"id":"f2","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.f2"}],[".blockQuote",["div",{"id":"p11","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p11"},"“Church and gospel had central importance in Spencer’s earliest memories. Always, it seemed to him, Ma had sat with her children on the fourth row of the Thatcher meetinghouse for Sunday School and sacrament meeting. Always the family knelt before meals to pray, their chairs turned back from the table, dinner plates upside down. Always there were night prayers at Ma’s knee. Always there was fasting. Always tithing. ‘I feel sorry for children who must learn these important lessons after they are grown, when it is so much harder.’ For Spencer the lessons were a basic part of childhood."],["div",{"id":"p12","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p12"},"“Again and again Spencer watched his parents take their problems to the Lord. One day when Spencer was five and out doing his chores, little one-year-old Fannie wandered from the house and was lost. No one could find her. Clare, sixteen, said, ‘Ma, if we pray, the Lord will direct us to Fannie.’ So the mother and children prayed. Immediately after the prayer Gordon walked to the very spot where Fannie was fast asleep in a large box behind the chicken coop. ‘We thanked our Heavenly Father over and over,’ Olive recorded in her journal. ‘We could think of nothing else all evening.’ When her horses bolted on the road to Safford, Olive was terrified that someone would be hurt and the buggy broken. ‘We were frightened awfully. But the Lord heard my silent prayers and we got the horse stopped. Praise be to our Heavenly Father for His goodness to us.’"],["div",{"id":"p13","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p13"},"“One afternoon that same year Spencer walked with his mother up the dusty road to Bishop Zundel’s house. ‘Why are we going?’ he asked. She told him it was to take the tithing eggs. ‘Are tithing eggs different than other eggs?’ Then Olive reminded her boy how he separated one egg from ten when he gathered them. She told him why he did so, that one belonged to Heavenly Father, nine to them. From that time gathering eggs had another dimension to it. During breakfast at haying time Andrew would tell his boys: ‘The best hay is on the west side of the field. Get your load for the tithing barn from that side. And load it full and high’” (Edward L. Kimball and Andrew E. Kimball,",["span.emphasis","Spencer W. Kimball: Twelfth President of The Church of Jesus Christ of Latter-day Saints"],"[1977], 31)."]],["div",{"id":"p14","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p14"},"Ask students: What principles can be extracted from this story of the Kimball family that are valuable for families today?"],["div",{"id":"p15","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p15"},"Display the picture of the two trees on page 169 of this manual. Explain that although Spencer lost his mother, Olive Kimball, when he was 11 years old and his father, Andrew Kimball, when Spencer was 29, their love, example, and gospel teachings provided a solid root system for his life. Read and discuss the following statement by President Spencer W. Kimball:"],[".",{"id":"f3","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.f3"}],[".blockQuote",["div",{"id":"p16","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p16"},"“It seems that some among us … want bountiful harvests—both spiritual and temporal—without developing the root system that will yield them. There are far too few who are willing to pay the price, in discipline and work, to cultivate hardy roots. Such cultivation should begin in our youth. Little did I know as a boy that daily chores in the garden, feeding the cattle, carrying the water, chopping the wood, mending fences, and all the labor of a small farm was an important part of sending down roots, before being called on to send out branches. I’m so grateful that my parents understood the relationship between roots and branches” (in Conference Report, Oct. 1978, 113; or",["span.emphasis","Ensign,"],"Nov. 1978, 75)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What is the relationship between roots and branches mentioned by President Kimball?"]],["li",["span.label","•"],[".para","How can we determine the strength of our roots in gospel principles?"]]]],[".topic",["h4","Spencer determined that he would remain faithful."],["div",{"id":"p21","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p21"},"Ask students what generation they are in the Church. (Some may have recently joined the Church, while others may be fifth- or sixth-generation members.) Ask: If your ancestors were Church members, do you feel your faith is as strong as theirs? Why, or why not?"],["div",{"id":"p22","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p22"},"Explain that Spencer W. Kimball was a third-generation member (first—Heber C. Kimball, second—Andrew Kimball, third—Spencer W. Kimball). As a young boy he knew some Church members who had personally known the Prophet Joseph Smith. Read the following paragraph:"],[".blockQuote",["div",{"id":"p23","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p23"},"“Thatcher was a Mormon town. On July 24 there was always a Pioneer Day celebration, remembering the day the first Saints had reached Salt Lake Valley in 1847. Every year there was a parade, with Indians and firecrackers and handcarts, bunting and bonnets. Then at the commemoration in the Thatcher meetinghouse, all those who had seen the Prophet Joseph were seated on a raised platform. There were still seven the year Spencer was eleven, and he watched as year by year their number dwindled” (Kimball and Kimball,",["span.emphasis","Spencer W. Kimball,"],"29)."]],["div",{"id":"p24","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p24"},"Share the following experience that Elder Spencer W. Kimball, then a member of the Quorum of the Twelve Apostles, remembered from early in his life:"],[".blockQuote",["div",{"id":"p25","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p25"},"“When I was a youngster, a stirring challenge came to me that moved me not a little. I cannot remember who issued the challenge nor under what circumstances it came. I remember only that it struck me like a ‘bolt out of the blue heavens.’ The unknown voice postulated:"],["div",{"id":"p26","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p26"},"“‘The “Mormon Church” has stood its ground for the first two generations—but wait till the third and fourth and succeeding generations come along! The first generation fired with a new religion developed a great enthusiasm for it. Surrounded with bitterness, calumny of a hostile world, persecuted “from pillar to post,” they were forced to huddle together for survival. There was good reason to expect they would live and die faithful to their espoused cause."],["div",{"id":"p27","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p27"},"“‘The second generation came along born to enthusiasts, zealots, devotees. They were born to men and women who had developed great faith, were inured to hardships and sacrifices for their faith. They inherited from their parents and soaked up from religious homes the stuff of which the faithful are made. They had full reservoirs of strength and faith upon which to draw."],["div",{"id":"p28","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p28"},"“‘But wait till the third and fourth generations come along,’ said the cynical voice. ‘The fire will have gone out—the devotion will have been diluted—the sacrifice will have been nullified—the world will have hovered over them and surrounded them and eroded them—the faith will have been expended and the religious fervor leaked out.’"],["div",{"id":"p29","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p29"},"“That day I realized that I was a member of the third generation. That day I clenched my growing fists. I gritted my teeth and made a firm commitment to myself that here was one ‘third generation’ who would not fulfill that dire prediction” (in Conference Report, Oct. 1969, 18–19)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","What evidence do the Church members of today show of devotion, faith, and sacrifice?"]],["li",["span.label","•"],[".para","How can we avoid having our faith diluted by our involvement in the world?"]]]],[".topic",["h4","He worked hard to learn."],["div",{"id":"p34","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p34"},"Ask students to think of goals they have set for themselves. Explain that when Spencer W. Kimball was 14 years old he followed the counsel of a Church leader to read the scriptures. Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-12-spencer-w-kimball-twelfth-president-of-the-church.p1"},"“When He Was Young He Set a Goal to Read the Bible”"],"in the student manual (p. 198). Ask: In what ways do you think this attention to the scriptures early in his life helped prepare him for his later callings?"],["div",{"id":"p35","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p35"},"Ask students to identify times in their lives when opportunities presented themselves and decisions had to be made. Read the following statement:"],[".blockQuote",["div",{"id":"p36","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p36"},"“In 1910, as Spencer finished eighth grade, he began thinking about the LDS Academy in Thatcher. It was a big building, two stories high, and a bit frightening. As grade-school graduation neared, everyone asked everyone else, ‘Are you going on to the Academy?’ Most were not. Some of them intended to marry, some to work, some hadn’t the money to go on. But Spencer and a few others ‘bravely determined to continue our training into high school’” (Kimball and Kimball,",["span.emphasis","Spencer W. Kimball,"],"59)."]],["div",{"id":"p37","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p37"},"Have students read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-12-spencer-w-kimball-twelfth-president-of-the-church.p1"},"“He Was a Scholar and an Athlete”"],"in the student manual (pp. 198–99), and discuss how Spencer’s decision to further his education blessed his life."]],[".topic",["h4","He learned of his mission call at his graduation."],["div",{"id":"p39","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p39"},"Ask returned missionaries to describe the day they received their calls. Encourage them to share how they prepared for that day, how they felt when they received the call, and who was present when the call was opened. Share the following experience of Spencer W. Kimball when he learned that he would serve a mission:"],[".blockQuote",["div",{"id":"p40","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p40"},"“In 1914 Spencer went to graduation exercises, thinking that fall would find him at the University of Arizona along with a few others of his class. As part of the graduation exercises he gave a speech as class president, sang in a quartet, and sang a baritone solo, ‘The Plains of Peace.’ Andrew Kimball [his father], president of the board, delivered an address. In the course of it he announced that Spencer would not be in college next fall; he would be on a mission. Lela Udall, a classmate, remembered: ‘I thought Spencer was going to pass out.’ Spencer, in his journal, expressed the shock more mildly: ‘Father informed me in these exercises before all the people that I was to be called on a mission. This took me by surprise for I had been planning to go to college.’ But he would do it. He had no objection to the idea of a mission; it had just come unexpectedly."],["div",{"id":"p41","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p41"},"“Four days after graduation he was at work in Globe, eighty miles west. His job had already been arranged. Two summers back his father, hard-pressed financially, had helped him find a job with the Anderson-Blake Dairy at $47.50 a month plus meals and a bunk. The second and third summers he earned $62.50 a month at a different Globe dairy. Except for tithing and an occasional five-cent ice cream or chocolate bar—‘once in a while I would indulge myself’—Spencer had saved his whole wage to pay for books, clothes, and pocket money at Gila Academy through the winter. Now the money would go for his mission” (Kimball and Kimball,",["span.emphasis","Spencer W. Kimball,"],"68–69)."]],"Ask students:",["ul.bullet",["li",["span.label","•"],[".para","Using Spencer W. Kimball’s example, in what ways can being financially self-reliant help provide stability and security?"]],["li",["span.label","•"],[".para","How might financial self-reliance help us serve in the gospel?"]],["li",["span.label","•"],[".para","What can we learn from Spencer W. Kimball’s willingness to go on a mission?"]]]],[".topic",["h4","He was a dedicated and committed missionary."],["div",{"id":"p47","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p47"},"Review with students “He Was a Dedicated and Committed Missionary” in the student manual (pp. 199–200). Ask: Why was his mission assignment to the Swiss-German Mission changed to a mission in the United States?"],["div",{"id":"p48","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p48"},"Explain that early in his mission, Spencer W. Kimball was a little discouraged by the difficulties he encountered. His father, Andrew Kimball, wrote him a letter of encouragement:"],[".blockQuote",["div",{"id":"p49","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p49"},"“Your hard experiences will enable you to know just a little of what it costs to be a Latter-day Saint and something of what your father and grandfather waded through. Keep up a good courageous spirit, but don’t get to think it is too much for you to bear. It will all come out well and you will have something to tell your posterity” (in Kimball and Kimball,",["span.emphasis","Spencer W. Kimball,"],"76)."]],["div",{"id":"p50","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p50"},"Ask: How can struggle and sacrifice strengthen our commitment to living the gospel?"]],[".topic",["h4","During times of uncertainty, Spencer W. Kimball moved forward with faith."],["div",{"id":"p52","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p52"},"Invite returned missionaries to express how they viewed the future shortly after their return from their missions. Help students understand that even under ideal circumstances, returned missionaries can have feelings of uncertainty. Explain that when Spencer W. Kimball returned from his mission in January 1917, World War I was being fought. Although a gifted student, he could not pursue education or career opportunities because he awaited active duty in the military. During this period he fell in love with Camilla Eyring, and they married on November 16, 1917. Not until the armistice was signed on November 11, 1918, could Spencer and Camilla pursue life with more certainty. Read the following paragraph, and ask students to listen for President Spencer W. Kimball’s counsel regarding important decisions that must be made during uncertain times:"],[".blockQuote",["div",{"id":"p53","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p53"},"“You may not yet have chosen your business or profession or life’s work, but there are many generalities which you can already set up in your lives, even though you may not yet know whether you will be a lawyer or a doctor or a teacher or an engineer. There are decisions you should already have made or now be making. What are you going to do in the years between now and your marriage?” (in Conference Report, Apr. 1974, 125; or",["span.emphasis","Ensign,"],"May 1974, 87)."]],["div",{"id":"p54","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p54"},"Ask: What decisions should you make now that are critical for your future?"]],[".topic",["h4","Leadership opportunities came early to Spencer W. Kimball."],["div",{"id":"p56","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p56"},"Have students review",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-12-spencer-w-kimball-twelfth-president-of-the-church.p1"},"“Leadership Opportunities Prepared Him for His Apostleship”"],"in the student manual (p. 201), and ask them to identify the outstanding characteristics of Spencer W. Kimball’s leadership."]],[".topic",["h4","Spencer and Camilla met life’s challenges with faith in the Lord and trust in each other."],["div",{"id":"p58","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p58"},"Explain that one of the most challenging times for Spencer and Camilla Kimball came when their young son Edward contracted polio and was taken to California for treatment. Camilla cared for Edward in California while Spencer cared for the rest of the family in Arizona. Share the following excerpt from a November 14, 1933, letter Camilla wrote to Spencer during this time:"],[".blockQuote",["div",{"id":"p59","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p59"},"“The day you receive this note will mark the sixteenth anniversary of our wedding. Our first separation on that day. I wanted to tell you again as I perhaps do too often how much I love and appreciate you. Every year increases my love and respect. This separation is bitterly hard but it has made me realize more than ever before how much I have to be thankful for. The fact that never once in the time of our acquaintance have I found cause to doubt or mistrust is I consider one of the foundation stones upon which real happiness and contentment in marriage is built. The attraction of sex and other things of course combine to make the perfect union but without confidence there can be nothing lasting."],["div",{"id":"p60","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p60"},"“I feel that our trouble has drawn us even closer together in spirit though temporarily we are separated."],["div",{"id":"p61","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p61"},"“My constant prayer is that God will preserve the unity of our family and that we may soon all be together again. The joy of that day will be unmeasurable."],["div",{"id":"p62","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p62"},"“How I long for you and the strength received from your beautiful character. There is no other so fine and so true."],["div",{"id":"p63","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p63"},"“Your devoted wife, Camilla” (in Kimball and Kimball,",["span.emphasis","Spencer W. Kimball,"],"140–41)."]],["div",{"id":"p64","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p64"},"Ask students: How does Spencer W. Kimball’s example help us learn to deal with our own adversities?"]]]],[".topic",["h2","Part 2: The Later Years"],[".topic",["h3","Historical Background"],["div",{"id":"p67","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p67"},"When Spencer W. Kimball became President in 1973, Church membership was around 3.3 million, with 630 stakes, 108 missions, and 15 temples (see",["span.emphasis","2003 Church Almanac"],"[2003], 473, 632). The Washington D.C. Temple was dedicated in 1974. On April 3, 1976, two revelations (now identified as Doctrine and Covenants sections 137 and 138) were added to the standard works. In 1978,",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/2"},"Official Declaration 2"],"was accepted as the binding word of the Lord. In 1979, the Nauvoo Illinois Stake became the 1,000th stake in the Church. Revised editions of the scriptures were published in 1979 and 1981. In 1985, the year of President Kimball’s death, Church membership had grown to 5.9 million, with 1,582 stakes, 188 missions, and 37 temples (see",["span.emphasis","2003 Church Almanac,"],"473, 632)."]],[".topic",["h3","Events, Highlights, and Teachings"],[".topic",["h4","Spencer W. Kimball was called as an Apostle."],["div",{"id":"p70","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p70"},"Ask if class members have ever received a call to Church service and wondered if they were equal to the task. Explain that Spencer W. Kimball had similar feelings when, under the direction of President Heber J. Grant, he was called to be an Apostle by President J. Reuben Clark Jr. Invite a student to read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-12-spencer-w-kimball-twelfth-president-of-the-church.p1"},"“He Was Humbled by His Calling”"],"in the student manual (p. 202). Have students listen for how Elder Kimball relied on the Lord to overcome his feelings of inadequacy. Ask: How did the Lord strengthen Elder Kimball in his call to be an Apostle?"],["div",{"id":"p71","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p71"},"Review with students",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-12-spencer-w-kimball-twelfth-president-of-the-church.p1"},"“An Apostle Is a Special Witness of Christ”"],"in the student manual (p. 203)."]],[".topic",["h4","Spencer W. Kimball loved the children of Lehi."],["div",{"id":"p73","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p73"},"Tell students that Spencer W. Kimball was told in his patriarchal blessing that he would have an influence upon the children of Lehi. His father, Andrew Kimball, had served as a missionary and mission president in Indian Territory in the southwestern United States. Spencer had grown up in Arizona, where his family had occasional contact with Native Americans. Then, about three years after he was called to be an Apostle, Elder Kimball was assigned to chair the Church Indian Committee. He was called by President George Albert Smith to look after people of Native American descent. On September 13, 1946, he recorded in his journal:"],[".blockQuote",["div",{"id":"p74","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p74"},"“I went down to the office of President George Albert Smith at his request. … We talked about the Navajos in the mission. He then said, ‘Now I want you to look after the Indians—they have been neglected. You watch all the Indians. I want you to have charge and look after all the Indians in all the world and this includes those in the Islands also.’"],["div",{"id":"p75","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p75"},"“I told him I would do my best. I told him that this commission … fulfilled my patriarchal blessing literally. … He indicated that he wished me to lead this committee in a vigorous program for all the Indians in all the world” (in Boyd K. Packer, “President Spencer W. Kimball: No Ordinary Man,”",["span.emphasis","Ensign,"],"Mar. 1974, 12)."]],"Invite a student to read aloud",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-12-spencer-w-kimball-twelfth-president-of-the-church.p1"},"“He Had a Great Love for the Children of Lehi”"],"in the student manual (pp. 202–3). Ask:",["ul.bullet",["li",["span.label","•"],[".para","Who has been given the responsibility to help fulfill promised blessings to the children of Lehi?"]],["li",["span.label","•"],[".para","What did President Kimball ask Church members to do for the Indians?"]],["li",["span.label","•"],[".para","What do you think it means to be “nursing fathers and mothers”?"]]]],[".topic",["h4","Elder Kimball followed the example of his father."],["div",{"id":"p81","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p81"},"Share the following information describing the love and service Spencer W. Kimball’s father, Andrew, gave as a stake president in Arizona:"],[".blockQuote",["div",{"id":"p82","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p82"},"“People came to him at all hours of the day and evening with their business and Church and family troubles. ‘They came in the field while we loaded hay,’ remembered Spencer. ‘They came in the corral while we milked the cows, they came before breakfast while we worked in the garden and among the flowers and always went away blessed.’ Many a Kimball meal was delayed until Andrew could get free. To service the miserable, Andrew started keeping two handkerchiefs in the tail of his Prince Albert coat, one for himself, one for others” (Edward L. Kimball and Andrew E. Kimball Jr.,",["span.emphasis","Spencer W. Kimball: Twelfth President of The Church of Jesus Christ of Latter-day Saints"],"[1977], 24)."]],["div",{"id":"p83","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p83"},"Tell students there is an adage that states “Like father, like son.” (Write it on the board.) Ask students to note the similarity between the father (Andrew) and the son (Spencer) as you read the following statements about President Spencer W. Kimball from Elder Neal A. Maxwell, who was a member of the Quorum of the Twelve Apostles:"],[".blockQuote",["div",{"id":"p84","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p84"},"“His many visits to the sick in homes and hospitals were legendary. One hospital patient, who himself had been through the trauma of open heart surgery, received a surprise visit from President Kimball. This dear brother had been under the influence of tobacco but reported, ‘Although I had cut way down at that time, I’ve never touched another cigarette since I held the hand of the prophet!’ …"],["div",{"id":"p85","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p85"},"“It is impossible to estimate how many thousands have been helped along the sometimes rocky road of repentance by reading President Kimball’s",["span.emphasis","Miracle of Forgiveness"],"or how many thousands have been steadied in the midst of their adversities by reading",["span.emphasis","Faith Precedes the Miracle"],"” (“Spencer, the Beloved: Leader-Servant,”",["span.emphasis","Ensign,"],"Dec. 1985, 13)."]],["div",{"id":"p86","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p86"},"Ask students to think of positive traits they have inherited or learned from family members."]],[".topic",["h4","He taught Church members of the miracle of forgiveness."],["div",{"id":"p88","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p88"},"Hold up copies of three or four well-known books written by Presidents of the Church or members of the Quorum of the Twelve Apostles (such as",["span.emphasis","Jesus the Christ"],"and",["span.emphasis","A Marvelous Work and a Wonder"],"). Explain that Spencer W. Kimball appreciated and recognized how gospel-centered books written by his colleagues blessed members of the Church. However, he had determined that he would leave the writing of books to others who he thought were more talented. During his service as a member of the Quorum of the Twelve Apostles, Elder Kimball spent countless hours interviewing, encouraging, and counseling people who found themselves in need of repentance. Read the following:"],[".blockQuote",["div",{"id":"p89","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p89"},"“All these experiences with people in great need of repentance and forgiveness led ultimately to a book. He had started with jotting down scriptures for people to study, then he developed some lists for recurring problems. By 1959 he had finally decided that there was need in the Church for ‘an extensive treatise on repentance.’ He spent untold hours over the next ten years, primarily during the time in the summer and at Christmas when the General Authorities had no regular assignments and were expected to rest. He never stinted his regular work to write; writing was an extra” (Kimball and Kimball,",["span.emphasis","Spencer W. Kimball,"],"383–84)."]],["div",{"id":"p90","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p90"},"If available, hold up a copy of",["span.emphasis","The Miracle of Forgiveness,"],"and tell students that reading it has helped many people feel the merciful forgiveness of the Lord."]],[".topic",["h4","Spencer W. Kimball became the twelfth President of the Church."],["div",{"id":"p92","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p92"},"Explain that many Church members felt that because of President Harold B. Lee’s relatively young age (early 70s), his administration would be a long one. Church members were surprised and shocked at his early death. Read the following statement from Elder Neal A. Maxwell regarding the unexpected change that occurred in December 1973:"],["div",{"id":"p93","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p93"},"“Whereas the presiding role of most other latter-day prophets had been expected by Church members, the coming of President Spencer W. Kimball to the presidency of the Church was not generally anticipated. But how quickly the full mantle fell upon him” (",["span.emphasis","Ensign,"],"Dec. 1985, 10)."],["div",{"id":"p94","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p94"},"Ask: What do you think Elder Maxwell meant by “how quickly the full mantle fell upon him”? (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/2.9-15"},"2 Kings 2:9–15"],")."],["div",{"id":"p95","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p95"},"Read the following to help students understand how quickly the change occurs in presiding authority. D. Arthur Haycock, secretary of President Harold B. Lee, remembered this incident following the death of President Lee:"],[".blockQuote",["div",{"id":"p96","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p96"},"“On this sad occasion … I learned a great and fundamental lesson in priesthood and Church government. … President [Marion G.] Romney was a member of the First Presidency, while President Kimball was the President of the Quorum of the Twelve. As soon as President Romney arrived [at the hospital before President Lee died], President Kimball turned to him and said, ‘President Romney, what would you like me to do?’ At the moment there seemed little that any of us could do, except pray and wait. A short time later, the doctor came and gave us the awful news that President Lee was dead. Quietly, President Romney, knowing that the First Presidency was now dissolved at that precise moment and that the mantle had fallen upon President Kimball, turned to him and said, ‘President Kimball, what would you like me to do?’” (“No Ordinary Man,”",["span.emphasis","New Era,"],"Dec. 1982, 14)."]],["div",{"id":"p97","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p97"},"Share the following words from President Spencer W. Kimball at President Lee’s funeral:"],[".blockQuote",["div",{"id":"p98","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p98"},"“President Lee has gone. I never thought it could happen. I sincerely wanted it never to happen. I doubt if anyone in the Church has prayed harder and more consistently for a long life and the general welfare for President Lee than my Camilla and myself. I have not been ambitious. I am four years older than Brother Lee (to the exact day, March 28). I have expected that I would go long before he would go. My heart cries out to him and for him. How we loved him!” (“A Giant of a Man,”",["span.emphasis","Ensign,"],"Feb. 1974, 86)."]]],[".topic",["h4","The Lord renewed his health and strength."],["div",{"id":"p100","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p100"},"Have the students read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-12-spencer-w-kimball-twelfth-president-of-the-church.p1"},"“He Had Cancer of the Throat and Vocal Cords”"],"in the student manual (pp. 203–4). Tell them that in 1972 medical doctors recommended open heart surgery for President Spencer W. Kimball, then Acting President of the Quorum of the Twelve Apostles, to correct the damage sustained in an earlier heart attack. As President Kimball contemplated his long history of health problems and the weakened condition he was in, he sought the counsel of the First Presidency. Share the following:"],[".blockQuote",["div",{"id":"p101","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p101"},"“In pondering proposed surgery, there was an episode in 1972 which is both inspiring and sobering. Elder (then Dr.) Russell M. Nelson described that dramatic moment:"],["div",{"id":"p102","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p102"},"“‘In the month of March, I joined with President Kimball as he assembled his wife and the First Presidency. President Kimball said, “I am an old man. I am ready to die. It is time for a younger man to come to the Quorum and do the work I can no longer do.” President Lee interrupted and pounded his fist on the desk and said, “Spencer, you have been called not to die but to live.” President Kimball then humbly and submissively announced, “In that case, I will have the operation.” Sister Kimball wept. The decision had been made’” (in Neal A. Maxwell,",["span.emphasis","Ensign,"],"Dec. 1985, 10)."]],["div",{"id":"p103","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p103"},"Explain that President Kimball lived for many years after this operation. Two years later, when he became President of the Church, the Lord had renewed his health and strength and he taught with power and authority. Share the following account from Elder William Grant Bangerter, who was a member of the Seventy, of a meeting of Church leaders shortly after Spencer W. Kimball became President:"],[".blockQuote",["div",{"id":"p104","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p104"},"“He had not spoken very long when a new awareness seemed suddenly to fall on the congregation. We became alert to an astonishing spiritual presence, and we realized that we were listening to something unusual, powerful, different from any of our previous meetings. It was as if, spiritually speaking, our hair began to stand on end. Our minds were suddenly vibrant and marveling at the transcendent message that was coming to our ears. With a new perceptiveness we realized that President Kimball was opening spiritual windows and beckoning to us to come and gaze with him on the plans of eternity. It was as if he were drawing back the curtains which covered the purpose of the Almighty and inviting us to view with him the destiny of the gospel and the vision of its ministry” (in Conference Report, Oct. 1977, 38; or",["span.emphasis","Ensign,"],"Nov. 1977, 26)."]],["div",{"id":"p105","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p105"},"Share your testimony of how the Lord renews His prophets and all those who serve Him and keep His commandments."]],[".topic",["h4","He warned against the love of worldly wealth."],["div",{"id":"p107","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p107"},"Have the students read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-12-spencer-w-kimball-twelfth-president-of-the-church.p1"},"“He Warned Against the Love of Worldly Wealth”"],"in the student manual (pp. 204–5). Have them note the questions Elder Kimball asked about the ultimate ownership of things in this world. Then ask: According to Elder Kimball, in what ways does the Lord desire that we use what He has given us?"]],[".topic",["h4","He urged Church members to preach the gospel."],["div",{"id":"p109","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p109"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.19-20"},"Matthew 28:19–20"],". Then ask students: How does this commandment apply to the restored Church?"],["div",{"id":"p110","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p110"},"Explain that in the meeting referred to in Elder Bangerter’s statement above, President Spencer W. Kimball taught about the responsibility of Church members to share the gospel, and he admonished them to “lengthen their stride.” Share the reaction of President Ezra Taft Benson, then President of the Quorum of the Twelve Apostles, to President Kimball’s talk:"],[".blockQuote",["div",{"id":"p111","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p111"},"“President Kimball, our hearts rejoice in this masterful address. I think I can say very safely that no greater address has been given before any seminar—nothing more timely. … I am sure we all join in saying God bless you and thank you. Surely there is no doubt, my brethren, after this message this morning that there is in very deed a prophet in Israel” (in Neal A. Maxwell,",["span.emphasis","Ensign,"],"Dec. 1985, 10)."]],"Read",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-12-spencer-w-kimball-twelfth-president-of-the-church.p1"},"“When the World Will Be Converted”"],"in the student manual (p. 206), and ask students to look for how President Kimball applied",["a.scriptureRef",{"href":"/scriptures/nt/matt/28.19-20"},"Matthew 28:19–20"],"to our day. Then ask:",["ul.bullet",["li",["span.label","•"],[".para","What evidence do we have that Church members responded to President Kimball’s admonitions? (The number of stakes doubled in nine years. The gospel was preached in many new nations. New temples were built to meet the needs of a growing worldwide Church)."]],["li",["span.label","•"],[".para","What are you doing to keep this commandment to share the gospel?"]]]],[".topic",["h4","Every worthy and able young man should serve a mission."],["div",{"id":"p116","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p116"},"Hold up some money, and ask students how the money might relate to President Spencer W. Kimball and missionary work. Explain that when President Kimball visited members around the world, he often gave young boys money, with encouragement to start saving for a mission. He frequently taught the Saints all over the world the importance of sending their sons on missions and declared that “every LDS male who is worthy and able should fill a mission” (in Conference Report, Apr. 1974, 126; or",["span.emphasis","Ensign,"],"May 1974, 87)."],["div",{"id":"p117","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p117"},"Review and discuss the following statement from President Spencer W. Kimball:"],[".blockQuote",["div",{"id":"p118","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p118"},"“Right decisions are easiest to make when we make them well in advance, having ultimate objectives in mind; this saves a lot of anguish at the fork, when we’re tired and sorely tempted. …"],["div",{"id":"p119","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p119"},"“The time to decide on a mission is long before it becomes a matter of choosing between a mission and an athletic scholarship. The time to decide on temple marriage is before one has become attached to a boy friend or girl friend who does not share that objective. The time to decide on a policy of strict honesty is before the store clerk gives you too much change. The time to decide against drugs is before a friend you like teases you for being afraid or pious. The time to decide that you will settle for nothing less than an opportunity to live eternally with our Father is now, so that every choice we make will be affected by our determination to let nothing interfere with attaining the ultimate goal” (",["span.emphasis","Teachings of Spencer W. Kimball,"],"ed. Edward L. Kimball [1982], 164–65)."]],["div",{"id":"p120","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p120"},"Ask students: According to President Kimball, why should Church members make the choice to serve a mission early in life?"]],[".topic",["h4","The blessings of the priesthood and the temple were extended to all worthy members of the Church."],["div",{"id":"p122","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p122"},"Invite a student to read aloud",["a.crossRef",{"href":"/manual/presidents-of-the-church-student-manual/chapter-12-spencer-w-kimball-twelfth-president-of-the-church.p1"},"“Every Faithful, Worthy Man in the Church May Receive the Holy Priesthood”"],"in the student manual (p. 210). Ask: What impact did this revelation have on the worldwide spread of the gospel?"],["div",{"id":"p123","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p123"},"You may want to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/2"},"Official Declaration 2"],"with the class. The meditation and prayers of President Spencer W. Kimball are worth noting in this declaration."]],[".topic",["h4","New editions of the scriptures were produced."],"Invite a student to read aloud",["a.scriptureRef",{"href":"/scriptures/ot/ezek/37.15-17"},"Ezekiel 37:15–17"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/3.12"},"2 Nephi 3:12"],". Then ask:",["ul.bullet",["li",["span.label","•"],[".para","What are the sticks of Joseph and Judah?"]],["li",["span.label","•"],[".para","How have they grown together and become one?"]]],["div",{"id":"p128","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p128"},"If they are available in your language, hold up copies of the Latter-day Saint editions of the Bible and the triple combination, which were prepared during President Kimball’s administration. Explain that President Kimball commissioned Elders Thomas S. Monson, Boyd K. Packer, and Bruce R. McConkie to serve as the Scriptures Publication Committee of the Quorum of the Twelve Apostles and format a new volume of scripture “to assist in improving doctrinal scholarship throughout the Church” (in Bruce T. Harper, “The Church Publishes a New Triple Combination,”",["span.emphasis","Ensign,"],"Oct. 1981, 9). This massive assignment came to fruition with the publication of a Latter-day Saint English edition of the Bible in 1979 and the triple combination in 1981."],["div",{"id":"p129","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p129"},"Share the following statement from Elder Boyd K. Packer with students:"],[".blockQuote",["div",{"id":"p130","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p130"},"“The stick or record of Judah—the Old Testament and the New Testament—and the stick or record of Ephraim—the Book of Mormon, which is another testament of Jesus Christ—are now woven together in such a way that as you pore over one you are drawn to the other; as you learn from one you are enlightened by the other. They are indeed one in our hands. Ezekiel’s prophecy now stands fulfilled."],["div",{"id":"p131","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p131"},"“With the passing of years, these scriptures will produce successive generations of faithful Christians who know the Lord Jesus Christ and are disposed to obey His will."],["div",{"id":"p132","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p132"},"“The older generation has been raised without them, but there is another generation growing up. The revelations will be opened to them as to no other in the history of the world. Into their hands now are placed the sticks of Joseph and of Judah. They will develop a gospel scholarship beyond that which their forebears could achieve. They will have the testimony that Jesus is the Christ and be competent to proclaim Him and to defend Him” (in Conference Report, Oct. 1982, 75; or",["span.emphasis","Ensign,"],"Nov. 1982, 53)."]],["div",{"id":"p133","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p133"},"Ask students: In what ways do these scriptures assist us in our understanding of the Lord’s words? (expanded chapter headings and footnotes, a topical guide, Bible Dictionary or Guide to the Scriptures, improved maps, and so forth)."]],[".topic",["h4","Two revelations were added to the standard works of the Church."],["div",{"id":"p135","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p135"},"Hold up a triple combination and ask students what revelations were added to the standard works during the administration of President Spencer W. Kimball. Explain that",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137"},"Doctrine and Covenants 137"],"and 138 are the most recent canonized revelations, and",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/2"},"Official Declaration 2"],"is an announcement about a revelation."],["div",{"id":"p136","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p136"},"Share the following comment from Elder Boyd K. Packer:"],[".blockQuote",["div",{"id":"p137","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p137"},"“As a very direct outgrowth of the scripture project, two new revelations were added to the Doctrine and Covenants. That had not occurred in over a hundred years. And before the books were closed, there came the glorious revelation on the priesthood, just in time to be bound with all else that the Lord has revealed to His Saints in this, the dispensation of the fulness of times” (in Conference Report, Oct. 1982, 75–76; or",["span.emphasis","Ensign,"],"Nov. 1982, 53)."]],["div",{"id":"p138","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p138"},"Explain that",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137"},"Doctrine and Covenants 137"],"and 138 provide additional scriptural clarification of the doctrine of salvation for the dead. In",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137.7"},"Doctrine and Covenants 137:7"],", the Lord teaches that “all who have died without a knowledge of this gospel, who would have received it if they had been permitted to tarry, shall be heirs of the celestial kingdom of God.”",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"Doctrine and Covenants 138"],"reveals that between the Lord’s death and resurrection, He organized the preaching of the gospel in the spirit world."],["div",{"id":"p139","uri":"/manual/presidents-of-the-church-teacher-manual-religion-345/spencer-w-kimball-twelfth-president-of-the-church.p139"},"Conclude by sharing your testimony of President Spencer W. Kimball and how his significant contributions to the Church continue to influence members worldwide."]]]]]],"refs":null}
