{"id":31,"parent_id":27,"book_id":0,"content_id":1,"language_id":1,"display_order":31,"title":"Section 24 \"Declare My Gospel As with the Voice of a Trump\"","subtitle":"","short_title":"Section 24","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump","content":[["div",{"id":"head5","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.head5"},[".titleNumber","Section 24"],["h1","“Declare My Gospel As with the Voice of a Trump”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p54"},"During the month of April 1830, Joseph Smith spent time at the home of Joseph Knight Sr., of Colesville, New York. The Knights were willing to hear Joseph Smith’s message. While there, the Prophet cast out an evil spirit from Newel Knight, one of Joseph Knight’s sons. (See History of the Church, 1:82–83.) Most of those who witnessed the miracle eventually sought baptism. This brought increased opposition from neighbors, some trying to prevent baptisms, others bringing lawsuits against the Prophet based on trumped-up charges. The Prophet was always acquitted of the charges but lost much time. (See History of the Church, 1:88–89, 95–96.) Joseph had the responsibility of caring for his family and at the same time leading, counseling, and directing the newly organized Church."],["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p55"},"After the Prophet returned from Colesville, New York, to his home in Harmony, Pennsylvania, the Lord gave him what is now known as section 24. Joseph did not record a specific reason for this revelation, but the courtroom experiences certainly made him aware that efforts were being made to absorb his time and impede the work of the Restoration."],[".",{"id":"f6","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.f6"},[".caption","The gospel is to be proclaimed “as with the voice of a trump” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.12"},"D&C 24:12"],")."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.1"},"D&C 24:1"],". “Thou Hast Been Delivered”"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p57"},"The mention of blessings and deliverance in the past was a reminder to the Prophet Joseph Smith as he contemplated the vastness of his call and witnessed the forces working in opposition. He must have experienced some of the feelings of Enoch (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.31"},"Moses 6:31"],") and of Moses (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.1"},"Exodus 4:1"],") and of many others who have been called to perform a work beyond human capacity. (See History of the Church, 1:86.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.3-9"},"D&C 24:3–9"],". “And They Shall Support Thee”"],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p58"},"In addition to his many responsibilities in the Church, Joseph Smith had a family, and he could not neglect them, although his responsibility was chiefly a spiritual one. Although not completely relieved from responsibility for his temporal needs at that time, the Prophet was told by the Lord to look to the Church for temporal support. Elder Bruce R. McConkie commented about those who are asked to give full-time service to the Church:"],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p59"},"“All our service in God’s kingdom is predicated on his eternal law which states: ‘The laborer in Zion shall labor for Zion; for if they labor for money they shall perish.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.31"},"2 Ne. 26:31"],".)"],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p60"},"“We know full well that the laborer is worthy of his hire, and that those who devote all their time to the building up of the kingdom must be provided with food, clothing, shelter, and the necessaries of life. We must employ teachers in our schools, architects to design our temples, contractors to build our synagogues, and managers to run our businesses. But those so employed, along with the whole membership of the Church, participate also on a freewill and voluntary basis in otherwise furthering the Lord’s work. Bank presidents work on welfare projects. Architects leave their drafting boards to go on missions. Contractors lay down their tools to serve as home teachers or bishops. Lawyers put aside",["span.emphasis","Corpus Juris"],"and the Civil Code to act as guides on Temple Square. Teachers leave the classroom to visit the fatherless and widows in their afflictions. Musicians who make their livelihood from their artistry willingly direct church choirs and perform in church gatherings. Artists who paint for a living are pleased to volunteer their services freely.” (In Conference Report, Apr. 1975, p. 77; or",["span.emphasis","Ensign,"],"May 1975, p. 52.)"],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p61"},"Temporal support from the members is probably only part of what is implied in these verses, however. The members were encouraged to support and sustain the Prophet in every possible way."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.3-9"},"D&C 24:3–9"],". “In Temporal Labors Thou Shalt Not Have Strength”"],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p62"},"“The Prophet Joseph’s gifts were of a spiritual, not financial nature, but the Lord promised him that, if he would magnify his calling, he would always have what he needed. Financial ability is also a gift that can be used for the glory of God, but the Prophet was not a financier. He did not live for the accumulation of wealth. The Kingdom of God was his first and chief concern.” (Smith and Sjodahl, Commentary, p. 124.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.10"},"D&C 24:10"],". “Continue in Bearing My Name before the World”"],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p63"},"All persons who are baptized as members of the Church covenant to take upon them the name of Christ and be known as Christians. They thus bear witness to all others by their words and deeds concerning the Savior and His mission (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.69"},"D&C 20:69"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.13-14"},"D&C 24:13–14"],". “Require Not Miracles”"],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p64"},"Oliver Cowdery was commanded to avoid requiring miracles outside of those associated with the preaching of the gospel unless commanded of the Lord (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/10.8"},"Matthew 10:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.17-18"},"Mark 16:17–18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.66-72"},"D&C 84:66–72"],"). It is expected that priesthood holders acting properly will do works of the priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/63.7-12"},"D&C 63:7–12"],")."],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p65"},"The miracles mentioned by the Lord in verse 13 are identical to the signs mentioned in",["a.scriptureRef",{"href":"/scriptures/nt/mark/16.16-20"},"Mark 16:16–20"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.24-25"},"Mormon 9:24–25"],"; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.64-72"},"Doctrine and Covenants 84:64–72"],". They are gifts of the Spirit (Holy Ghost) bestowed upon those who believe and obey the gospel of Christ and are intended not to convert people to the truth but to bless those who are already converted. By requiring the person who is in need of a miracle to request it, the scriptures are fulfilled, that is, the miracle is performed in behalf of one who believes and is, therefore, a sign of his faith."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.15"},"D&C 24:15"],". “Ye Shall Leave a Cursing”"],["div",{"id":"p66","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p66"},"Cursings as well as blessings may be administered by the power and authority of the priesthood (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.93"},"D&C 124:93"],") and include the sealing up of the unbelieving and rebellious to punishment (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.8-9"},"D&C 1:8–9"],"). The act of cleansing the feet as a testimony against those who reject the servants of the Lord is an ordinance of cursing and is not just a demonstration that a witness of the truth has been given and has been rejected. Through this cleansing ordinance, those who rejected the truth are on their own, and those who preached the gospel to them are no longer responsible for them before the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.81-82"},"D&C 88:81–82"],"). It is apparent in this and other scriptures given later in the Doctrine and Covenants that this ordinance is to be performed only when the Lord expressly commands it (see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.20-22"},"D&C 75:20–22"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/24.19"},"D&C 24:19"],". Pruning the Vineyard"],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p67"},"“In this dispensation the Lord’s vineyard covers the whole earth, and the laborers are going forth to gather scattered Israel before the appointed day of burning when the vineyard will be purified of corruption. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.2-7"},"D. & C. 33:2–7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.2"},"72:2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/75.2-5"},"75:2–5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.44-62"},"101:44–62"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.6"},"135:6"],".)” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 452.)"],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-24-declare-my-gospel-as-with-the-voice-of-a-trump.p68"},"The imagery in this passage is similar to that used in the allegory of the olive tree (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],")."]]]]],"refs":null}
