{"id":28,"parent_id":27,"book_id":0,"content_id":1,"language_id":1,"display_order":28,"title":"Section 21 \"His Word Ye Shall Receive, As If from Mine Own Mouth\"","subtitle":"","short_title":"Section 21","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.head2"},[".titleNumber","Section 21"],["h1","“His Word Ye Shall Receive, As If from Mine Own Mouth”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p1"},"For over seventeen centuries the Church of Jesus Christ had been, as John the Revelator prophesied, in “the wilderness” because of apostasy (",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.14"},"Revelation 12:14"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86"},"D&C 86"],"), and Christ’s Church had been corrupted by the doctrines of men."],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p2"},"On Tuesday, 6 April 1830, in the state of New York, a small group of people convened in the home of Peter Whitmer Sr. No heads of nations were invited to this meeting, nor were the religious leaders of the day. No newspapers heralded the events of this meeting. But in heaven the angels rejoiced, and on earth this select group, under the direction of a modern prophet, organized the Church of Jesus Christ."],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p3"},"The meeting was opened by solemn prayer. Joseph Smith and Oliver Cowdery were sustained as leaders in the kingdom of God and were given unanimous approval to organize The Church of Jesus Christ of Latter-day Saints. The Prophet Joseph Smith recorded the events that ensued:"],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p4"},"“I then laid my hands upon Oliver Cowdery, and ordained him an Elder of the ‘Church of Jesus Christ of Latter-day Saints;’ after which, he ordained me also to the office of an Elder of said Church. [Although they had been ordained to the Melchizedek Priesthood earlier, they were told to defer ordaining each other to the office of elder until the Church was organized (see History of the Church, 1:61).] We then took bread, blessed it, and brake it with them; also wine, blessed it, and drank it with them. We then laid our hands on each individual member of the Church present, that they might receive the gift of the Holy Ghost, and be confirmed members of the Church of Christ. The Holy Ghost was poured out upon us to a very great degree—some prophesied, whilst we all praised the Lord, and rejoiced exceedingly. Whilst yet together, I received the following commandment: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21"},"D&C 21"],"].” (",["span.emphasis","History of the Church,"],"1:77–78.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.1"},"D&C 21:1"],". “There Shall Be a Record Kept among You”"],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p5"},"From the very day the Church was organized the Lord instructed His servants in the importance of keeping records of His revelations and in keeping a regular day-by-day history of the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.4-5"},"D&C 128:4–5"],"; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-41-49/section-47-the-importance-of-church-records.p1"},"Notes and Commentary for D&C 47"],")."],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.f1"},[".caption","An excerpt from the historical record kept by Church clerk Thomas Bullock in 1844."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.1"},"D&C 21:1"],". What Are the Special Spiritual Gifts of the One Called to Be the Lord’s Prophet?"],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p7"},"The following definitions may help clarify the special callings of the President of the Church:"],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p8"},["span.emphasis","Seer."],"Elder John A. Widtsoe defined a seer as “one who sees with spiritual eyes. He perceives the meaning of that which seems obscure to others; therefore he is an interpreter and clarifier of eternal truth. He foresees the future from the past and the present. This he does by the power of the Lord operating through him directly, or indirectly with the aid of divine instruments such as the Urim and Thummim. In short, he is one who sees, who walks in the Lord’s light with open eyes. (Book of Mormon,",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.15-17"},"Mosiah 8:15–17"],".)” (",["span.emphasis","Evidences and Reconciliations,"],"1:205–6; see also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.36"},"Moses 6:36"],".)"],["div",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.f2"},["span.emphasis","Translator."],"The title “translator” may refer to one who has received two blessings given a prophet by the spirit of God:",["ol.number",["li",["span.label","1."],[".para","The power to convert the written or spoken word into another language (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.8"},"D&C 20:8"],")."]],["li",["span.label","2."],[".para","The power to give a clearer meaning to a given language."]]]],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p11"},"Through the gift of translation a prophet does not merely convey in the language of the reader the words that were recorded by the writer but by revelation preserves for the reader the thoughts or intent of the original writer."],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p12"},["span.emphasis","Prophet."],"According to Elder Widtsoe, “a prophet is a teacher. That is the essential meaning of the word. He teaches the body of truth, the gospel, revealed by the Lord to man; and under inspiration explains it to the understanding of the people. He is an expounder of truth. Moreover, he shows that the way to human happiness is through obedience to God’s law. He calls to repentance those who wander away from the truth. He becomes a warrior for the consummation of the Lord’s purposes with respect to the human family. The purpose of his life is to uphold the Lord’s plan of salvation. All this he does by close communion with the Lord, until he is ‘full of power by the spirit of the Lord.’ (",["a.scriptureRef",{"href":"/scriptures/ot/micah/3.8"},"Micah 3:8"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.26"},"D. & C. 20:26"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/34.10"},"34:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43.16"},"43:16"],") …"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p13"},"“In the course of time the word ‘prophet’ has come to mean, perhaps chiefly, a man who receives revelations and directions from the Lord. The principal business of a prophet has mistakenly been thought to foretell coming events, to utter prophecies, which is only one of the several prophetic functions."],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p14"},"“In the sense that a prophet is a man who receives revelations from the Lord, the titles ‘seer and revelator’ merely amplify the larger and inclusive meaning of the title ‘prophet.’” (",["span.emphasis","Evidences and Reconciliations,"],"1:204–5.)"],["div",{"id":"p15","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p15"},"Scriptural insights into the role of a prophet are found in",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.15-16"},"Exodus 4:15–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/7.1-2"},"7:1–2"],"."],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p16"},["span.emphasis","Apostle"],". An Apostle is a special witness of Jesus Christ to all the world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23"},"D&C 107:23"],"). The Prophet Joseph Smith taught:"],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p17"},"“What importance is there attached to the calling of these Twelve Apostles, different from the other callings or officers of the Church? …"],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p18"},"“They are the Twelve Apostles, who are called to the office of the Traveling High Council, who are to preside over the churches of the Saints, among the Gentiles, where there is a presidency established; and they are to travel and preach among the Gentiles, until the Lord shall command them to go to the Jews. They are to hold the keys of this ministry, to unlock the door of the Kingdom of heaven unto all nations, and to preach the Gospel to every creature. This is the power, authority, and virtue of their apostleship.” (",["span.emphasis","History of the Church,"],"2:200.)"],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p19"},["span.emphasis","Elder."],"The name of an office in the Melchizedek Priesthood,",["span.emphasis","elder"],"is also the general title used to address one who bears this priesthood. Elder Bruce R. McConkie added that an elder is a representative of the Lord:",["span.emphasis","“What is an elder? An elder is a minister of the Lord Jesus Christ"],". He holds the holy Melchizedek Priesthood. He is commissioned to stand in the place and stead of his Master—who is the Chief Elder—in ministering to his fellowmen. He is the Lord’s agent. His appointment is to preach the gospel and perfect the Saints.” (“Only an Elder,”",["span.emphasis","Ensign,"],"June 1975, p. 66.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.4-5"},"D&C 21:4–5"],". Whose Words Are the Saints to Receive As If from the Lord’s “Own Mouth”?"],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p20"},"President Joseph Fielding Smith answered that question in this manner: “There has been much speculation in relation to the statement of the Lord to the Prophet Joseph Smith: ‘For his word ye shall receive, as if from mine own mouth, in all patience and faith.’ This is the word which the Lord gave to Israel in relation to Moses. It is just as true in the case of any other person who is sustained as the mouthpiece of the Almighty. Later, in speaking of his inspired servants, the Lord said: ‘And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord, shall be the voice of the Lord, and the power of God unto salvation.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.4"},"D. & C. 68:4"],".) In this dispensation the same characteristics are shown by the people as were in ancient times. We are more inclined to accept as the word of the Lord something which was uttered in some former dispensation, but look with critical eye and unbelief upon that which the Lord delivers today through his chosen servants. Yet the word of the Lord is very clear on this matter. Let us not lose sight of the word of the Lord, that by hearkening to his chosen servant—and this is true whether it is Joseph Smith or some other President of the Church—‘the gates of hell shall not prevail against us.’” (",["span.emphasis","Church History and Modern Revelation,"],"1:107–8.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.5"},"D&C 21:5"],". Why Might It Require Patience and Faith to Sustain the Lord’s Prophets?"],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p21"},"President Harold B. Lee warned:"],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p22"},"“The only safety we have as members of this church is to do exactly what the Lord said to the Church in that day when the Church was organized. We must learn to give heed to the words and commandments that the Lord shall give through his prophet, ‘as he receiveth them, walking in all holiness before me; … as if from mine own mouth, in all patience and faith.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.4-5"},"D&C 21:4–5"],".) There will be some things that take patience and faith. You may not like what comes from the authority of the Church. It may contradict your political views. It may contradict your social views. It may interfere with some of your social life."],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p23"},"“… Your safety and ours depends upon whether or not we follow the ones whom the Lord has placed to preside over his church. He knows whom he wants to preside over this church, and he will make no mistake. The Lord doesn’t do things by accident. …"],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p24"},"“Let’s keep our eye on the President of the Church.” (In Conference Report, Oct. 1970, pp. 152–53.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.6"},"D&C 21:6"],". What Special Blessings Are Given to Those Who Receive the Lord’s Servants?"],["div",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.f3"},"In this verse three blessings are promised to those who give heed to the words of the prophet:",["ol.number",["li",["span.label","1."],[".para","“The gates of hell shall not prevail against you.” Elder Bruce R. McConkie gave the following explanation of this concept: “The gates of hell are the entrances to the benighted realms of the damned where the wicked go to await the day when they shall come forth in the resurrection of damnation. Those beckoning gates prevail against all who pass through them. But those who obey the laws and ordinances of the gospel have the promise that the gates of hell shall not prevail against them.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"1:388–89.)"]],["li",["span.label","2."],[".para","“God will disperse the powers of darkness from before you.”"]],["li",["span.label","3."],[".para","He will “cause the heavens to shake for your good.”"]]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.7"},"D&C 21:7"],". God’s Prophet Leads the Cause of Zion—to Follow Him Is the Path of Safety"],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p28"},"In verse 7 the word",["span.emphasis","him"],"refers to Joseph Smith, but this verse also applies to anyone else who is given the keys to lead the Church. For the Saints in 1830 Joseph Smith was the prophet whom God inspired to move the cause of Zion. For the Saints in 1860, the one called “to move the cause of Zion” was Brigham Young. For the Saints in the year 2000, the one who had this calling was Gordon B. Hinckley. Elder Delbert L. Stapley declared:"],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p29"},"“I bear witness to you, my brothers and sisters, that God sustains [the living prophet], and no one else in the world today but him, because he has the holy calling of prophet, seer, and revelator, representing the Lord upon the earth in our time. He only has the right to revelation for the people of the Church, and if all people would understand that, they would not be tossed about by those who would seek to divert their minds from the Church and its glorious principles. …"],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p30"},"“… They will be fortified against false teachers and anti-Christs, and we do have them among us.” (In Conference Report, Oct. 1953, p. 70.)"],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p31"},"Elder Harold B. Lee testified: “We are not dependent only upon the revelations given in the past as contained in our standard works—as wonderful as they are. … We have a mouthpiece to whom God does and is revealing his mind and will. God will never permit him to lead us astray. As has been said, God would remove us out of our place if we should attempt to do it. You have no concern. Let the management and government of God, then, be with the Lord. Do not try to find fault with the management and affairs that pertain to him alone and by revelation through his prophet—his living prophet, his seer, and his revelator.” (",["span.emphasis","The Place of the Living Prophet"],"[ address delivered to seminary and institute of religion personnel], 8 July 1964, p. 16.)"],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p32"},"The place of the living prophet is taught in several places in the Doctrine and Covenants. Enrichment F in the Appendix contains a complete treatment of this theme."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.7-8"},"D&C 21:7–8"],". He Shall Mourn for Zion No Longer"],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p33"},"Though the sorrow Joseph Smith would experience in “moving the cause of Zion” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.7"},"D&C 21:7"],") was not yet over—indeed, had hardly begun—the Lord had heard his pleadings for help in establishing the work. His sins were remitted, the Lord manifested his blessings on Joseph’s work, and Joseph needed no longer to stand alone in carrying forth the kingdom. With the organization of the Church, the kingdom was set up. The stone cut out of the mountain without hands would now roll forth until Zion was fully established and filled the whole earth (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/2"},"Daniel 2"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.11"},"D&C 21:11"]],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-21-his-word-ye-shall-receive-as-if-from-mine-own-mouth.p34"},"See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.2-3"},"Doctrine and Covenants 20:2–3"],"."]]]]],"refs":null}
