{"id":30,"parent_id":27,"book_id":0,"content_id":1,"language_id":1,"display_order":30,"title":"Section 23 \"Strengthen the Church Continually\"","subtitle":"","short_title":"Section 23","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.head4"},[".titleNumber","Section 23"],["h1","“Strengthen the Church Continually”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p43","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p43"},"In April 1830 at Manchester, New York, Oliver Cowdery, Hyrum Smith, Samuel H. Smith, Joseph Smith Sr., and Joseph Knight Sr., came to Joseph Smith to receive from him the mind and will of the Lord in their behalf. The Prophet consented to their request and received the revelation known as section 23. (See History of the Church, 1:80.)"],["div",{"id":"p44","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p44"},"When this revelation was first published in the Book of Commandments, it was divided into five parts comprising chapters 17 through 21. In all later editions, however, they were combined into one section."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/23.1-6"},"D&C 23:1–6"],". Early Church Leaders Received a Revelation"],["div",{"id":"p45","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p45"},"President Joseph Fielding Smith wrote about each of the men mentioned in this revelation."],["div",{"id":"p46","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p46"},["span.emphasis","Oliver Cowdery"],". “First the Lord spoke to Oliver Cowdery, informing him that he was to beware of pride, lest thou shouldst enter into temptation. This was one of Oliver Cowdery’s besetting sins. If he could have humbled himself in the troubled days of Kirtland he would not have lost his place and membership in the Church. That which had been bestowed upon him was exceedingly great and had he been willing to humble himself, it was his privilege to stand with the Prophet Joseph Smith through all time and eternity, holding the keys of the Dispensation of the Fulness of Times. However, at this particular time when this word was sought, he was free from condemnation. He was commanded to make known his calling to both the Church and also to the world, and while doing this his heart would be opened to teach them the truth from henceforth and forever. His great mission was to stand shoulder to shoulder with the Prophet Joseph Smith holding the keys of salvation for this dispensation. It was also his duty to bear witness to all mankind of the restoration of the Gospel.” (",["span.emphasis","Church History and Modern Revelation,"],"1:120–21.)"],["div",{"id":"p47","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p47"},["span.emphasis","Hyrum Smith."],"“There is another thing of great significance in this brief blessing to Hyrum Smith (Sec. 23:3) which is: ‘Wherefore thy duty is unto the church forever, and this because of thy family. Amen.’ It is doubtful if the Prophet Joseph Smith understood the meaning of this expression when this revelation was given. In later years it was made clear. Evidently it has reference to the office of Patriarch.” (",["span.emphasis","Church History and Modern Revelation,"],"1:121.)"],["div",{"id":"p48","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p48"},["span.emphasis","Samuel Smith."],"“To Samuel Smith the Lord said it was his duty also to strengthen the Church, although he was not yet called to preach before the world. It will be recalled that Samuel was the third person baptized in this dispensation. He was one of the first to be ordained to the office of Elder, and it was not long after this revelation when he was sent forth to teach, which he did with marked success, far beyond his own realization.” (",["span.emphasis","Church History and Modern Revelation,"],"1:121.)"],["div",{"id":"p49","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p49"},["span.emphasis","Joseph Smith Sr"],". “To Joseph Smith, Sr., who was so faithful and devoted to his son in the commencement of this marvelous work, the Lord said: He was not under any condemnation, and he also was called to exhort, and to strengthen the Church, and this was his duty from henceforth and forever” (",["span.emphasis","Church History and Modern Revelation,"],"1:121)."],["div",{"id":"p50","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p50"},["span.emphasis","Joseph Knight Sr"],". “It is quite possible that Joseph Knight, before he joined the Church, was not given to prayer to any great extent. He was a Universalist with very liberal views. This revelation was given before he had united himself with the Church. He was baptized at the time the enemies destroyed the dam in Colesville, following the first conference of the Church.” (",["span.emphasis","Church History and Modern Revelation,"],"1:122.)"],[".",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.f5"},[".caption","Samuel Smith was the first missionary of the last dispensation."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/23.6"},"D&C 23:6"],". What Does It Mean to Take Up the Cross?"],["div",{"id":"p52","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p52"},"“The term",["span.emphasis","take up your cross"],"is found in both ancient and modern scripture, including at least three references in the Doctrine and Covenants (23:6; 56:2; 112:14). In",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.24"},"Matthew 16:24"],"the Savior says, ‘If any man will come after me, let him deny himself, and take up his cross, and follow me.’ The [Joseph Smith Translation] of the Bible provides the meaning of this term as given by Jesus Christ himself: ‘And now for a man to take up his cross, is to deny himself all ungodliness, and every worldly lust, and keep my commandments.’ (",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.25-26"},"Matt. 16:25–26"],".)” (Ludlow,",["span.emphasis","Companion,"],"2:56.)"],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-23-strengthen-the-church-continually.p53"},"Elder James E. Talmage wrote: “The cross to be taken up may be heavy, perhaps to be dragged because too burdensome to be borne. We are apt to assume that self-denial is the sole material of our cross; but this is true only as we regard self-denial in its broadest sense, comprising both positive and negative aspects. One man’s cross may consist mostly in refraining from doings to which he is inclined, another’s in doing what he would fain escape. One’s besetting sin is evil indulgence; his neighbor’s a lazy inattention to the activities required by the Gospel of Jesus Christ, coupled perchance with puritanical rigor in other observances.” (",["span.emphasis","Vitality of Mormonism,"],"p. 339; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-56-the-lord-commands-and-the-lord-revokes.p1"},"Notes and Commentary on D&C 56:2"],".)"]]]]],"refs":null}
