{"id":35,"parent_id":27,"book_id":0,"content_id":1,"language_id":1,"display_order":35,"title":"Section 28 \"Thou Shalt Not Command Him Who Is at Thy Head\"","subtitle":"","short_title":"Section 28","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head","content":[["div",{"id":"head9","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.head9"},[".titleNumber","Section 28"],["h1","“Thou Shalt Not Command Him Who Is at Thy Head”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p144","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p144"},"The Church, having been organized only a few short months, faced one of its first major problems at the time this revelation was given in September 1830: Who is entitled to receive revelation for the Church? The question arose because Hiram Page had found a stone through which he claimed to be receiving revelation."],["div",{"id":"p145","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p145"},"Many of the early converts came from a congregationalist background, that is, from churches in which anyone had the right to proclaim doctrine if the rest of the congregation concurred. Thus, it seemed natural to them to respond to Hiram Page’s revelation as valid. But as a result of this revelation, the Saints in New York understood that only one could receive revelation from the Lord for the whole Church. The new converts in Kirtland also had to learn this same lesson (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/43"},"D&C 43"],")."],["div",{"id":"p146","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p146"},"Newel Knight, who was an eyewitness to these events, recorded this account:"],["div",{"id":"p147","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p147"},"“After arranging my affairs at home, I again set out for Fayette, to attend our second conference, which had been appointed to be held at Father Whitmer’s where Joseph then resided. On my arrival I found Brother Joseph in great distress of mind on account of Hyrum Page, who had managed to get up some dissension of feeling among the brethren by giving revelations concerning the government of the Church and other matters, which he claimed to have received through the medium of a stone he possessed. He had quite a roll of papers full of these revelations, and many in the Church were led astray by them. Even Oliver Cowdery and the Whitmer family had given heed to them, although they were in contradiction to the New Testament and the revelations of these last days. Here was a chance for Satan to work among the little flock, and he sought by this means to accomplish what persecution failed to do. Joseph was perplexed and scarcely knew how to meet this new exigency. That night I occupied the same room that he did and the greater part of the night was spent in prayer and supplication. After much labor with these brethren they were convinced of their error, and confessed the same, renouncing the revelations as not being of God, but acknowledged that Satan had conspired to overthrow their belief in the true plan of salvation. In consequence of these things Joseph enquired of the Lord before conference commenced and received the revelation published on page 140 of the Doctrine and Covenants [section 28], wherein God explicitly states His mind and will concerning the receiving of revelations."],["div",{"id":"p148","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p148"},"“Conference having assembled, the first thing done was to consider the subject of the stone in connection with Hyrum Page, and after considerable investigation and discussion, Brother Page and all the members of the Church present renounced the stone, and the revelations connected with it, much to our joy and satisfaction.” (Journal History, 26 Sept. 1830.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.1"},"D&C 28:1"],". Why Did the Lord Tell the Church to Listen to Oliver Cowdery?"],["div",{"id":"p149","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p149"},"Oliver Cowdery was at this time the second elder of the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.3"},"D&C 20:3"],"). Just as the Saints were to listen to the counsel of all the General Authorities, so were they admonished to heed the words of Oliver Cowdery."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.2-3"},"D&C 28:2–3"],". In What Way Did Hiram Page Violate the True Order of Divine Guidance for the Church?"],["div",{"id":"p150","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p150"},"The Prophet taught in 1833 that “it is contrary to the economy of God for any member of the Church, or any one, to receive instructions for those in authority, higher than themselves; therefore you will see the impropriety of giving heed to them; but if any person have a vision or a visitation from a heavenly messenger, it must be for his own benefit and instruction; for the fundamental principles, government, and doctrine of the Church are vested in the keys of the kingdom.” (",["span.emphasis","History of the Church,"],"1:338.)"],["div",{"id":"p151","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p151"},"An official statement by the First Presidency of the Church in 1913 gave additional illumination to this principle: “From the days of Hiram Page (Doc. and Cov., Sec. 28), at different periods there have been manifestations from delusive spirits to members of the Church. Sometimes these have come to the men and women who because of transgression became easy prey to the Arch-Deceiver. At other times people who pride themselves on their strict observance of the rules and ordinances and ceremonies of the Church are led astray by false spirits, who exercise an influence so imitative of that which proceeds from a Divine source that even these persons, who think they are ‘the very elect,’ find it difficult to discern the essential difference. Satan himself has transformed himself to be apparently ‘an angel of light.’"],["div",{"id":"p152","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p152"},"“When visions, dreams, tongues, prophecy, impressions or any extraordinary gift or inspiration, convey something out of harmony with the accepted revelations of the Church or contrary to the decisions of its constituted authorities, Latter-day Saints may know that it is not of God, no matter how plausible it may appear. Also, they should understand that directions for the guidance of the Church will come, by revelation, through the head. All faithful members are entitled to the inspiration of the Holy Spirit for themselves, their families, and for those over whom they are appointed and ordained to preside. But anything at discord with that which comes from God through the head of the Church is not to be received as authoritative or reliable. In secular as well as spiritual affairs, Saints may receive Divine guidance and revelation affecting themselves, but this does not convey authority to direct others, and is not to be accepted when contrary to Church covenants, doctrine or discipline, or to known facts, demonstrated truths, or good common sense. …"],["div",{"id":"p153","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p153"},"“Be not led by any spirit or influence that discredits established authority and contradicts true scientific principles and discoveries, or leads away from the direct revelations of God for the government of the Church. The Holy Ghost does not contradict its own revealings. Truth is always harmonious with itself. Piety is often the cloak of error. The counsels of the Lord through the channel he has appointed will be followed with safety, therefore, O! ye Latter-day Saints, profit by these words of warning.” (Joseph F. Smith, Anthon H. Lund, and Charles W. Penrose, “A Warning Voice,”",["span.emphasis","Improvement Era,"],"Sept. 1913, pp. 1148–49.)"],["div",{"id":"p154","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p154"},"Oliver Cowdery was told by the Lord that he might “not write by way of commandment, but by wisdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.5"},"D&C 28:5"],"). In other words, the Lord was telling Oliver that while he might give counsel and advice to the Saints, he was not to establish Church doctrine or revelation. That was the office of the prophet only."],[".",{"id":"f11","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.f11"},[".caption","The First Presidency (1911–18): Anthon H. Lund, First Counselor; Joseph F. Smith, President; Charles W. Penrose, Second Counselor"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.5-6"},"D&C 28:5–6"],". “Thou Shalt Not Command Him Who Is at Thy Head”"],["div",{"id":"p156","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p156"},"President Joseph Fielding Smith explained that “it was very necessary that Oliver Cowdery should receive this admonition, for he was inclined to take issue with the Prophet even in regard to matters of revelation. Much good came out of this unpleasant incident, for the members were taught that there was order in the Church and only one appointed to receive commandments and revelations for their guidance, and he was the one God had called. The members at that time were largely excusable for falling into this error, because they had but recently come into the Church and had to be taught in all things pertaining to the kingdom of God and its government. They did not know that it was wrong for a man other than the Prophet to claim to be the spokesman for the Almighty, and this revelation taught them that confusion would result from such a course, and that Joseph Smith held the keys of revelation until another was appointed to succeed him.” (",["span.emphasis","Church History and Modern Revelation,"],"1:135–36.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.8-16"},"D&C 28:8–16"],". Oliver Cowdery Is Called on a Mission to the Lamanites"],["div",{"id":"p157","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p157"},"“The Lamanite mission was a very important movement of the young but vigorous Church. Oliver Cowdery was the first-appointed member of the party. Peter Whitmer, Jr., was added by Revelation (Sec. 30); and then Parley P. Pratt and Ziba Peterson (Sec. 32). Soon after the Conference the little party set out on the perilous journey of about 1,500 miles. They started on foot, trusting in the Lord to open the way. Near Buffalo they visited the Catteraugus Indians and left the Book of Mormon with them. Then they proceeded to Kirtland, Ohio. Here they visited Sidney Rigdon, then a popular Campbellite minister. He and some of his friends joined the Church. Night and day, for some time, the missionaries were teaching the people in Kirtland and vicinity. After having ordained Rigdon, Isaac Morley, John Murdock, Lyman Wight and others, to the ministry, the missionaries left for the West. Near Sandusky they visited the Wyandot tribe and preached the gospel. In Cincinnati and St. Louis they met with very little success. At the latter place their progress was impeded by heavy snowstorms. With the opening of the New Year, 1831, they continued their journey, traveling on foot 300 miles over prairies, without shelter and fire, living on frozen corn, bread and raw pork. At length they reached Independence, Mo., on the extreme western frontier of the State. They had traveled four months and suffered untold hardships; they had preached to two Indian nations and to thousands of white people, and organized several strong branches of the Church."],["div",{"id":"p158","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p158"},"“After having rested a little at Independence, three of the brethren crossed the frontier and visited the Shawnee Indians. Then they went among the Delawares. These manifested a great deal of interest in the Book of Mormon. Therefore the jealousy of ministers was aroused and these prevailed upon the Indian agents to expel the missionaries from the Indian country. They, accordingly, returned to Jackson county, where they labored for some time with encouraging success.” (Smith and Sjodahl, Commentary, p. 144.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.9"},"D&C 28:9"],". “It Shall Be Given Hereafter”"],["div",{"id":"p159","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p159"},"Through the revelation of Moses and Enoch received by Joseph Smith, the early Saints learned that Zion was to be established again on the earth (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62"},"Moses 7:62"],"). It was only natural that the Saints would inquire about its location."],["div",{"id":"p160","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p160"},"“It is not improbable that some of the pseudo-revelations of Hiram Page related to this very subject [the location of Zion]. The Saints were full of enthusiasm, looking for the immediate fulfilment of the prophecies. The Lord now made it known that the locality of that holy city had not yet been revealed, but that it might be looked for ‘on the borders by the Lamanites.’ Further revelation on this subject would come later (Sec. 57:2, 3).” (Smith and Sjodahl, Commentary, p. 142.)"],["div",{"id":"p161","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p161"},"By “Lamanites” Joseph Smith had reference to the Indians, and to go out to the “borders by the Lamanites” meant to go to the frontier (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.9"},"D&C 28:9"],"). The natural way to travel would be by the most frequently traveled roads to the most populous area. Even at that, Independence was a town that was organized only about four years before the missionaries arrived."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.12"},"D&C 28:12"],". Church Covenants"],["div",{"id":"p162","uri":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-28-thou-shalt-not-command-him-who-is-at-thy-head.p162"},"The Church covenants mentioned here include the articles and covenants of the Church found in section 20 of the Doctrine and Covenants. In that revelation the Lord specified who presided over the Church (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.2-3"},"D&C 20:2–3"],") and outlined the duties of all the other members and priesthood holders (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.38-71"},"D&C 20:38–71"],"). Hiram Page’s claim that he received revelation for the whole Church was out of harmony with the teachings of that section of the Doctrine and Covenants. Linked with this teaching is the doctrine of common consent (explained in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.63-67"},"D&C 20:63–67"],"), which principle, according to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.13"},"Doctrine and Covenants 28:13"],", had been violated by Hiram Page in preaching that the revelations he had received were to be obeyed by all the members of the Church."]]]]],"refs":null}
