{"id":8,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":8,"title":"Chapter 4: Strengthened by the Power of the Holy Ghost","subtitle":"","short_title":"Chapter 4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.head1"},["span.pageBreak",{"title":"71"}],[".titleNumber","Chapter 4"],["h1","Strengthened by the Power of the Holy Ghost"],[".intro","“Make up your minds to live humbly and in such a way that you will always have the Spirit of the Lord to be your friend.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p5"},"In his first general conference address as President of the Church, Lorenzo Snow taught, “We are dependent upon the Spirit of the Lord to aid us and to manifest to us from time to time what is necessary for us to accomplish under the peculiar circumstances that may surround us.”",["sup",["a",{"href":"fn_1"},"1"]],"President Snow might not have been alive to make that statement if two of his friends had not depended upon the Spirit of the Lord in a peculiar circumstance 34 years earlier."],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p6"},"In 1864, Elders Lorenzo Snow and Ezra T. Benson of the Quorum of the Twelve Apostles went on a mission to the Hawaiian Islands. They were accompanied by three other missionaries: Elders Joseph F. Smith, William Cluff, and Alma L. Smith. When their ship anchored off the coast of the island of Maui, all but Joseph F. Smith boarded a smaller boat to go ashore. As they approached the island, high waves struck, causing the steersman to lose control of the boat. The boat capsized, and all the occupants were thrown into the water. Soon everyone surfaced except Elder Snow. A group of islanders rushed to help, taking William Cluff and Alma L. Smith in a lifeboat to search for their friend. Elder Cluff related:"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p7"},"“The first I saw of Brother Snow was his hair floating upon the water around one end of the capsized boat. As soon as we got him into our boat, we told the boatmen to pull for the shore with all possible speed. His body was stiff, and life apparently extinct."],["span.pageBreak",{"title":"72"}],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p8"},"“Brother A. L. Smith and I were sitting side by side. We laid Brother Snow across our laps, and, on the way to shore, we quietly administered to him and asked the Lord to spare his life, that he might return to his family and home."],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p9"},"“On reaching the shore, we carried him a little way to some large barrels that were lying on the sandy beach. We laid him face downwards on one of them, and rolled him back and forth until we succeeded in getting the water he had swallowed out of him. …"],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p10"},"“After working over him for some time, without any indications of returning life, the by-standers said that nothing more could be done for him. But we did not feel like giving him up, and still prayed and",["span.pageBreak",{"title":"73"}],"worked over him, with an assurance that the Lord would hear and answer our prayers."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p11"},"“Finally we were impressed to place our mouth over his and make an effort to inflate his lungs, alternately blowing in and drawing out the air, imitating, as far as possible, the natural process of breathing. This we persevered in until we succeeded in inflating his lungs. After a little, we perceived very faint indications of returning life. A slight wink of the eye, which, until then, had been open and death-like, and a very faint rattle in the throat, were the first symptoms of returning vitality. These grew more and more distinct, until consciousness was fully restored.”"],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p12"},"Looking back on this experience, Elder William Cluff knew why he and Elder Alma L. Smith were able to save Elder Snow’s life. “We did not only what was customary in such cases,” he said, “but also what the Spirit seemed to whisper to us.”",["sup",["a",{"href":"fn_2"},"2"]],"[See suggestion 1 on page 80.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Through the gift of the Holy Ghost, we are led to all truth and strengthened in our faith."],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p15"},"There [is] a certain blessing connected only with obedience to the gospel, that [is] the gift of the Holy Ghost. … The Savior, who undoubtedly knew best about the nature and character of this gift, said it should lead those who received it into all truth and show them things to come [see",["a.scriptureRef",{"href":"/scriptures/nt/john/16.13"},"John 16:13"],"]. It should be more than that spirit which proceeds from God, filling the immensity of space and enlightening every man that comes into the world [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.46"},"D&C 84:46"],"]; the gift of the Holy Ghost should lead into all truth, and show them things to come."],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p16"},"Furthermore, in speaking of its effects, the Apostle [Paul] says: “The spirit is given to every man to profit withal. To one is given faith.” [See",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.7,9"},"1 Corinthians 12:7, 9"],".] Not a common, ordinary faith, which some people pretend to at the present day; but a faith which enabled its possessors to be sawn asunder, to be cast into dens of lions, fiery furnaces, and to undergo tortures of every description. This was the kind of faith that the Holy Ghost conferred upon those",["span.pageBreak",{"title":"74"}],"who possessed it, enabling its possessor to stand in the midst of every difficulty, defy every opposition and lay down his life, if necessary, for the cause that he had espoused. There was an almighty inspiring power in this faith, given by the Lord through the Holy Ghost, which no other principle could communicate. To one was given faith, to another knowledge [see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.8"},"1 Corinthians 12:8"],"], not that which is gained by reading books merely, but knowledge from the Almighty. A self-inspiring principle was upon them, which was tangible, giving them a knowledge of the cause they had espoused. They knew by revelation from God that the cause they had obeyed was true, it was revealed to them in a manner they could not dispute, and they knew for themselves. They were then established … upon the rock of revelation.",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p17"},"Peter in preaching to the people said, “Repent and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost. For this promise is unto you and to your children, and to all that are afar off, even as many as the Lord our God shall call.” [",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.38-39"},"Acts 2:38–39"],".] This gift of the Holy Ghost is a different principle from anything that we see manifested in the sectarian world. It is a principle of intelligence, and revelation. It is a principle that reveals things past, present and to come, and these gifts of the Holy Ghost were to be received through obedience to the requirements of the gospel as proclaimed in those days and as proclaimed by the Elders of the Church of Jesus Christ of Latter-day Saints in these days. It was upon this rock that their faith should be grounded; from this quarter they should receive a knowledge of the doctrine they had espoused, and we are told by the Savior “that the gates of hell should not prevail against them.” [See",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/11.39"},"3 Nephi 11:39"],".] …"],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p18"},"… The foundation upon which the Church of Jesus Christ of Latter-day Saints is built is the rock of revelation—upon the rock that Jesus said He would build His church, and the gates of hell should not prevail against it [see",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.17-18"},"Matthew 16:17–18"],"]. We have not received this knowledge through flesh and blood, we have not received this testimony from man, we have not received it through the reading of the Bible … or Book of Mormon, but we have received it through the operations of the Holy Ghost, that teaches of the things of God,",["span.pageBreak",{"title":"75"}],"things past, present and to come, and that takes of the things of God, making them clearly manifest unto us. You cannot take this knowledge from us by imprisonment or any kind of persecution. We will stand by it unto death.",["sup",["a",{"href":"fn_4"},"4"]],"[See suggestion 2 on page 80.]"]],[".topic",["h3","Every Latter-day Saint can have the Holy Ghost as a friend to give counsel."],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p20"},"There is a way by which persons can keep their consciences clear before God and man, and that is to preserve within them the Spirit of God, which is the spirit of revelation to every man and woman. It will reveal to them, even in the simplest of matters, what",["span.pageBreak",{"title":"76"}],"they shall do, by making suggestions to them. We should try to learn the nature of this Spirit, that we may understand its suggestions, and then we will always be able to do right. This is the grand privilege of every Latter-day Saint. We know that it is our right to have the manifestations of the Spirit every day of our lives."],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p21"},"Persons come to me very anxious to receive counsel upon some subject or other. They need not come to me always (under some circumstances, of course, it would be highly proper), for the Spirit is within them to bring about good and to accomplish the purposes of God. … It is not always necessary for them to come to the President of the Church, or to the Twelve, or to the Elders of Israel, to get counsel; they have it within them; there is a friend that knows just exactly what to say to them. From the time we receive the Gospel, go down into the waters of baptism and have hands laid upon us afterwards for the gift of the Holy Ghost, we have a friend, if we do not drive it from us by doing wrong. That friend is the Holy Spirit, the Holy Ghost, which partakes of the things of God and shows them unto us. This is a grand means that the Lord has provided for us, that we may know the light, and not be groveling continually in the dark.",["sup",["a",{"href":"fn_5"},"5"]],"[See suggestion 5 on page 80.]"]],[".topic",["h3","The Holy Ghost can bring us happiness and peace of mind."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p23"},"The Lord has established certain constitutional desires and feelings in our bosoms, and it is so with all mankind, with the whole human family. There are implanted and interwoven in their constitutions certain desires and capacities for enjoyment, desires for certain things that are in their nature calculated to promote our peace and well-being, that answer their feelings and promote their happiness, but how to obtain the gratification of those capacities and desires the world [does] not know nor understand, but the Lord has seen fit to put us in the channel and in the way of understanding those things by being faithful and walking in the light of the Holy Spirit and receiving truth.",["sup",["a",{"href":"fn_6"},"6"]]],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p24"},"It is the privilege of the Latter-day Saints to live in the Gospel in such a way that they will feel approved of God. Of course, we do things sometimes that we are ashamed of when we come to",["span.pageBreak",{"title":"77"}],"consider them, but we repent of them in our hearts and determine to do them no more. That is all the Lord asks of us; and men and women who so live, live without condemnation. They have righteousness and joy in the Holy Ghost.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p25"},"If we keep the light of the Spirit within us, we can so walk in the gospel that we can measurably enjoy peace and happiness in this world; and while we are traveling onward, striving for peace and happiness that lies in our path, in the distance, we shall have a peace of mind that none can enjoy but those who are filled with the Holy Spirit.",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 3 on page 80.]"]],[".topic",["h3","We need the assistance of the Holy Ghost as we endure trials, fulfill our duties, and prepare for celestial glory."],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p27"},"There are many important things required at our hands, and many things which we can do, when assisted by the Spirit of the Lord, which may at times seem almost impossible to accomplish.",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p28"},"I wish to remind my brethren and sisters … that we are dependent for our information and intelligence upon the Spirit of God, which may be in us, if properly cultivated, a spirit of inspiration, of revelation, to make manifest clearly to our understanding the mind and will of God, teaching our duties and obligations, and what is required at our hands. … We need assistance. We are liable to do that which will lead us into trouble and darkness, and those things which will not tend to our good, but with the assistance of that comforter which the Lord has promised his Saints, if we are careful to listen to its whisperings, and understand the nature of its language, we may avoid much trouble and serious difficulty.",["sup",["a",{"href":"fn_10"},"10"]]],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p29"},"We are entirely dependent upon the spirit of inspiration, and if there ever was a time, since Adam occupied the Garden of Eden, when the Spirit of God was more needed than at the present time, I am not aware of it. The signs of the times, and the rapid approach of scenes that will try the hearts of the Latter-day Saints and their integrity, demand that we",["span.emphasis","now"],"seek earnestly the Spirit of God, and Divine assistance, for it will certainly be needed in the scenes now rapidly approaching. We know that we have needed it in the past. We can easily see that if we had not been in the possession of the",["span.pageBreak",{"title":"78"}],"Spirit of God to direct us through many of the scenes through which we have passed, we should not have been in the enjoyment of our present prospects of exaltation and glory, and our circumstances would have been much less favorable. And if we have needed the Holy Spirit in the past, we may truly understand that it will be needed in the future.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p30"},"We ought to understand—and I presume that we do generally—that the work which we have come into this life to perform cannot be done to the glory of God or to the satisfaction of ourselves merely by our own natural intelligence. We are dependent upon the Spirit of the Lord to aid us and to manifest to us from time to time what is necessary for us to accomplish under the peculiar circumstances that may surround us.",["sup",["a",{"href":"fn_12"},"12"]]],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p31"},"It would be simply foolish indeed to expect the Latter-day Saints in these days to comply with the celestial law, with the law that proceeds from God, and with his designs to elevate the people into his presence, except they were sustained by a supernatural [heavenly] power. The gospel promises this. It promises the gift of the Holy Ghost, which is divine in its character, and which is not enjoyed by any other class of people, and which we are told by the Saviour, should lead into all truth, and inspire those who possessed it, and give them a knowledge of Jesus, a knowledge of the Father, and of things pertaining to the celestial world; that it should inspire those who possessed it with a knowledge of things to come, and things that were past; and inspire them to an extent that they should enjoy supernatural gifts—the gift of tongues and prophecy, to lay hands upon the sick, by which they should be healed."],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p32"},"Those who received this gospel were promised these supernatural power[s] and gifts, and a knowledge for themselves, that they might not depend upon any man or set of men, in regard to the truth of the religion that they had received; but that they should receive a knowledge from the Father that the religion came from him, that the gospel came from him, and that his servant had the right and authority to administer those ordinances, so that no wind of doctrine should shake them or remove them from the path in which they were walking; so that they might be prepared for the glory that should be revealed, and be made participators therein;",["span.pageBreak",{"title":"79"}],"so that they might endure any trial or affliction that it should be the will of God to be brought upon them, to prepare them more fully for celestial glory; so that they should walk not in darkness, but in the light and power of God, and be raised above the things of the world, and be superior to the things around them, so that they might walk independently beneath the celestial world, and in the sight of God and heaven, as free men, pursuing that course that should be marked out to them by the Holy Ghost, that course by which they could elevate themselves to knowledge and power, and thus prepare themselves to receive the glory that God proposed to confer upon them, and to occupy the exalted position to which God designed to raise them.",["sup",["a",{"href":"fn_13"},"13"]]],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p33"},"We should so live that we shall know that our course of life is acceptable to God. We should understand the voice and whisperings of the Holy Spirit. In the day when the sky is not obscured by clouds, we discover surrounding objects, their beauty and purpose. So are we dependent on the Spirit of God for light upon the principles of truth and salvation. No professing Latter-day Saint can enjoy any great degree of happiness unless he thus lives, and thus places himself under divine guidance.",["sup",["a",{"href":"fn_14"},"14"]],"[See suggestion 4 on page 80.]"]],[".topic",["h3","When we live humbly, the Holy Ghost helps us in our onward path."],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p35"},"Make up your minds to live humbly and in such a way that you will always have the Spirit of the Lord to be your friend, to make such suggestions to you from time to time as shall be needed under the peculiar circumstances in which you may be placed. …"],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p36"},"… How much longer I may live, I know nothing about, and I do not worry about it. I do desire, and it is something that you should desire, to have that humility, and that meekness, and that simplicity to enjoy the spirit of revelation. It is your privilege, every one of you, to have enough of the spirit of revelation to know exactly what is proper for you to do. It is your privilege to have it just as much as it is my privilege to know what to do tomorrow, when tomorrow comes, for the best interests of the Church in general.",["sup",["a",{"href":"fn_15"},"15"]]],["span.pageBreak",{"title":"80"}],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p37"},"We should endeavor, as far as possible, to forget all worldly matters which grieve and vex us, and fix our minds upon the Lord, having a sufficiency of His Holy Spirit that we may be enabled to receive such knowledge and suggestions as will help us in our onward path.",["sup",["a",{"href":"fn_16"},"16"]],"[See suggestion 5 below.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p39"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.f1"},["ol.number",["li",["span.label","1."],[".para","As you review the account on pages 71–73, think about times when you have been blessed because someone else has followed the promptings of the Holy Ghost. Also think about times when you have followed a prompting to help someone else."]],["li",["span.label","2."],[".para","Read the section that begins on page 73. What do you think it means to be “established … upon the rock of revelation”? (For some examples, see pages 73–75.) How can personal revelation give us strength to “stand in the midst of every difficulty” and “defy every opposition”?"]],["li",["span.label","3."],[".para","President Snow said that the Holy Ghost can help us “enjoy peace and happiness in this world” (page 77). When has the Holy Ghost helped you be happy and feel peace? What are some other ways the Holy Ghost can help us? (For some examples, see pages 77–80.)"]],["li",["span.label","4."],[".para","As you study the section beginning on page 77, think about how you have learned to recognize promptings from the Holy Ghost. How might you help a family member or friend learn to recognize the Spirit’s promptings?"]],["li",["span.label","5."],[".para","This chapter includes two references to the Holy Ghost as a friend (pages 76 and 79). Why do you think we need humility and simplicity to have the Holy Ghost as our friend?"]]]],["div",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p45"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/nt/luke/12.12"},"Luke 12:12"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/14.26-27"},"John 14:26–27"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/14.17"},"Romans 14:17"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.4-11"},"1 Corinthians 12:4–11"],";",["a.scriptureRef",{"href":"/scriptures/nt/gal/5.22-25"},"Galatians 5:22–25"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.17-19"},"1 Nephi 10:17–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.5"},"2 Nephi 32:5"]],["span.pageBreak",{"title":"81"}],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.f2"},["div",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.p46"},["span.emphasis","Teaching Help:"],"“To encourage discussion, use the questions in each chapter. … You may also develop your own questions especially for those you are teaching” (from page vi of this book)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.f3"},[".caption","Early missionary work in the Hawaiian Islands"]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.f4"},[".caption","When Elder Lorenzo Snow served a mission in the Hawaiian Islands, his life was saved through the inspired administration of his companions."]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.f5"},[".caption","“It is our right to have the manifestations of the Spirit every day of our lives.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn1"},["span.label","1."],"In Conference Report, Oct. 1898, 2."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn2"},["span.label","2."],"See Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 276–79."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn3"},["span.label","3."],["span.emphasis","Deseret News,"],"Jan. 24, 1872, 597."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn4"},["span.label","4."],["span.emphasis","Deseret News: Semi-Weekly,"],"Dec. 2, 1879, 1."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn5"},["span.label","5."],"In Conference Report, Apr. 1899, 52."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn6"},["span.label","6."],["span.emphasis","Deseret News,"],"Oct. 21, 1857, 259."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn7"},["span.label","7."],["span.emphasis","Deseret Weekly,"],"Nov. 4, 1893, 609."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn8"},["span.label","8."],["span.emphasis","Deseret News,"],"Oct. 21, 1857, 259."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn9"},["span.label","9."],"In Conference Report, Apr. 1898, 12."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn10"},["span.label","10."],["span.emphasis","Deseret News: Semi-Weekly,"],"July 16, 1878, 1."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn11"},["span.label","11."],["span.emphasis","Deseret Semi-Weekly News,"],"June 4, 1889, 4."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn12"},["span.label","12."],"In Conference Report, Oct. 1898, 2."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn13"},["span.label","13."],["span.emphasis","Deseret News,"],"Jan. 14, 1880, 786."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn14"},["span.label","14."],["span.emphasis","Millennial Star,"],"Oct. 31, 1895, 690–91; from a detailed paraphrase of a discourse Lorenzo Snow delivered in the October 1895 general conference."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn15"},["span.label","15."],"In “Anniversary Exercises,”",["span.emphasis","Deseret Evening News,"],"Apr. 7, 1899, 9."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-4-strengthened-by-the-power-of-the-holy-ghost.fn16"},["span.label","16."],["span.emphasis","Millennial Star,"],"Nov. 25, 1889, 737; from a detailed paraphrase of a discourse Lorenzo Snow delivered in the October 1889 general conference."]]}
