{"id":27,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":27,"title":"Chapter 23: The Prophet Joseph Smith","subtitle":"","short_title":"Chapter 23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.head1"},["span.pageBreak",{"title":"267"}],[".titleNumber","Chapter 23"],["h1","The Prophet Joseph Smith"],[".intro","“I knew Joseph Smith to be an honest man, a man of truth, honor and fidelity, willing to sacrifice everything he possessed, even life itself, as a testimony to the heavens and the world that he had borne the truth to the human family.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p5"},"“Perhaps there are very few men now living who were so well acquainted with Joseph Smith the Prophet as I was,” President Lorenzo Snow said in 1900. “I was with him oftentimes. I visited him in his family, sat at his table, associated with him under various circumstances, and had private interviews with him for counsel.”",["sup",["a",{"href":"fn_1"},"1"]]],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p6"},"In addition to these private interactions, Lorenzo Snow witnessed Joseph Smith in public—in his ministry as a friend to the Saints and as the Prophet of the Restoration. He told of a meeting Joseph Smith attended in the partially constructed Nauvoo Temple. The Prophet walked to the stand, accompanied by a minister of another faith. The minister “was intensely solemn. When anything was said that created merriment or laughter among the people, [he] remained perfectly quiet, not even showing the least change of countenance.” In contrast, Joseph Smith “felt very well that morning” and made a comment that “caused some laughter among the people” before the meeting began. “After the opening of the meeting,” Lorenzo recounted, “President Smith got up, and I never heard him speak with more power than on this occasion. The people were delighted, he was filled with the Spirit of God and spoke with great force and eloquence.”",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p7"},"Although President Snow was impressed by the experiences he had with Joseph Smith, his testimony of the Prophet’s mission was",["span.pageBreak",{"title":"268"}],"not based on those experiences. He repeatedly declared that he had received his testimony from the Holy Ghost. He said: “As to [Joseph Smith] being a man of truth and honor I, nor any one else that knew him, have any reason to question for a moment. But then I never went forth to preach the principles of this Gospel depending entirely upon any information I received through him or any other man; but I believed on his words, coming as they did to me as the words of truth, from an inspired man of God. … The Spirit of God, the Holy Ghost which all men may receive and enjoy, … confirmed the truth of what he had told me, and it became knowledge to me of that nature which no man can give nor take away.”",["sup",["a",{"href":"fn_3"},"3"]],"[See suggestion 1 on page 274.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","When Joseph Smith received his divine calling, he was a pure, sincere, honest young man."],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p10"},"Joseph Smith, whom God chose to establish this work, was poor and uneducated, and belonged to no popular denomination of Christians. He was a mere boy, honest, full of integrity, unacquainted with the trickery, cunning and sophistry employed by politicians and religious hypocrites, to accomplish their ends. Like Moses of old, he felt incompetent and unqualified for the task, to stand forth as a religious reformer, in a position the most unpopular—to battle against opinions and creeds which have stood for ages, having the sanction and support of men, the most profound in theological lore; but God had called him to deliver the poor and honest-hearted of all nations from their spiritual and temporal thralldom [bondage]. And God promised him that whosoever should receive and obey his message—be baptized for the remission of sins, with honesty of purpose—might receive divine manifestations, should receive the Holy Ghost, the same Gospel blessings which were promised and obtained through the Gospel, when preached by the ancient Apostles. And this message, this promise, was to be in force wherever and to whomsoever it should be carried by the Elders, God’s authorized messengers. So said Joseph Smith, the uneducated, the unsophisticated, the plain, simple, honest boy.",["sup",["span.pageBreak",{"title":"269"}],["a",{"href":"fn_4"},"4"]]],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p11"},"The first time I saw the Prophet Joseph Smith I was about eighteen years of age. It was about the year 1832, in the fall of the year. It was rumored that the Prophet was going to hold a meeting in Hiram, Portage county, Ohio, about two miles from my father’s home. Having heard many stories about him, my curiosity was considerably aroused and I thought I would take advantage of this opportunity to see and hear him. Accordingly, in company with some of the members of my father’s family, I went to Hiram. When we reached there the people were already assembled in a small bowery; there were about one hundred and fifty or two hundred people present. The meeting had already commenced and Joseph Smith was standing in the door of [John] Johnson’s house, looking into the bowery and addressing the people. I made a critical examination as to his appearance, his dress, and his manner as I heard him speak. His remarks were confined principally to his own experiences, especially the visitation of the angel, giving a strong and powerful testimony in regard to these marvelous manifestations. At first he seemed a little diffident [hesitant] and spoke in rather a low voice, but as he proceeded he became very strong and powerful, and seemed to affect the whole audience with the feeling that he was honest and sincere. It certainly influenced me in this way and made impressions upon me that remain until the present day.",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p12"},"As I looked upon him [that first time] and listened, I thought to myself that a man bearing such a wonderful testimony as he did, and having such a countenance as he possessed, could hardly be a false prophet.",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 2 on page 274.]"]],[".topic",["h3","Throughout his life, the Prophet Joseph maintained his honesty and high moral character."],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p14"},"Joseph Smith, the Prophet, with whom I was intimately acquainted for years, as well as I was with my brother, I know him to have been a man of integrity, a man devoted to the interests of humanity and to the requirements of God all the days in which he was permitted to live. There never was a man that possessed a higher degree of integrity and more devotedness to the interest of mankind than the Prophet Joseph Smith.",["sup",["span.pageBreak",{"title":"270"}],["a",{"href":"fn_7"},"7"]]],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p15"},"I knew Joseph Smith to be an honest man, a man of truth, honor and fidelity, willing to sacrifice everything he possessed, even life itself, as a testimony to the heavens and the world that he had borne the truth to the human family.",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p16"},"I knew him to be a man of God, full of the spirit of his calling—a man whose integrity could not be disputed, and who was honest in all his endeavors. No one that was as intimately acquainted with him as I was could find any fault with him, so far as his moral character was concerned. … I bear testimony of the good character of Brother Joseph Smith, of his honesty, his fidelity, his faithfulness, his generosity, and benevolence, as a man and as a servant of God.",["sup",["a",{"href":"fn_9"},"9"]],"[See suggestion 2 on page 274.]"]],[".topic",["h3","Free from hypocrisy, Joseph Smith could participate in innocent amusement as well as teach with the power of God."],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p18"},"I attended … meetings in the Temple regularly and heard the Prophet discourse upon the grandest of subjects. At times he was filled with the Holy Ghost, speaking as with the voice of an arch-angel and filled with the power of God, his whole person shone and his face was lightened. …"],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p19"},"At times he spoke lightly, and at other times he explained the mysteries of the kingdom. The change was so noticeable that it seemed he was elevated into heaven while addressing the people who were on the earth, and then returned again to more familiar themes. …"],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p20"},"Joseph Smith was always natural and extremely calm, he never became confused or irritated by persons or things around him. Many ministers called upon him and endeavored to catch him when not upon his guard, doing something with which they might find fault, but when he was not in company his actions were always the same. He never was guilty of hypocrisy. He indulged in all healthful sports, and did not think it was unbecoming to play at ball, to run a foot race or to indulge in any other outdoor sports. One minister, while at the Prophet’s home, happened to look out of the window and saw the Prophet engaged in wrestling in the garden",["span.pageBreak",{"title":"271"}],"with a friend. This, with other instances of innocent amusement convinced the minister of the Prophet’s honesty and entire freedom from hypocrisy. …"],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p21"},"On another occasion, Joseph Smith had indulged in playing a game of ball with some of the young men in Nauvoo. When his brother Hyrum saw it he wished to correct the Prophet and even rebuked him, saying that such conduct was not becoming in a Prophet of the Lord. The Prophet answered in a mild voice, “Brother Hyrum, my mingling with the boys in a harmless sport like this does not injure me in any way, but on the other hand it makes them happy and draws their hearts nearer to mine.”",["sup",["a",{"href":"fn_10"},"10"]],"[See suggestion 3 on page 274.]"]],["span.pageBreak",{"title":"272"}],[".topic",["h3","Strengthened by the Holy Ghost, Joseph Smith increased in spiritual power and influence."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p23"},"Joseph Smith, the great prophet, was not an educated man when God chose him and made known to him his mission. The Lord bestows spiritual gifts and knowledge upon the unlearned, and the greatness of the kingdom is made known to them by the power of the Holy Ghost, and they gradually become great in the knowledge of the things of God.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p24"},"Toward the latter part of his life Joseph Smith became a master of strength and influence over his fellows. This fact was brought very vividly to my attention on my return from a mission to Europe. I noticed and even remarked to him that he had changed very much since I last saw him; that he had become stronger and more powerful. He admitted this and said that the Lord had endowed him with additional portions of His Spirit."],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p25"},"One day he called the brethren of the Twelve Apostles together and other prominent Elders of the Church to appoint them to their several labors and missions. Each sat and waited with much anxiety to hear the word of the Prophet concerning his future duties. They felt that they were in the presence of a superior being. While in Kirtland the Prophet did not seem to possess that strength and power, … but in later years he had become so strong in the power of the Lord that the people felt it. It was so on this occasion. The Elders realized his superior strength. “Brother Brigham,” he said, “I want you to go east and attend to the affairs of the Church in the Eastern States, and Brother Kimball may accompany you.” Turning to another he said, “You turn your attention to the publication of our paper,” and thus appointed each one to his special mission; all accepting his word as the mind of the Lord. …"],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p26"},"The Prophet had the power to impress in a remarkable manner all who approached him. There was something about him which went to their hearts. This was particularly the case with brethren when receiving from him their appointments to go forth and preach the Gospel. The inspiration that flowed from him possessed their souls and his words penetrated to the innermost recesses of their being. They loved him, and believed in him, and were ready to do",["span.pageBreak",{"title":"273"}],"whatever he directed for the furtherance of the work of God. He filled them with the power of his presence, and thrilled them with the testimony of his prophetic mission. There are many people in the world who possess an extraordinary spirit of friendship and warmth that everyone feels who meets them. I have met many such men, but never yet have I met another person in whose company I felt the peculiar and powerful influence that I felt while in the presence of the Prophet Joseph Smith. It was due to the great portion of the Spirit of God that he possessed, merely the shake of his hand would cause a person to become filled with this influence, and any sensitive nature would know that he was shaking the hand of an extraordinary person.",["sup",["a",{"href":"fn_12"},"12"]],"[See suggestion 4 on page 274.]"]],[".topic",["h3","Each of us can gain a testimony that Joseph Smith was a prophet and that the gospel was restored through him."],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p28"},"In the integrity of my heart, with honesty of purpose to know the truth, I received [Joseph Smith’s] message—I obeyed this form of doctrine, and I received, in the most tangible and satisfactory manner, a divine manifestation—the promised blessing—a knowledge of this work. Am I the only witness? How is it with the experience of thousands whom I now address? Are you also witnesses?",["sup",["a",{"href":"fn_13"},"13"]]],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p29"},"What is the nature of our testimony? It is this: That this is the dispensation of the fulness of times; that the angel that John the Revelator saw flying through the midst of heaven having the everlasting Gospel to preach unto them that dwell on the earth, and to every nation, and kindred and tongue and people—that that angel has made his appearance and restored the Gospel to the earth, Joseph Smith being the instrument through which the restoration was effected [see",["a.scriptureRef",{"href":"/scriptures/nt/rev/14.6"},"Revelation 14:6"],"].",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p30"},"Joseph Smith affirmed that Peter, James and John visited him, and conferred on him authority to administer the holy ordinances of the Gospel through which every honest-hearted man and woman were promised the Holy Ghost, and a perfect knowledge of the doctrine.",["sup",["a",{"href":"fn_15"},"15"]]],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p31"},"Joseph Smith was authorized to open up a channel and lay down a plan through which man could receive a knowledge of these",["span.pageBreak",{"title":"274"}],"things, so that we might not be left to depend upon the testimony of the Prophets, or the testimony of the ancient Apostles, or to the testimony of the Apostles of the present day, or to the Book of Mormon, or to anything that was done or said in the past, but that we might know for ourselves. It is an individual knowledge.",["sup",["a",{"href":"fn_16"},"16"]]],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p32"},"I know that Joseph Smith was a true Prophet of the living God. I testify that he saw and spoke with God and with His Son Jesus Christ. The Lord gave me this living testimony and it has been burning within my soul ever since I received it. I now give it unto the whole world. I not only testify to all mankind that Joseph Smith was sent of God and that the work that was established through him is the work of God, but warn all the nations of the earth concerning the predictions made by the Prophet, and testify in the most solemn manner that I know them to be true.",["sup",["a",{"href":"fn_17"},"17"]],"[See suggestions 5 and 6 on page 275.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p34"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.f1"},["ol.number",["li",["span.label","1."],[".para","In your mind, picture the event described on page 267. What does this account communicate about Joseph Smith?"]],["li",["span.label","2."],[".para","Review President Snow’s descriptions of Joseph Smith’s character (pages 268–70). In what ways do you think Joseph Smith’s character helped him be an instrument in the hands of the Lord?"]],["li",["span.label","3."],[".para","What are your thoughts or feelings about the Prophet Joseph taking time for “innocent amusement”? (pages 270–71). How can we ensure that our amusements contribute to, rather than detract from, our ability to be filled with the Holy Ghost?"]],["li",["span.label","4."],[".para","In what ways did Joseph Smith “gradually become great in the knowledge of the things of God”? (For some examples, see pages 272–73.) What can we do to follow the Prophet’s example as we seek to grow spiritually?"]],["span.pageBreak",{"title":"275"}],["li",["span.label","5."],[".para","Read the first full paragraph on page 273 as if President Snow is speaking directly to you. How would you answer his questions?"]],["li",["span.label","6."],[".para","Search the section that begins on page 273. What experiences have you had in which you have needed to know for yourself that the gospel has been restored through the Prophet Joseph Smith? What advice would you give a family member or friend who wants to gain this testimony?"]]]],["div",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p41"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.17"},"D&C 1:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5.9-10"},"5:9–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.17-18"},"35:17–18"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.3"},"135:3"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.1-26"},"Joseph Smith—History 1:1–26"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.f2"},["div",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.p42"},["span.emphasis","Teaching Help:"],"“When an individual asks a question, consider inviting others to answer it instead of answering it yourself. For example, you could say, ‘That’s an interesting question. What do the rest of you think?’ or ‘Can anyone help with this question?’” (",["span.emphasis","Teaching, No Greater Call,"],"64)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.f3"},[".caption","The Prophet Joseph Smith was “a man of God, full of the spirit of his calling.”"]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.f4"},[".caption","Joseph Smith enjoyed “innocent amusement” with family members and friends."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn1"},["span.label","1."],"In Conference Report, Oct. 1900, 61."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn2"},["span.label","2."],"“Reminiscences of the Prophet Joseph Smith,”",["span.emphasis","Deseret Semi-Weekly News,"],"Dec. 29, 1899, 1."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn3"},["span.label","3."],["span.emphasis","Deseret News: Semi-Weekly,"],"June 27, 1882, 1."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn4"},["span.label","4."],["span.emphasis","Deseret News: Semi-Weekly,"],"Mar. 9, 1886, 1."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn5"},["span.label","5."],"“Reminiscences of the Prophet Joseph Smith,” 1."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn6"},["span.label","6."],"“The Grand Destiny of Man,”",["span.emphasis","Deseret Evening News,"],"July 20, 1901, 22."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn7"},["span.label","7."],"In Conference Report, Apr. 1898, 64."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn8"},["span.label","8."],["span.emphasis","Millennial Star,"],"Nov. 25, 1889, 738; from a detailed paraphrase of a discourse Lorenzo Snow delivered at the October 1889 general conference."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn9"},["span.label","9."],["span.emphasis","Millennial Star,"],"June 27, 1895, 402."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn10"},["span.label","10."],"“Reminiscences of the Prophet Joseph Smith,” 1."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn11"},["span.label","11."],"In Journal History, Nov. 14, 1898, 4; from a detailed paraphrase of a discourse Lorenzo Snow delivered at the Box Elder Stake conference in November 1898."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn12"},["span.label","12."],"“Reminiscences of the Prophet Joseph Smith,” 1."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn13"},["span.label","13."],["span.emphasis","Deseret News: Semi-Weekly,"],"Mar. 9, 1886, 1."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn14"},["span.label","14."],["span.emphasis","Deseret News,"],"Nov. 22, 1882, 690."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn15"},["span.label","15."],["span.emphasis","Deseret News: Semi-Weekly,"],"Mar. 9, 1886, 1."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn16"},["span.label","16."],["span.emphasis","Deseret News,"],"Nov. 22, 1882, 690."],["div",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-23-the-prophet-joseph-smith.fn17"},["span.label","17."],"“Reminiscences of the Prophet Joseph Smith,” 1."]]}
