{"id":21,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":21,"title":"Chapter 17: Priesthood—“for the Salvation of the Human Family”","subtitle":"","short_title":"Chapter 17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.head1"},["span.pageBreak",{"title":"205"}],[".titleNumber","Chapter 17"],["h1","Priesthood—“for the Salvation of the Human Family”"],[".intro","“The priesthood we hold has been revealed for the salvation of the human family. We must be lively in our minds in reference to it.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p5"},"Elder Lorenzo Snow was ordained an Apostle on February 12, 1849. Eight months later he was called to establish a mission in Italy. With other brethren who had been called to serve, he left for this mission on October 19, 1849. He and his companions made the long journey by foot, on horseback, and by boat."],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p6"},"Arriving in Italy in June 1850, he and his companions found that the people in the major Italian cities were not yet ready to receive the gospel. But a people known as the Waldenses attracted his attention, and he felt inspired to work among them. The Waldenses had lived for centuries in the secluded Piedmont region—a mountain valley just south of the Italy-Switzerland border and east of the Italy-France border. Having formed their society because of a desire for religious reform, they were dedicated to studying the Bible and following the example of the Savior’s Apostles."],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p7"},"Elder Snow said that when he considered preaching the gospel among the Waldenses, “a flood of light seemed to burst upon my mind.”",["sup",["a",{"href":"fn_1"},"1"]],"But despite these assurances, he felt that it was unwise to begin active missionary work immediately because enemies of the Church had distributed publications among the people, spreading lies about the Church.",["sup",["a",{"href":"fn_2"},"2"]],"Elder Snow reported, “As I felt it was the mind of the Spirit that we should proceed at first, by slow and cautious steps, I submitted to the will of heaven.”",["sup",["a",{"href":"fn_3"},"3"]]],["span.pageBreak",{"title":"206"}],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p8"},"Although the missionaries did not begin preaching right away, Elder Snow oversaw the publication of pamphlets in Italian and French. In addition, he and his companions befriended the people around them. “We endeavoured to lay a foundation for future usefulness,” he said, “in silently preparing the minds of the people for the reception of the Gospel, by cultivating friendly feelings in the bosoms of those by whom we were surrounded. Yet I felt it rather singular, and no small tax upon patience, to be weeks, and months, in the midst of an interesting people, without being actively and publicly engaged in communicating the great principles which I had come to promulgate.”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p9"},"The Waldenses’ feelings about the Church began to change significantly after Elder Snow administered a priesthood blessing to a boy who had become very ill. Elder Snow wrote the following in his journal:"],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p10"},"“Sept. 6th.—This morning my attention was directed to Joseph Guy, a boy three years of age, the youngest child of our host. Many friends had been to see the child, as to all human appearance, his end was nigh at hand. I went to see him in the afternoon: death was making havoc of his body; his former healthy frame was now reduced to a skeleton, and it was only by close observation we could discern he was alive.”"],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p11"},"Troubled by the opposition to the preaching of the gospel and concerned about little Joseph Guy, Elder Snow turned to the Lord for help that evening. He later recalled: “For some hours before I retired to rest, I called upon the Lord to assist us at this time. My feelings on this occasion will not be easily erased from memory."],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p12"},"“Sept. 7th.—This morning, I proposed … that we should fast, and retire to the mountains, and pray. As we departed, we called and saw the child; his eyeballs turned upwards: his eyelids fell and closed: his face and ears were thin, and wore the pale marble hue, indicative of approaching dissolution. The cold perspiration of death covered his body, and the principle of life was nearly exhausted. Madame Guy and other females were sobbing, while Monsieur Guy hung his head.” Whispering to Elder Snow and the other missionaries, Monsieur Guy said, “He dies. He dies.”"],["span.pageBreak",{"title":"207"}],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p13"},"Elder Snow continued: “After a little rest upon the mountains, aside from any likelihood of interruption, we there called upon the Lord in solemn prayer, to spare the life of the child. As I contemplated the course we wished to pursue and the claims we should soon advance to the world, I regarded this circumstance as one of vast importance. I know not any sacrifice which I could possibly make, that I was not willing to offer that the Lord might grant our requests.”"],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p14"},"When they returned to the Guy family that afternoon, Elder Snow gave Joseph a priesthood blessing. They went to see the family a few hours later, and Joseph’s father, “with a smile of thankfulness,” told them the boy was much better."],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p15"},"“Sept. 8.—The child had been so well, the parents were enabled to betake themselves to rest, which they had not done for some time previous. To-day, they were enabled to leave him, and attend to their business.” When Joseph’s mother expressed her joy at the boy’s recovery, Elder Snow responded, “The God of heaven has done this for you.”"],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p16"},"“From that hour he began to amend,” recounted Elder Snow, “and with a heart filled with gratitude to our heavenly Father, I am happy to say, that in a few days he left his bed, and joined his little companions.”",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p17"},"After this experience, Elder Snow felt that circumstances were “as favourable as could be expected” for the work of the Lord to progress among the people. On September 19, 1850, exactly 11 months after he had left home to serve in Italy, he told his companions that they should “commence [their] public business.” They again ascended a mountain, where Elder Snow dedicated the land for the preaching of the restored gospel.",["sup",["a",{"href":"fn_6"},"6"]]],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p18"},"Elder Snow’s words to Madame Guy—“the God of heaven has done this for you”—reflected his lifelong teachings about the priesthood. He reminded the Saints that through the work of priesthood holders, “the glory and power of God [is] made manifest” for the benefit of others.",["sup",["a",{"href":"fn_7"},"7"]],"[See suggestion 1 on page 213.]"]],["span.pageBreak",{"title":"208"}],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Priesthood bearers are messengers of the Almighty, with authority delegated from heaven to administer holy ordinances."],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p21"},"We, the Latter-day Saints, profess to have received from God the fulness of the everlasting gospel; we profess to be in possession of the holy Priesthood—the delegated authority of God to man, by virtue of which we administer in its ordinances acceptably to him.",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p22"},"Any man who will humble himself before God and will be immersed in water, after repentance, for the remission of his sins, shall receive, through the laying on of hands, the gift of the Holy Ghost. Can I give this to him? No, I, simply as a messenger of the Almighty to whom has been delegated authority, administer immersion for the remission of sins; I simply immerse him in water, having authority so to do. I simply lay my hands upon him for the reception of the Holy Ghost, then God, from his presence, acknowledges my authority, acknowledges that I am his messenger, and confers the Holy Ghost upon the individual.",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p23"},"When [I have] baptiz[ed] people and administer[ed] the ordinances of this holy priesthood, God has confirmed those administrations by imparting the Holy Ghost, giving a knowledge to the individuals to whom I administered, convincing them that the authority was delegated from heaven. And every Elder who has gone forth to preach this everlasting Gospel, and acted in the spirit of his calling, can bear the same testimony, that through their administrations in these holy ordinances the glory and power of God has been made manifest in a convincing manner upon the heads of those to whom they have administered. This is our testimony; this was the testimony [in 1830] of a certain individual who stood forth and claimed that God had authorized him to baptize people for the remission of sins, and lay hands upon them for the reception of the Holy Ghost, which should impart unto them a knowledge from the eternal worlds that he had this authority. This person was Joseph Smith; and he conferred this authority, which was given unto him by holy angels, upon others who were sent forth to bear testimony to the world that those who would receive those holy",["span.pageBreak",{"title":"209"}],"ordinances, should receive the testimony from the Almighty that they were thus authorized to so administer. And this is our testimony; and this is my testimony before this people and before the world.",["sup",["a",{"href":"fn_10"},"10"]]],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p24"},"Where in all the world can you find a class of ministers that dare take the position our Elders do? Where is the man or the set of men that can be found that dare to present themselves before the world and say that they have been authorized of God to administer certain ordinances to the people through which they may receive revelation from God? Any one announcing a doctrine of this kind would soon be found out if he was an impostor—he would place himself in a very dangerous position, and would soon be discovered if he held no such authority. Our Elders, however, dare take this position. … God has sent his holy angels from heaven and restored the authority to man to administer the ordinance[s] of the gospel.",["sup",["a",{"href":"fn_11"},"11"]],"[See suggestion 2 on page 213.]"]],["span.pageBreak",{"title":"210"}],[".topic",["h3","The priesthood helps us find happiness in this life and throughout eternity."],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p26"},"The Priesthood has been restored; it has been bestowed upon man that through that medium, all who would like to be good and happy, might have the privilege. The gospel tells us how to be great, good and happy. The spirit of the gospel of Christ teaches all things that are necessary for our present and future welfare."],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p27"},"We have these objects in view today, and we should continually keep them before us. Look back for twenty-five years, or look back ten years only, and a great many have been in the church that length of time, and see what we have accomplished. We see farther and comprehend things better, hence we are better prepared for the things that are coming on the earth than we were ten, fifteen, twenty or twenty-five years ago to know how to be useful, to know how to do things as they should be done. …"],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p28"},"… The object of the priesthood is to make all [people] happy, to diffuse information, to make all partakers of the same blessings in their turn.",["sup",["a",{"href":"fn_12"},"12"]]],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p29"},"For this very purpose the Holy Priesthood has been bestowed in this our day, to guide and perfect the saints of God here, and just in proportion as we attain to intelligence in this world and to integrity and faithfulness … , so will be the exalted condition in which we shall appear behind the veil.",["sup",["a",{"href":"fn_13"},"13"]]],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p30"},"The Lord has said that He will give us all that He hath—and this according to the oath and covenant which belongs to the Priesthood [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.33-44"},"D&C 84:33–44"],"]. Nobody ought to doubt what Jesus says, and He declares, as recorded in the Revelations of St. John, “To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in His throne.” [",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.21"},"Revelation 3:21"],".] Can anything be said greater than that? Does not that comprehend everything?",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p31"},"This gospel we have received has been revealed from heaven, and the priesthood we hold has been revealed for the salvation of the human family. We must be lively in our minds in reference to it.",["sup",["a",{"href":"fn_15"},"15"]],"[See suggestion 3 on page 213.]"]],["span.pageBreak",{"title":"211"}],[".topic",["h3","Righteous priesthood holders seek diligently and energetically for spiritual gifts to help them serve others."],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p33"},"To my brethren in the Priesthood I beg to offer a few words of counsel, instruction and exhortation. Upon you rest high and sacred responsibilities, which relate not only to the salvation of this generation, but of many past generations, and many to come. The glorious ensign of Emanuel’s kingdom once again established in the world must be unfurled in every nation, kingdom, and empire; the voice of warning … must be carried forth unto all people; you are the ones whom the Lord has selected for this purpose, even the horn of Joseph, to push together the people [see",["a.scriptureRef",{"href":"/scriptures/ot/deut/33.13-17"},"Deuteronomy 33:13–17"],"]. Surely you cannot be too anxiously, nor too industriously engaged, seeking how best, the manner most useful to yourselves and mankind, to magnify your holy and sacred offices.",["sup",["a",{"href":"fn_16"},"16"]]],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p34"},["span.pageBreak",{"title":"212"}],"There are men in this Church who are as good in their hearts and feelings as men ever were, but lack faith and energy, and do not obtain really what is their privilege to receive. If their faith, their energy and determination were equal to their good feelings and desires, their honesty and goodness, they would indeed be mighty men in Israel; and sickness and disease and the power of the evil one would flee before them as chaff before the wind. Yet, we say we are a good people and that we are not only holding our own but making great advances in righteousness before God; and no doubt, we are. But I wish to impress upon you, my brethren and sisters that there are Elders among us endowed with spiritual gifts that may be brought into exercise through the aid of the Holy Ghost. The gifts of the Gospel must be cultivated by diligence and perseverance. The ancient Prophets when desiring some peculiar blessing, or important knowledge, revelation or vision, would sometimes fast and pray for days and even weeks for that purpose.",["sup",["a",{"href":"fn_17"},"17"]]],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p35"},"My young brethren, when things go against you, when everything seems black, do your duty and you will become strong men, powerful men; the sick will be healed under your ministrations; devils will flee from you; the dead will rise; and everything that was ever done by man since the days of Adam, you will be able to do through the power of God and through a proper ambition.",["sup",["a",{"href":"fn_18"},"18"]]],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p36"},"Purity, virtue, fidelity, godliness must be sought ambitiously, or the crown cannot be won. Those principles must be incorporated with[in] ourselves, woven into our constitutions, becoming a part of us, making us a centre, a fountain of truth, of equity, justice, and mercy, of all that is good and great, that from us may proceed the light, the life, the power, and the law to direct, to govern and assist to save a wandering world; acting as the sons of God, for and in behalf of our Father in heaven. We expect in the resurrection to exercise the powers of our priesthood—we can exercise them only in proportion as we secure its righteousness and perfections; these qualifications can be had only as they are sought and obtained, so that in the morning of the resurrection we will possess those acquisitions only which we secured in this world! Godliness cannot be",["span.emphasis","conferred"],"but must be",["span.emphasis","acquired,"],"a fact of which the religious world seem[s] strangely and lamentably unconscious. Seek to benefit",["span.pageBreak",{"title":"213"}],"others, and others will seek to benefit you; and he that would be great, let him be good, studying the interests of the whole, becoming the servant of all.",["sup",["a",{"href":"fn_19"},"19"]]],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p37"},"As Saints of God, Elders of Israel, we should be willing to devote time and labor, making every necessary sacrifice in order to obtain the proper spiritual qualifications to be highly useful in our several callings. And may the Lord inspire every heart with the importance of these matters that we may seek diligently and energetically for the gifts and powers promised in the Gospel we have obeyed.",["sup",["a",{"href":"fn_20"},"20"]],"[See suggestion 4 below.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p39"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.f1"},["ol.number",["li",["span.label","1."],[".para","Review the account on pages 205–7. In what ways can Melchi-zedek Priesthood holders prepare themselves to give priesthood blessings? What can we all do to prepare ourselves to receive priesthood blessings?"]],["li",["span.label","2."],[".para","Read the paragraph at the bottom of page 208. In what ways do priesthood ordinances manifest the power of God in our lives?"]],["li",["span.label","3."],[".para","In what ways do priesthood ordinances and blessings help us all find happiness in this life? How do they help us secure eternal happiness? In connection with these questions, ponder President Snow’s teachings on page 210."]],["li",["span.label","4."],[".para","On pages 211–13, examine the spiritual gifts that President Snow encouraged priesthood holders to cultivate. What do you think it means to cultivate a spiritual gift? How does this counsel relate to the efforts of all members of the Church?"]]]],["div",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p44"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/nt/james/5.14-15"},"James 5:14–15"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/13.2-16"},"Alma 13:2–16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-22"},"D&C 84:19–22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.8-14"},"128:8–14"],";",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.3,5"},"Articles of Faith 1:3, 5"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.f2"},["div",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.p45"},["span.emphasis","Teaching Help:"],"“To help learners prepare to answer questions, you may want to tell them before something is read or presented that you will be asking for their responses. … For example, you could",["span.pageBreak",{"title":"214"}],"say, ‘Listen as I read this passage so that you can share what most interests you about it’ or ‘As this scripture is read, see if you can understand what the Lord is telling us about faith’” (",["span.emphasis","Teaching, No Greater Call,"],"69)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.f3"},[".caption","A modern-day photograph of the Piedmont region of Italy, where Elder Lorenzo Snow served as a missionary in the early 1850s."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.f4"},[".caption","All faithful members of the Church are blessed through priesthood ordinances and covenants."]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.f5"},[".caption","The ancient Apostles Peter, James, and John conferred the Melchizedek Priesthood upon Joseph Smith and Oliver Cowdery."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn1"},["span.label","1."],"See letter to Brigham Young, in",["span.emphasis","The Italian Mission"],"(1851), 11."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn2"},["span.label","2."],"See “Organization of the Church in Italy,”",["span.emphasis","Millennial Star,"],"Dec. 15, 1850, 371."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn3"},["span.label","3."],"Letter to Brigham Young, in",["span.emphasis","The Italian Mission,"],"14."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn4"},["span.label","4."],"Letter to Brigham Young, in",["span.emphasis","The Italian Mission,"],"14."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn5"},["span.label","5."],"Quoted in “Organization of the Church in Italy,” 371."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn6"},["span.label","6."],"See letter to Brigham Young, in",["span.emphasis","The Italian Mission,"],"15."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn7"},["span.label","7."],"In Conference Report, Apr. 1880, 81."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn8"},["span.label","8."],["span.emphasis","Deseret News: Semi-Weekly,"],"Jan. 23, 1877, 1."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn9"},["span.label","9."],["span.emphasis","Deseret News,"],"Jan. 24, 1872, 598."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn10"},["span.label","10."],"In Conference Report, Apr. 1880, 81–82."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn11"},["span.label","11."],["span.emphasis","Deseret News: Semi-Weekly,"],"Dec. 2, 1879, 1."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn12"},["span.label","12."],["span.emphasis","Deseret News,"],"May 15, 1861, 81–82."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn13"},["span.label","13."],["span.emphasis","Deseret Evening News,"],"Oct. 6, 1880, 2; from a detailed paraphrase of a discourse Lorenzo Snow delivered at the October 1880 general conference."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn14"},["span.label","14."],"“The Object of This Probation,”",["span.emphasis","Deseret Semi-Weekly News,"],"May 4, 1894, 7."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn15"},["span.label","15."],"In Journal History, July 11, 1865, 2."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn16"},["span.label","16."],"“Address to the Saints in Great Britain,”",["span.emphasis","Millennial Star,"],"Dec. 1, 1851, 362."],["div",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn17"},["span.label","17."],["span.emphasis","Deseret News: Semi-Weekly,"],"Aug. 15, 1882, 1."],["div",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn18"},["span.label","18."],"In “Anniversary Exercises,”",["span.emphasis","Deseret Evening News,"],"Apr. 7, 1899, 9."],["div",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn19"},["span.label","19."],"“Address to the Saints in Great Britain,” 362–63."],["div",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-17-priesthood-for-the-salvation-of-the-human-family.fn20"},["span.label","20."],["span.emphasis","Deseret News: Semi-Weekly,"],"Aug. 15, 1882, 1."]]}
