{"id":16,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":16,"title":"Chapter 12: Tithing, a Law for Our Protection and Advancement","subtitle":"","short_title":"Chapter 12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.head1"},["span.pageBreak",{"title":"157"}],[".titleNumber","Chapter 12"],["h1","Tithing, a Law for Our Protection and Advancement"],[".intro","“The law of tithing is one of the most important ever revealed to man. … Through obeying this law the blessings of prosperity and success will be given to the Saints.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p5"},"In early May 1899, President Lorenzo Snow felt prompted to visit the city of St. George and other settlements in southern Utah. He quickly began organizing a group of people, including several General Authorities, to take the long trip with him."],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p6"},"When President Snow arranged for the journey, he did not tell anyone why they were going—he did not know the reason himself. “When we left Salt Lake,” he later said, “we did not know just what we were going to visit these southern settlements for.”",["sup",["a",{"href":"fn_1"},"1"]],"But on May 17, soon after the travelers arrived in St. George, the Lord’s will was “clearly manifested” to His prophet.",["sup",["a",{"href":"fn_2"},"2"]],"In a meeting held on May 18, 1899, President Snow declared:"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p7"},"“It is the word of the Lord to you, my brethren and sisters, that you should conform to that which is required of you as a people who have these glorious prospects of exaltation and glory before you. What is it? Why, it is something that has been drummed into your ears from time to time until you perhaps have got tired of hearing it. … The word of the Lord to you is not anything new; it is simply this: T",["span.small","HE TIME HAS NOW COME FOR EVERY"],"L",["span.small","ATTER-DAY"],"S",["span.small","AINT, WHO CALCULATES TO BE PREPARED FOR THE FUTURE AND TO HOLD HIS FEET STRONG UPON A PROPER FOUNDATION, TO DO THE WILL OF THE"],"L",["span.small","ORD AND TO PAY HIS TITHING IN FULL."],"That is the word of the Lord to you, and it will be the word of the Lord to every",["span.pageBreak",{"title":"158"}],"settlement throughout the land of Zion. After I leave you and you get to thinking about this, you will see yourselves that the time has come when every man should stand up and pay his tithing in full. The Lord has blessed us and has had mercy upon us in the past; but there are times coming when the Lord requires us to stand up and do that which He has commanded and not leave it any longer. What I say to you in this Stake of Zion I will say to every Stake of Zion that has been organized. There is no man or woman that now hears what I am saying who will feel satisfied if he or she fails to pay a full tithing.”",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p8"},"In his previous 50 years as an Apostle, President Snow had rarely mentioned the law of tithing in his sermons. That changed in St. George, Utah, because of the revelation he received. “I never had a more perfect revelation,” he later said, “than [the revelation] I received on this subject of tithing.”",["sup",["a",{"href":"fn_4"},"4"]],"From St. George, he and his traveling companions went from town to town in southern Utah and on their way home to Salt Lake City, holding 24 meetings. President Snow delivered 26 sermons. Each time he spoke, he counseled the Saints to obey the law of tithing."],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p9"},"The group returned to Salt Lake City on May 27. A newspaper reporter observed, “The President looks stronger and more active today than the day he left Salt Lake.” Responding to a comment that he had “stood the journey remarkably well,” the 85-year-old prophet said: “Yes, so they all say. … The trip has done me good. I never felt better in my life. I feel that the Lord sustains me in answer to the prayers of the Saints.”",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p10"},"In addition to commenting on his own well-being, he shared his feelings about the faith and righteousness of the Saints in southern Utah. He said that he and his company had been received “with the warmest manifestations of joy and appreciation.”",["sup",["a",{"href":"fn_6"},"6"]],"He reported that when he counseled the Saints to obey the law of tithing, “the Spirit of the Lord fell upon the people, and they rejoiced exceedingly, and in their hearts they decreed that they would observe this principle to the very letter and in the spirit of it.”",["sup",["a",{"href":"fn_7"},"7"]],"In response to a question about the general condition of the people, he said: “They are living in comfortable homes, they are particularly well dressed, and appear to have plenty of the good things of the earth to eat",["span.pageBreak",{"title":"159"}],"and drink. In the St. George Stake the people are suffering from [a] severe drought, the severest one that has ever visited the country, but they have faith that they will soon have moisture.”",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p11"},"On May 29 and 30, President Snow gave two sermons on the law of tithing, first to the officers of the Young Ladies’ Mutual Improvement Association and then to the officers of the Young Men’s Mutual Improvement Association.",["sup",["a",{"href":"fn_9"},"9"]],"At the conclusion of the second discourse, Elder B. H. Roberts of the Seventy presented the following resolution, which was unanimously supported by all in attendance: “Resolved: That we accept the doctrine of tithing, as now presented by President Snow, as the present word and will of the Lord unto us, and we do accept it with all our hearts; we will ourselves observe it, and we will do all in our power to get the Latter-day Saints to do likewise.”",["sup",["a",{"href":"fn_10"},"10"]],"On July 2, all the General Authorities and representatives from all the stakes and wards in the Church attended a solemn assembly in the Salt Lake Temple, having fasted and prayed in preparation for the meeting. There they unanimously accepted the same resolution.",["sup",["a",{"href":"fn_11"},"11"]],"President Snow was true to this resolution himself, teaching the law of tithing in many stakes and overseeing the same effort by other Church leaders."],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p12"},"In the months after President Snow’s visit to southern Utah, he received word of the Latter-day Saints’ renewed dedication to obey the law of tithing. This news gave him “the greatest pleasure and satisfaction,”",["sup",["a",{"href":"fn_12"},"12"]],"for he knew that through continued obedience to this law, “the blessings of the Almighty [would] be poured out upon this people, and the Church [would] progress with a force and rapidity that [had] never been experienced before.”",["sup",["a",{"href":"fn_13"},"13"]]],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p13"},"President Snow had repeatedly assured the Saints that they would be blessed individually, both temporally and spiritually, as they obeyed the law of tithing.",["sup",["a",{"href":"fn_14"},"14"]],"That promise was partially fulfilled in August 1899, when the people of St. George enjoyed temporary relief from their drought; their faith was rewarded with 2.93 inches of rain, more than they had received in the previous 13 months combined.",["sup",["a",{"href":"fn_15"},"15"]],"President Snow had also promised that obedience to the law of tithing would bring blessings to the Church as a whole. He felt certain that the tithes of the faithful would enable the Church to break free from its indebtedness, which had come largely as a result",["span.pageBreak",{"title":"160"}],"of persecution.",["sup",["a",{"href":"fn_16"},"16"]],"This promise was fulfilled in 1906, five years after he died. In the April 1907 general conference, President Joseph F. Smith announced:"],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p14"},"“There never has been a time in the history of the Church, I believe, when the law of tithing was observed more universally and more honestly than it has been observed by the Latter-day Saints of late. The tithes of the people during the year 1906, have surpassed the tithing of any other year. This is a good indication that the Latter-day Saints are doing their duty, that they have faith in the Gospel, that they are willing to keep the commandments of God, and that they are working up to the line more faithfully perhaps than ever before. I want to say another thing to you, and I do so by way of congratulation, and that is, that we have, by the blessing of the Lord and the faithfulness of the Saints in paying their tithing, been able to pay off our bonded indebtedness. Today the Church of Jesus Christ of Latter-day Saints owes not a dollar that it cannot pay at once. At last we are in a position that we can pay as we go. We do not have to borrow any more, and we won’t have to if the Latter-day Saints continue to live their religion and observe this law of tithing.”",["sup",["a",{"href":"fn_17"},"17"]],"[See suggestion 1 on page 164.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","The law of tithing is easy to understand and can be obeyed by all."],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p17"},"I plead with you in the name of the Lord, and I pray that every man, woman and child … shall pay one-tenth of their income as a tithing.",["sup",["a",{"href":"fn_18"},"18"]]],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p18"},"[Tithing] is not a difficult law. … If a man receives ten dollars, his tithing is one dollar; if he receives one hundred, his tithing is ten. … It is very easy to comprehend.",["sup",["a",{"href":"fn_19"},"19"]]],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p19"},"[A man might ask himself] How much of this tithing shall I give? Cannot I reserve a portion to myself? The Lord is very rich and I doubt if He will be troubled at all if I withhold a little for myself; and so a little to oneself is withheld. But that very little that is reserved will trouble that man, if his conscience is like the consciences of most of the Latter-day Saints. It will trouble him more",["span.pageBreak",{"title":"161"}],"or less in the day time, and also when he thinks of it at night. He does not have that happiness that it is his privilege to enjoy—it goes from him.",["sup",["a",{"href":"fn_20"},"20"]]],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p20"},"A part of a tithing is no tithing at all, no more than immersing only half a person’s body is baptism.",["sup",["a",{"href":"fn_21"},"21"]]],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p21"},"There is no man or woman who can not pay one tenth of what he or she receives.",["sup",["a",{"href":"fn_22"},"22"]]],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p22"},"Brethren and sisters, we want you to make this matter a subject of prayer. … Instead of having such groveling ideas as some have in regard to money, we should pay our tithing. … What the Lord requires of us is to pay our tithing now. And He expects every person in the future to pay his or her tithing. We know what one-tenth is; let us pay that to the Lord. Then we can go to the Bishop with an open face and ask him for a recommend to go to the temple.",["sup",["a",{"href":"fn_23"},"23"]]],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p23"},"I say to you in the name of the Lord God of Israel, if you will pay tithing from now on, the Lord will forgive you for all the past [nonpayment of tithing] and the blessings of the Almighty will be poured out upon this people.",["sup",["a",{"href":"fn_24"},"24"]]],["span.pageBreak",{"title":"162"}],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p24"},"I want to have this principle so fixed upon our hearts that we shall never forget it. As I have said more than once, I know that the Lord will forgive the Latter-day Saints for their past negligence in paying tithing, if they will now repent and pay a conscientious tithing from this time on.",["sup",["a",{"href":"fn_25"},"25"]],"[See suggestion 2 on page 165.]"]],[".topic",["h3","When we pay tithing, we contribute to the work of the Church."],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p26"},"This Church could not go on unless there was revenue, and this revenue God has provided for [through the law of tithing]. Our temples, in which we receive the highest blessings ever conferred on mortal man, are built through revenue. We never could send the … Elders out into the world to preach the Gospel, as we are now doing, unless there was revenue to do it. … Then there are a thousand other things constantly occurring for which means are required. …"],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p27"},"If some of the Latter-day Saints had not paid tithing our four Temples here [in 1899] never would have been erected, and the judgments and statutes of God pertaining unto exaltation and glory never could have been kept. The first principle of action to the Latter-day Saints is to sanctify the land by keeping this law of tithing and placing themselves in a position where they can receive the ordinances that pertain unto exaltation and glory of our dead.",["sup",["a",{"href":"fn_26"},"26"]],"[See suggestion 3 on page 165.]"]],[".topic",["h3","The Lord will bless us temporally and spiritually as we obey the law of tithing."],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p29"},"The law of tithing is one of the most important ever revealed to man. … Through obeying this law the blessings of prosperity and success will be given unto the Saints.",["sup",["a",{"href":"fn_27"},"27"]]],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p30"},"If we will keep that law … the land will be sanctified, and we shall be counted worthy to receive the blessings of the Lord and to be sustained and supported in our financial affairs and in everything we do, temporal as well as spiritual.",["sup",["a",{"href":"fn_28"},"28"]]],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p31"},"The temporal salvation of this Church … depends upon obedience to this law.",["sup",["a",{"href":"fn_29"},"29"]]],["span.pageBreak",{"title":"163"}],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p32"},"Poverty exists among the Latter-day Saints, and always will exist until we at least obey the law of tithing.",["sup",["a",{"href":"fn_30"},"30"]]],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p33"},"I believe truly if the Latter-day Saints will conform with this law we can claim deliverance from every evil that may come upon us.",["sup",["a",{"href":"fn_31"},"31"]]],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p34"},"Here is a law revealed specially for our protection and safety, as well as for our advancement in the path of righteousness and holiness; a law by which the land on which we dwell might become sanctified; a law by which Zion might be built up and established never more to be thrown down or removed out of her place by wicked and ungodly men.",["sup",["a",{"href":"fn_32"},"32"]]],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p35"},"We have temples, and we receive blessings pertaining to them, even the highest ordinances ever administered to man on the earth, by reason of our obedience to this law.",["sup",["a",{"href":"fn_33"},"33"]]],["span.pageBreak",{"title":"164"}],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p36"},"We can never be prepared to see the face of God until we are conscientious in the payment of tithes and other duties.",["sup",["a",{"href":"fn_34"},"34"]]],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p37"},"I have spoken plainly, and I say it comes from the Lord what I have said to you in regard to tithing. You act now according to the Spirit of the Lord, and your eyes will be opened.",["sup",["a",{"href":"fn_35"},"35"]],"[See suggestion 4 on page 165.]"]],[".topic",["h3","Parents and teachers have a responsibility to pay tithing and then teach children to do the same."],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p39"},"Teach [children] to pay their tithing while they are young. You mothers, teach your children that when they get any money they should pay one-tenth of it to the Lord, however little it may be. Educate them to pay their tithing in full.",["sup",["a",{"href":"fn_36"},"36"]]],["div",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p40"},"It is meet and proper that … officers and teachers [in the Church] should receive in their hearts and very souls the spirit of this law, so that they may be fully qualified to impart the same, and to impress the rising generation with its importance and sacredness. It is required of you, my brethren and sisters, to not only obey the law yourselves, but to teach it to others, even to the rising generation, … and in proportion as you are able to receive the spirit of it, you will be able to impart it, and teach it. …"],["div",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p41"},"… I require it at your hands, not only to obey it, but to teach it to the children of the Latter-day Saints, and to impress it upon the tablets of their memories, so that when they shall grow into years of discretion, it may be said they were taught it, and that they obeyed it from their youth up.",["sup",["a",{"href":"fn_37"},"37"]],"[See suggestion 5 on page 165.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p43"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.f1"},["ol.number",["li",["span.label","1."],[".para","Review the account of President Snow receiving the revelation about tithing (pages 157–60). Think about his willingness to travel to St. George and the people’s readiness to obey the law of tithing. What can we gain from this account?"]],["span.pageBreak",{"title":"165"}],["li",["span.label","2."],[".para","In what ways is tithing “not a difficult law”? (For some examples, see pages 160–61.) Why might some people think the law of tithing is difficult to obey? How might President Snow’s teachings help someone gain a testimony of paying tithing?"]],["li",["span.label","3."],[".para","Study the first section that begins on page 162. What are some blessings you and loved ones have received through the buildings and programs funded by tithing? Why is it a privilege to pay tithing?"]],["li",["span.label","4."],[".para","President Snow testified that we will be blessed as we obey the law of tithing (pages 162–64). What are some blessings the law of tithing has brought into your life? into the lives of your family members and friends?"]],["li",["span.label","5."],[".para","Consider President Snow’s counsel to parents and teachers (page 164). Why do you think it is important for children to pay their tithing, “however little it may be”? What are some ways to teach children to pay tithes and offerings?"]]]],["div",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p49"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/ot/mal/3.8-10"},"Malachi 3:8–10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.23"},"D&C 64:23"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/119.1-7"},"119:1–7"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.f2"},["div",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.p50"},["span.emphasis","Teaching Help:"],"“Be careful not to end good discussions too soon in an attempt to present all the material you have prepared. Although it is important to cover the material, it is more important to help learners feel the influence of the Spirit, resolve their questions, increase their understanding of the gospel, and deepen their commitment to keep the commandments” (",["span.emphasis","Teaching, No Greater Call,"],"64)."]]]],[".bodyNotes",["h3","Notes"],["span.pageBreak",{"title":"166"}]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.f3"},[".caption","The St. George Tabernacle. In this building, President Lorenzo Snow gave his first of many discourses on the law of tithing."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.f4"},[".caption","President Snow counseled parents and teachers to teach children to pay tithing."]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.f5"},[".caption","Tithing funds are used to help pay for the construction and maintenance of temples."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn1"},["span.label","1."],"In “In Juab and Millard Stakes,”",["span.emphasis","Deseret Evening News,"],"May 29, 1899, 5."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn2"},["span.label","2."],"In “In Juab and Millard Stakes,” 5."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn3"},["span.label","3."],["span.emphasis","Millennial Star,"],"Aug. 24, 1899, 532–33; see also",["span.emphasis","Deseret Evening News,"],"May 17, 1899, 2;",["span.emphasis","Deseret Evening News,"],"May 18, 1899, 2. The",["span.emphasis","Millennial Star"],"says that President Snow delivered this discourse on May 8, but other contemporary sources show that he delivered it on May 18. President Snow also spoke about tithing on May 17."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn4"},["span.label","4."],"In “President Snow in Cache Valley,”",["span.emphasis","Deseret Evening News,"],"Aug. 7, 1899, 1."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn5"},["span.label","5."],"In “Pres. Snow Is Home Again,”",["span.emphasis","Deseret Evening News,"],"May 27, 1899, 1. The Church had 40 stakes at the time."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn6"},["span.label","6."],"In “Pres. Snow Is Home Again,” 1."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn7"},["span.label","7."],["span.emphasis","Deseret Evening News,"],"June 24, 1899, 3."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn8"},["span.label","8."],"In “Pres. Snow Is Home Again,” 1."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn9"},["span.label","9."],"See “The Annual Conference of the Young Men’s and Young Ladies’ Mutual Improvement Associations,”",["span.emphasis","Improvement Era,"],"Aug. 1899, 792–95; see also Ann M. Cannon, “President Lorenzo Snow’s Message on Tithing,”",["span.emphasis","Young Woman’s Journal,"],"Apr. 1924, 184–86."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn10"},["span.label","10."],"B. H. Roberts, quoted in “The Annual Conference of the Young Men’s and Young Ladies’ Mutual Improvement Associations,” 795."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn11"},["span.label","11."],"See B. H. Roberts,",["span.emphasis","Comprehensive History of the Church,"],"6:359–60."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn12"},["span.label","12."],"In Conference Report, Oct. 1899, 28."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn13"},["span.label","13."],"In “President Snow in Cache Valley,”",["span.emphasis","Deseret Evening News,"],"Aug. 7, 1899, 2."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn14"},["span.label","14."],"See, for example,",["span.emphasis","Deseret Evening News,"],"June 24, 1899, 3. Contemporary transcripts of President Snow’s discourses and contemporary newspaper articles about his travels show that while he promised the Saints that they would be blessed temporally as well as spiritually as they obeyed the law of tithing, he did not specifically promise an end to the drought in southern Utah."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn15"},["span.label","15."],"See Western Regional Climate Center, http://www.wrcc.dri.edu/cgi-bin/cliMONtpre.pl?utstge."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn16"},["span.label","16."],"See, for example, “The Annual Conference of the Young Men’s and Young Ladies’ Mutual Improvement Associations,” 793."],["div",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn17"},["span.label","17."],"In Conference Report, Apr. 1907, 7."],["div",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn18"},["span.label","18."],"In Conference Report, Oct. 1899, 28."],["div",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn19"},["span.label","19."],["span.emphasis","Deseret Semi-Weekly News,"],"July 28, 1899, 10."],["div",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn20"},["span.label","20."],"In Conference Report, Apr. 1899, 51."],["div",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn21"},["span.label","21."],["span.emphasis","Deseret Evening News,"],"June 24, 1899, 3."],["div",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn22"},["span.label","22."],"In “President Lorenzo Snow’s Message on Tithing,” 185; from the minutes of a meeting held in the Assembly Hall in Salt Lake City on May 29, 1899."],["div",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn23"},["span.label","23."],["span.emphasis","Deseret Semi-Weekly News,"],"July 28, 1899, 10."],["div",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn24"},["span.label","24."],"In “President Snow in Cache Valley,” 2."],["div",{"id":"fn25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn25"},["span.label","25."],"In Conference Report, Oct. 1899, 28."],["div",{"id":"fn26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn26"},["span.label","26."],"In Conference Report, Oct. 1899, 27–28."],["div",{"id":"fn27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn27"},["span.label","27."],"In “In Juab and Millard Stakes,” 5."],["div",{"id":"fn28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn28"},["span.label","28."],["span.emphasis","Deseret Evening News,"],"June 24, 1899, 3."],["div",{"id":"fn29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn29"},["span.label","29."],"In “The Annual Conference of the Young Men’s and Young Ladies’ Mutual Improvement Associations,” 794."],["div",{"id":"fn30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn30"},["span.label","30."],["span.emphasis","Deseret Semi-Weekly News,"],"July 28, 1899, 10."],["div",{"id":"fn31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn31"},["span.label","31."],"In “President Lorenzo Snow’s Message on Tithing,” 185."],["div",{"id":"fn32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn32"},["span.label","32."],"“Tithing,”",["span.emphasis","Juvenile Instructor,"],"Apr. 1901, 216."],["div",{"id":"fn33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn33"},["span.label","33."],"“Tithing,” 215."],["div",{"id":"fn34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn34"},["span.label","34."],"In “Conference of Granite Stake,”",["span.emphasis","Deseret Evening News,"],"May 21, 1900, 2; from a detailed paraphrase of a discourse President Snow gave at the Granite Stake conference on May 20, 1900."],["div",{"id":"fn35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn35"},["span.label","35."],["span.emphasis","Deseret Semi-Weekly News,"],"July 28, 1899, 10."],["div",{"id":"fn36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn36"},["span.label","36."],["span.emphasis","Millennial Star,"],"Aug. 31, 1899, 546."],["div",{"id":"fn37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-12-tithing-a-law-for-our-protection-and-advancement.fn37"},["span.label","37."],"“Tithing,” 215–16."]]}
