{"id":5,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":5,"title":"Chapter 1: Learning by Faith","subtitle":"","short_title":"Chapter 1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.head1"},["span.pageBreak",{"title":"37"}],[".titleNumber","Chapter 1"],["h1","Learning by Faith"],[".intro","“Let us continue, brethren and sisters, to work in the name of the Lord our God; gathering wisdom and intelligence day by day, that every circumstance which transpires may minister to our good.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p5"},"When young Lorenzo Snow was not doing his chores on the family farm, he was usually reading—“hid up with his book,” as his family members would say. According to his sister Eliza, he was “ever a student, at home as well as in school.”",["sup",["a",{"href":"fn_1"},"1"]],"His love of learning increased as he grew up. In fact, he said that education was “the leading star” of his youth.",["sup",["a",{"href":"fn_2"},"2"]],"After attending public schools, he studied at Oberlin College, a private school in the state of Ohio, in 1835. In 1836, before he joined the Church, he accepted Eliza’s invitation to move to Kirtland, Ohio, where he studied Hebrew in a class that included the Prophet Joseph Smith and many of the Apostles."],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p6"},"After he was baptized and confirmed, he eventually turned his interest more to “the education of the Spirit”",["sup",["a",{"href":"fn_3"},"3"]],"than to “book studies.”",["sup",["a",{"href":"fn_4"},"4"]],"In this pursuit, he never lost his thirst for learning. For example, when he was 80 years old and serving as President of the Quorum of the Twelve Apostles, he stood before the Saints at the October 1894 general conference. Reflecting on the discourses his less experienced brethren had delivered earlier that day, he said, “Some ideas were advanced that I never thought of before, and they were very profitable.”",["sup",["a",{"href":"fn_5"},"5"]],"Six years later, when he was President of the Church, he attended a conference conducted by the Sunday School organization. After hearing others speak, he finally stood at the pulpit. He began his address by saying: “I have been perfectly delighted and surprised at what I have seen and heard. … Indeed I may say, that I have been instructed; and if I, a man of eighty-six",["span.pageBreak",{"title":"38"}],"years, can be instructed, I see no reason why adults generally cannot derive profit as well as pleasure from attending your meetings.”",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 1 on page 44.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Learning requires faith, exertion, and perseverance."],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p9"},"In this system of religion that you and I have received there is something grand and glorious, and something new to learn every day, that is of great value. And it is not only our privilege but it is necessary that we receive these things and gather these new ideas.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p10"},"The whole idea of Mormonism is improvement—mentally, physically, morally and spiritually. No half-way education suffices for the Latter-day Saint.",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p11"},"It is profitable to live long upon the earth and to gain the experience and knowledge incident thereto: for the Lord has told us that whatever intelligence we attain to in this life will rise with us in the resurrection, and the more knowledge and intelligence a person gains in this life the greater advantage he will have in the world to come [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.18-19"},"D&C 130:18–19"],"].",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p12"},"There are some who do not learn, and who do not improve as fast as they might, because their eyes and their hearts are not upon God; they do not reflect, neither do they have that knowledge which they might have; they miss a good deal which they might receive. We have got to obtain knowledge before we obtain permanent happiness; we have got to be wide awake in the things of God."],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p13"},"Though we may now neglect to improve our time, to brighten up our intellectual faculties, we shall be obliged to improve them sometime. We have got so much ground to walk over, and if we fail to travel to-day, we shall have so much more to travel to-morrow.",["sup",["a",{"href":"fn_10"},"10"]]],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p14"},"There must be a labor of mind, an exertion of those talents that God has given us; they must be put into exercise. Then, being enlightened by the gift and power of the Holy Ghost, we may get those ideas and that intelligence and those blessings that are necessary to prepare us for the future, for sceneries that are to come."],["span.pageBreak",{"title":"39"}],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p15"},"The same principle will apply in all our actions in relation to the things of God. We have to exert ourselves. … This remaining idle without putting ourselves into action is of no use; if we remain perfectly neutral, nothing is accomplished. Every principle that is revealed from the heavens is for our benefit, for our life, for our salvation and for our happiness.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p16"},"We think, perhaps, that it is not necessary to exert ourselves to find out what God requires at our hands; or in other words, to search out the principles which God has revealed, upon which we can receive very important blessings. There are revealed, plainly and clearly, principles which are calculated to exalt the Latter-day Saints and preserve them from much trouble and vexation, yet, through lack of perseverance on our part to learn and conform to them, we fail to receive the blessings that are connected with obedience to them.",["sup",["a",{"href":"fn_12"},"12"]]],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p17"},"Let us continue, brethren and sisters, to work in the name of the Lord our God; gathering wisdom and intelligence day by day, that every circumstance which transpires may minister to our good and increase our faith and intelligence.",["sup",["a",{"href":"fn_13"},"13"]],"[See suggestion 2 on page 44.]"],["span.pageBreak",{"title":"40"}]],[".topic",["h3","The education of the Spirit is worthy of our best attention."],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p19"},"There is a kind of education worthy [of] the best attention of all, and in which all ought to engage—that is the education of the Spirit.",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p20"},"A little spiritual knowledge is a great deal better than mere opinions and notions and ideas, or even very elaborate arguments; a little spiritual knowledge is very important and of the highest consideration.",["sup",["a",{"href":"fn_15"},"15"]]],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p21"},"We must not neglect our spiritual improvements while we seek for worldly wealth. It is our duty to make every effort for the purpose of advancing ourselves in the principles of light and knowledge, as well as of increasing around us the temporal blessings and comforts of this life.",["sup",["a",{"href":"fn_16"},"16"]]],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p22"},"If our minds are too one-sided, paying too much attention to the acquiring of earthly goods, to the neglect of spiritual wealth, we are not wise stewards.",["sup",["a",{"href":"fn_17"},"17"]],"[See suggestion 3 on page 44.]"]],[".topic",["h3","We benefit from hearing gospel principles over and over again."],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p24"},"You have heard [some principles] perhaps hundreds of times, and yet it seems to be necessary that these things should be taught us over and over again. Again, it is something like I find in reading the Book of Doctrine and Covenants. Every time I read a revelation in that book I get some new idea, although I may have read that same revelation many and many a time. I presume this is your experience, too; if it is not, it is very different to mine.",["sup",["a",{"href":"fn_18"},"18"]]],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p25"},"It is with us as with the child learning the alphabet. The teacher says to the child, “Here is the letter",["span.emphasis","a;"],"will you try and remember it?” The child replies, “Yes, I will try to remember it.” The teacher goes to the next letter, and says, “This letter is",["span.emphasis","b;"],"will you look upon it and try to remember it?” “Oh, yes,” says the child. Then the teacher turns back to the letter",["span.emphasis","a."],"“What letter is this?” The child has forgotten it. The teacher once more tells the child that it is",["span.emphasis","a,"],"and turns to the letter",["span.emphasis","b,"],"and discovers that the child has forgotten that also, and again has to be instructed on the letter",["span.emphasis","b."],"This is in the morning. In",["span.pageBreak",{"title":"41"}],"the afternoon the child is again called up and questioned, and the teacher once more finds that the child has forgotten the letters and has to be taught over again. And so the lesson has to be repeated over and over again, so much so that if the teacher had not had experience, and knew what to expect, he certainly would be discouraged. So it is with the Latter-day Saints. Though we may get tired of hearing things repeated, they have to be in order that we may learn them thoroughly. We must learn them. I know that the Latter-day Saints will eventually learn all the laws and commandments of God, and will learn to observe them strictly. But we have not arrived at that point yet.",["sup",["a",{"href":"fn_19"},"19"]],"[See suggestion 4 on page 44.]"]],[".topic",["h3","When we gather to learn the gospel, both the teacher and the learner need the guidance of the Spirit."],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p27"},"When [a teacher] stands before the people he should do so realizing that he stands before them for the purpose of communicating knowledge, that they may receive truth in their souls and be built up in righteousness by receiving further light, progressing in their education in the principles of holiness."],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p28"},"This cannot be done, except by a labor of mind, by an energy of faith and by seeking with all one’s heart the Spirit of the Lord our God. It is just so on the part of the hearers; unless particular attention is paid to that which is required of them from time to time by those who address the people from this stand, and unless individuals labor in their minds with all their mights and with all their strength in their prayers before the Lord, they will not receive that good and benefit to themselves which they ought to receive.",["sup",["a",{"href":"fn_20"},"20"]]],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p29"},"What I want of the Latter-day Saints is that during this conference, as the Elders shall arise to address us, our faith and our prayers may be exercised for each one who speaks, that he may say such things, and that we may have the spirit to receive such things as shall be beneficial to all. This is our privilege and our duty. We have not come here accidentally; we have come in this conference expecting to receive something that will be advantageous to us.",["sup",["a",{"href":"fn_21"},"21"]]],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p30"},"You should ask the Lord to let [the speakers] say something that you want to know, that they may suggest something to you that will",["span.pageBreak",{"title":"42"}],"be of some advantage. If you have any desire to know certain matters that you do not understand, pray that [they] may say something that shall enlighten your mind in reference to that which troubles you, and we will have a grand and glorious Conference, a better one than we have ever had before. Strange as it may appear, our last Conference always seems the best, and may this be the case; and you brethren and sisters, let your hearts rise up to the Lord and exercise faith while our brethren are talking to you. We will not be disappointed, and you will not go home, you will not retire from this Conference, without feeling you have been greatly and abundantly blessed.",["sup",["a",{"href":"fn_22"},"22"]]],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p31"},"I suppose that many of the audience now before me have come from a long distance to meet with us in this general conference; and that all have been moved to gather here by pure motives—by a desire to improve and perfect themselves in matters that pertain to their usefulness in the kingdom of God. In order that we may not be disappointed in this, it becomes necessary that we prepare our hearts to receive and profit by the suggestions that may be made by the speakers during the progress of the Conference, which may be prompted by the Spirit of the Lord. I have thought, and still think, that our being edified does not so much depend upon the speaker as upon ourselves.",["sup",["a",{"href":"fn_23"},"23"]]],["span.pageBreak",{"title":"43"}],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p32"},"When we come together … , it becomes our privilege to receive instruction from those persons that address us, and if we do not, the fault, generally, is in ourselves.",["sup",["a",{"href":"fn_24"},"24"]]],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p33"},"I have noticed on the part of the people what I have attributed to weakness. They come together, some of them, more for the purpose of being pleased with the oratory of their speaker, for the purpose of admiring the style in which he may address them, or they come together more for the purpose of seeing the speaker or speculating in regard to his character … than for the purpose of receiving instructions that will do them good and build them up in righteousness. …"],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p34"},"… If we do not exercise those faculties given us and get the Spirit of the Lord, but little information will be received from speakers, even though ideas may be communicated of great value and worth. Notwithstanding ideas may be communicated in a very broken style, if the people will exert themselves, … they will soon learn that they will never return from meeting without their minds being benefited by the speakers.",["sup",["a",{"href":"fn_25"},"25"]]],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p35"},"It is not always the lengthy discourse that affords to the Latter-day Saints that which is the most profitable; but in the various discourses delivered we may gather some idea, or some principle may flash upon our understanding which will prove valuable to us afterwards.",["sup",["a",{"href":"fn_26"},"26"]]],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p36"},"We have gathered for the purpose of worshiping God and transacting business necessary for the furtherance of the cause of truth on the earth. The character of the instructions will depend largely upon the condition of our minds. We should dismiss therefrom our secular business and devote our attention to the purpose of this Conference.",["sup",["a",{"href":"fn_27"},"27"]]],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p37"},"For our information and spiritual knowledge we are entirely dependent—we feel so dependent—upon the Lord. And in proportion to the exercise of our faith do we receive information, communicated through the Lord’s servants. … He addresses us, through his servants, who address us on occasions of this character when we assemble together to worship our God.",["sup",["a",{"href":"fn_28"},"28"]],"[See suggestion 5 on page 44.]"],["span.pageBreak",{"title":"44"}]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p39"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.f1"},["ol.number",["li",["span.label","1."],[".para","Review pages 37–38, which describe some of President Snow’s lifelong efforts to learn. What leads a person to continue learning throughout his or her life? Think about your own approach to learning, and ponder ways you can continue learning throughout your life."]],["li",["span.label","2."],[".para","Study President Snow’s counsel about exertion and perseverance in gospel learning (pages 38–39). In what ways does your personal learning change when you truly exert yourself? How can we help children and youth exert themselves to learn?"]],["li",["span.label","3."],[".para","President Snow encouraged the Saints to pursue “the education of the Spirit” (page 40). What does this mean to you? What can result when our education focuses too much on worldly wealth?"]],["li",["span.label","4."],[".para","How does the example of a child learning the alphabet (pages 40–41) relate to our efforts to learn the gospel? As you have studied the words of ancient and latter-day prophets, what principles have you seen repeated?"]],["li",["span.label","5."],[".para","In what ways can we prepare our hearts to learn in Church classes and meetings? How can we exert ourselves to learn, even when we are simply listening to a talk in a sacrament meeting or a conference? (For some examples, see pages 41–43.)"]]]],["div",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p45"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.28-29"},"2 Nephi 9:28–29"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30"},"28:30"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.9"},"Mosiah 2:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.13-22"},"D&C 50:13–22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118,122"},"88:118, 122"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.32-33"},"136:32–33"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.f2"},["div",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.p46"},["span.emphasis","Teaching Help:"],"“To help us teach from the scriptures and the words of latter-day prophets, the Church has produced lesson manuals and other materials. There is little need for commentaries or other reference material” (",["span.emphasis","Teaching, No Greater Call: A Resource Guide for Gospel Teaching"],"[1999], 52)."],["span.pageBreak",{"title":"45"}]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.f3"},[".caption","Throughout his life, President Lorenzo Snow sought learning “by study and also by faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.118"},"D&C 88:118"],")."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.f4"},[".caption","We should “prepare our hearts to receive and profit by” the messages shared in general conference and other meetings."]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.f5"},[".caption","“The education of the spirit” is worthy of our “best attention.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn1"},["span.label","1."],"Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 3."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn2"},["span.label","2."],"In",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"28."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn3"},["span.label","3."],["span.emphasis","Deseret News: Semi-Weekly,"],"Mar. 31, 1868, 2."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn4"},["span.label","4."],"In",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"28."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn5"},["span.label","5."],"“Glory Awaiting the Saints,”",["span.emphasis","Deseret Semi-Weekly News,"],"Oct. 30, 1894, 1."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn6"},["span.label","6."],"“Tithing,”",["span.emphasis","Juvenile Instructor,"],"Apr. 1901, 214–15."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn7"},["span.label","7."],"In Conference Report, Apr. 1898, 13."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn8"},["span.label","8."],"“‘Mormonism’ by Its Head,”",["span.emphasis","The Land of Sunshine,"],"Oct. 1901, 257."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn9"},["span.label","9."],"In “Old Folks Are at Saltair Today,”",["span.emphasis","Deseret Evening News,"],"July 2, 1901, 1; message prepared by Lorenzo Snow and read by his son LeRoi."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn10"},["span.label","10."],["span.emphasis","Deseret News,"],"Oct. 21, 1857, 259."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn11"},["span.label","11."],["span.emphasis","Deseret News,"],"Jan. 28, 1857, 371."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn12"},["span.label","12."],["span.emphasis","Deseret News: Semi-Weekly,"],"July 16, 1878, 1."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn13"},["span.label","13."],["span.emphasis","Deseret News: Semi-Weekly,"],"Dec. 7, 1869, 7."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn14"},["span.label","14."],["span.emphasis","Deseret News: Semi-Weekly,"],"Mar. 31, 1868, 2."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn15"},["span.label","15."],["span.emphasis","Deseret News,"],"Nov. 22, 1882, 690."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn16"},["span.label","16."],["span.emphasis","Deseret News,"],"July 19, 1865, 330."],["div",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn17"},["span.label","17."],["span.emphasis","Deseret News,"],"July 19, 1865, 330."],["div",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn18"},["span.label","18."],["span.emphasis","Deseret Semi-Weekly News,"],"Mar. 30, 1897, 1."],["div",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn19"},["span.label","19."],["span.emphasis","Deseret Semi-Weekly News,"],"July 28, 1899, 10; italics added."],["div",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn20"},["span.label","20."],["span.emphasis","Deseret News,"],"Jan. 28, 1857, 371."],["div",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn21"},["span.label","21."],"In Conference Report, Oct. 1899, 2."],["div",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn22"},["span.label","22."],"In Conference Report, Oct. 1900, 5."],["div",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn23"},["span.label","23."],"In Conference Report, Oct. 1898, 1–2."],["div",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn24"},["span.label","24."],"In Conference Report, Apr. 1898, 61."],["div",{"id":"fn25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn25"},["span.label","25."],["span.emphasis","Deseret News,"],"Jan. 28, 1857, 371."],["div",{"id":"fn26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn26"},["span.label","26."],"In Conference Report, Apr. 1899, 2."],["div",{"id":"fn27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn27"},["span.label","27."],["span.emphasis","Deseret News,"],"Apr. 11, 1888, 200; from a detailed paraphrase of a discourse Lorenzo Snow delivered in the April 1888 general conference."],["div",{"id":"fn28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-1-learning-by-faith.fn28"},["span.label","28."],["span.emphasis","Salt Lake Daily Herald,"],"Oct. 11, 1887, 2."]]}
