{"id":20,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":20,"title":"Chapter 16: “That We May Become One”","subtitle":"","short_title":"Chapter 16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.head1"},["span.pageBreak",{"title":"195"}],[".titleNumber","Chapter 16"],["h1","“That We May Become One”"],[".intro","“The voice of the Almighty called us out from the midst of confusion … to form a union and a lovely brotherhood, in which we should love one another as we love ourselves.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p5"},"Before the Saints were driven from Nauvoo, the leading Brethren of the Church met in the temple. They covenanted that they would “never cease [their] exertions, by all the means and influence within [their] reach, till all the Saints who were obliged to leave Nauvoo should be located at some gathering place of the Saints.”",["sup",["a",{"href":"fn_1"},"1"]],"Determined to keep this covenant, President Brigham Young established the Perpetual Emigrating Fund in 1849. Under this program, the Church loaned money to emigrating Saints with the understanding that the people would repay their loans after they arrived in Utah and found employment."],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p6"},"President Young called Elder Lorenzo Snow and others to raise funds for this effort. It was difficult for Elder Snow to ask the Saints for donations—they were poor themselves, having been driven from place to place before settling in the Salt Lake Valley. He wrote in his journal: “In performing the mission of soliciting means from the Saints who, after having been robbed and plundered, had performed a journey of more than one thousand miles, and just located in an unwatered, desolate recess of the great ‘American Desert,’ I found myself inducted into an uphill business. With very few exceptions, the people had very little, or nothing they could possibly spare.” However, everywhere Elder Snow went, people gave all they could. He reported: “The efforts and willingness, everywhere manifested, to eke out a portion of the little—the feeling of liberality and greatness of soul, which everywhere I met in the midst of poverty,",["span.pageBreak",{"title":"196"}],"the warm-hearted greetings I received even where comparative indigence held court, filled my heart with exceeding great joy. One man insisted that I should take his only cow, saying that the Lord had delivered him, and blessed him in leaving the old country and coming to a land of peace; and in giving his only cow, he felt that he would only do what duty demanded, and what he would expect from others, were the situation reversed.”"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p7"},"After collecting donations in northern Utah, Elder Snow observed, “The hearts of the Saints were open, and, considering their circumstances, they donated liberally and amply, and I need not say cheerfully.”",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p8"},"Although the people had little to give individually, their unified efforts blessed many lives. The Perpetual Emigrating Fund expanded beyond its original purpose, helping more than just the members of the Church who had been in Nauvoo. It continued for 38 years, helping tens of thousands of converts from many lands gather with their fellow Saints. [See suggestion 1 on page 202.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","When we are united in the gospel, the Lord shows the world His character through us."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p11"},"Jesus prayed to his Father that those he had given him out of the world might be one as he and the Father were one, and says he, I pray that thou wilt give them the same love which thou hast for me, that I may be in them and thou in me, that all may be one. There is something very important in this, and we have got to practice ourselves until we become like the Father and the Son, one in all things.",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p12"},"From the verses which I have read [",["a.scriptureRef",{"href":"/scriptures/nt/john/17.19-21"},"John 17:19–21"],"] the importance and the necessity of the Apostles being united, was shown, in order that the purposes of the Lord might be effective in the world. For unless the Apostles and those that believed on them were united, the world could not believe in the mission and purposes of the Savior. Therefore Jesus prayed to the Father that all those whom the Father had given Him might be one as He and the Father were one, that the world might believe that the Father had sent Him. In fact this is what the Lord designed to effect through Israel in bringing them out from Egyptian bondage; He wished to make of them a united people, a peculiar nation, a nation of people whom God could honor and respect in order that the world might believe, and that they might receive the blessings which He wished to bestow upon them, inasmuch as the human race are all the offspring of God; and if Israel had carried out His requirements, the world, no doubt would have been greatly benefited thereby, and the purposes of God more fully effected. The Lord wished to show His character, and the character of the heavens, and wished to extend His love and blessings through Israel to the whole human family; but Israel was disobedient and would not hearken to His voice. …"],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p13"},"If we have division in our midst; if we be divided either spiritually or temporally, we never can be the people that God designs us to become, nor can we ever become instruments in His hands of making the world believe that the holy Priesthood has been restored, and that we have the everlasting Gospel. In order for us to effect the purposes of God we shall have to do as Jesus did—conform our individual will to the will of God, not only in one thing, but in all things, and to live so that the will of God shall be in us.",["sup",["a",{"href":"fn_4"},"4"]],"[See suggestion 2 on page 203.]"]],[".topic",["h3","Unity is essential in the Church and in our families."],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p15"},"There should be greater union in our midst than we find today. There is a perfect union in the quorum of the Twelve. Should there not be a perfect union in that quorum? Most assuredly, every one would say Yes, a perfect union in the quorum of the Twelve Apostles. … And there is also a perfect union with the First Presidency, and should there not be? Every one will say, certainly, there should be. And should there not be a perfect union with the seven presidents of the Seventies? There most assuredly should be; we all say Yes. Should there not be a perfect union with the High Councils of the various Stakes of Zion? Certainly there should be, and there is a way to accomplish that union. And the same way with the various other organizations and quorums. Should there not be a perfect union with the presidencies of Stakes? Certainly, and if I were a president of a Stake, I would not rest day or night until I had union",["span.pageBreak",{"title":"198"}],"with my counselors. Should there not be a union with the Bishop and his Counselors? Most assuredly there should be."],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p16"},"Well, what is more important? Should there not be union in the family? … Most assuredly there should. And why should any man be satisfied, why should any husband and father of a family rest satisfied until he effects a perfect union, that is, just as far as a perfect union can be accomplished? And in this matter the father should make himself just as perfect as a man can in this life be made perfect before his family. And the wife should make herself just as perfect as a woman can possibly do in this life. And then they are prepared to make their children just as perfect as they are willing and are capable of being made perfect. And the father and the mother should be very careful. The wife should never in the presence of her children speak disrespectfully of her husband. If she thinks her husband has done wrong (he might have done), she should never speak of it in the presence of her children. She should take him out of the presence of her children and there tell him of his faults, in a pleasant way, but never in the presence of the children speak disrespectfully of the father. And the father the same. He has no right to speak disrespectfully of his wife in the presence of her children. And I pray God to give the husband and wife the spirit and the understanding to correct themselves in such matters. I know that a great many of the difficulties that now appear, and the disrespect that we find in reference to the Priesthood, among young people, arises from this fact, that there have been difficulties in the home circle, and there has been disrespect expressed in their presence, of the father by the mother, or of the mother by the father. Now I know these things are so.",["sup",["a",{"href":"fn_5"},"5"]],"[See suggestion 3 on page 203.]"]],[".topic",["h3","We become united as we help each other secure peace and happiness."],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p18"},"We talk considerably in regard to the principle of loving our neighbors as well as we love ourselves; we talk about it and we sometimes think about it, but how much do we really enter into the spirit of these things, and see that the difficulty lies within ourselves? We must understand that we have got to act upon certain principles by which we can bind ourselves together as a people, to bind our",["span.pageBreak",{"title":"199"}],"feelings together that we may become one, and this never can be accomplished unless certain things are done, and things that require an exertion on our part."],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p19"},"How would you go to work to bind yourselves together? How would a man go to work to unite himself with his neighbor? If two men were associated together who had never been acquainted, how would they go to work to secure each other’s friendship, attachment and affection one towards another? Why something would have to be done, and that not by one party only, but would have to be done by one as well as by the other. It would not answer for one to do the business alone; it would not do for one to answer those feelings and do the work himself, but in order to become as one in their sentiments and affection—the action of both would be requisite. …"],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p20"},"… Something has to be done by [each] party in order to secure each other’s friendship and to bind us together as a community. …"],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p21"},"… Let your minds be expanded to comprehend and look after the interest of your friends that are around you, and where it is in",["span.pageBreak",{"title":"200"}],"your power to secure benefits to your friends do so, and in so doing you will find that those things which you need will come into your hands quicker than if you labor entirely to secure them to yourselves independent of regarding the interests of your friends. I know this is a good and important principle. …"],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p22"},"… We have got to know that it is our business to learn to secure the peace and happiness of those that are around us, and never take a course to trample upon the feelings and rights of our neighbors. Let a man go and trample upon the rights of a brother and how long would it take him to destroy that feeling of confidence that had heretofore existed between them? And when once destroyed how long will it take to establish that feeling which once existed between them? It will take a great while. This is what we have to place our eye upon; I feel it so; in all our thinking, in all our movements and in our secret meditations we want to let our minds reflect upon the interests of all around; and to consider that they have rights and privileges as well as ourselves; we ought to have this firmly established in our minds."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p23"},"Now you take a man that is continually looking after the interests of the people around him, and let him feel to bless anything and all things that belong to his brethren, and he will in this way establish happiness in himself and around him. Let a man take the opposite course and instead of blessing and laboring for the benefit of others, find fault and pull down, will he make the same improvement? Assuredly he will not."],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p24"},"… If we feel that it is our duty to go to work more ambitiously than what we have done to secure confidence, we will proceed if it is in our power to yield temporal blessings and favors to secure the friendship of those around us. In this way and in no other can we be bound together and manifest that we have a kind and brotherly feeling.—We must exhibit this feeling by our works … instead of shaking a person by the hand and saying God bless you my good fellow, and the next day pay[ing] no regard to what we have previously said but trampl[ing] upon his best feelings.",["sup",["a",{"href":"fn_6"},"6"]]],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p25"},"When a man is not willing to sacrifice for the benefit of his brethren, and when he knows that he trespasses upon the feelings of his",["span.pageBreak",{"title":"201"}],"brethren, … that man is not right before the Lord, and where is the love of that individual for his brother?"],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p26"},"When one brother is not willing to suffer for his brother, how is it in his power to manifest that he has love for his brother? I tell you it is in our folly and weakness that we will not bear with our brethren, but if they trespass upon our rights we immediately retaliate, and if they tread upon our toes we immediately jump upon theirs. … When I see a brother that has been trespassed against, and then he turns round and jumps upon the offender, then I say how far is that brother from the path of duty, and I say to him you must learn to govern yourself or you never will be saved in the kingdom of God.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p27"},"I will read some paragraphs in the Book of Doctrine and Covenants:"],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p28"},"“My disciples, in days of old, sought occasion against one another, and forgave not one another in their hearts, and for this evil they were afflicted, and sorely chastened;"],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p29"},"“Wherefore I say unto you, that ye ought to forgive one another, for he that forgiveth not his brother his trespasses, standeth condemned before the Lord, for there remaineth in him the greater sin.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.8-9"},"D&C 64:8–9"],".] …"],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p30"},"As I read here, there was one thing that the disciples of the Savior did not accomplish—they did not succeed in establishing that union of spirit and feeling that they ought to have had, and the Lord chastened them for it. The Lord requires that men should forgive one another, even seventy times seven. And even if the party does not ask forgiveness, we are to forgive. … He that forgives not his brother, we are told, there remaineth in him the greater sin—that is, he is a greater sinner than the person that offended him. The Lord requires us to love our neighbor as we do ourselves—a pretty difficult matter under many circumstances; but we will have to reach that point of perfection, and we will reach it.",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 4 on page 203.]"]],["span.pageBreak",{"title":"202"}],[".topic",["h3","As we become united in the gospel, we increase in light and intelligence and prepare to dwell in God’s presence."],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p32"},"We should be bound together and act like David and Jonathan as the heart of one [see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.1"},"1 Samuel 18:1"],"], and sooner let our arm be severed from our bodies than injure each other. What a mighty people we would be if we were in this condition, and we have got to go into it, however little feelings of friendship we may have in exercise at the present time. I can just tell you that the day will come when we must become united in this way if we ever see the presence of God. We shall have to learn to love our neighbors as we love ourselves. We must go into this, however far we are from it at the present time, yet no matter, we must learn these principles and establish them in our bosoms. Now this I can see clearly, and that is the reason why I talk about these matters in the style in which I do, for I wish to plant them in the minds of the Saints, and to have these things among their every day feelings.",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p33"},"The voice of the Almighty called us out from the midst of confusion, which is Babylon, to form a union and a lovely brotherhood, in which we should love one another as we love ourselves. When we depart from this purpose, the Spirit of God withdraws from us to the extent of that departure. But if we continue in the extent of those covenants which we made when we received the Gospel, there is a corresponding increase of light and intelligence, and there is a powerful preparation for that which is to come. And because of our faithfulness and our adherence to the covenants we have made, the foundation upon which we stand becomes like the pillars of heaven—immovable.",["sup",["a",{"href":"fn_10"},"10"]],"[See suggestion 5 on page 203.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p35"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.f1"},["ol.number",["li",["span.label","1."],[".para","Review Lorenzo Snow’s experience with the Perpetual Emigrating Fund (pages 195–96). In the Church today, what opportunities do we have to give money or goods to help others? In what ways can these efforts help us become one?"]],["span.pageBreak",{"title":"203"}],["li",["span.label","2."],[".para","Ponder President Snow’s teachings about why the Lord wants us to be unified (pages 196–97). Why do you think other people will be more likely to gain a testimony of the Lord and His restored Church when they see that we are unified? How might their feelings change if they see that we are divided?"]],["li",["span.label","3."],[".para","Examine the section that begins at the bottom of page 197. How does this counsel apply in our homes? Consider what you can do to encourage more unity in your family relationships."]],["li",["span.label","4."],[".para","How can we experience unity in our Relief Society or priesthood quorum, even when we have different interests and ideas? (For some examples, see pages 198–201.) In what ways have you benefited from unity in your family? in the Church? in the community?"]],["li",["span.label","5."],[".para","Why do you think love for one another can make us “a mighty people”? How does love for others influence the way we live? As you ponder or discuss these questions, review the last two paragraphs in the chapter."]]]],["div",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p41"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/ot/ps/133"},"Psalm 133"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/13.34-35"},"John 13:34–35"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/12.5"},"Romans 12:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/18.21"},"Mosiah 18:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.15-17"},"4 Nephi 1:15–17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.9"},"D&C 51:9"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.18"},"Moses 7:18"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.f2"},["div",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.p42"},["span.emphasis","Teaching Help:"],"“The crowning, convincing, converting power of gospel teaching is manifest when an inspired teacher says, ‘I know by the power of the Holy Ghost, by the revelations of the Holy Spirit to my soul, that the doctrines I have taught are true’” (Bruce R. McConkie, quoted in",["span.emphasis","Teaching, No Greater Call,"],"43)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.f3"},[".caption","Before the Saints left Nauvoo, priesthood leaders covenanted to help all the Saints who wanted to join the emigration."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.f4"},[".caption","“Should there not be union in the family? … Most assuredly there should.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.fn1"},["span.label","1."],"Quoted in Brigham Young, Heber C. Kimball, and Willard Richards, “Important from Salt Lake City,”",["span.emphasis","Millennial Star,"],"Apr. 15, 1850, 120; see also Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 107."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.fn2"},["span.label","2."],"In",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"108."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.fn3"},["span.label","3."],["span.emphasis","Deseret News,"],"Jan. 14, 1857, 355."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.fn4"},["span.label","4."],["span.emphasis","Deseret News: Semi-Weekly,"],"Jan. 23, 1883, 1."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.fn5"},["span.label","5."],"In Conference Report, Oct. 1897, 32–33."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.fn6"},["span.label","6."],["span.emphasis","Deseret News,"],"Mar. 11, 1857, 3–4; in the original source, page 3 is incorrectly labeled as page 419."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.fn7"},["span.label","7."],["span.emphasis","Deseret News,"],"Jan. 14, 1857, 355."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.fn8"},["span.label","8."],"In Conference Report, Apr. 1898, 61, 63."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.fn9"},["span.label","9."],["span.emphasis","Deseret News,"],"Mar. 11, 1857, 4."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-16-that-we-may-become-one.fn10"},["span.label","10."],["span.emphasis","Deseret Semi-Weekly News,"],"June 4, 1889, 4."]]}
