{"id":26,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":26,"title":"Chapter 22: Doing Good to Others","subtitle":"","short_title":"Chapter 22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.head1"},["span.pageBreak",{"title":"257"}],[".titleNumber","Chapter 22"],["h1","Doing Good to Others"],[".intro","“Cultivate a spirit of charity; be ready to do for others more than you would expect from them if circumstances were reversed.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p5"},"Lorenzo Snow and his family were part of the Latter-day Saints’ initial exodus from Nauvoo, Illinois. With a group of other families, they headed west in the state of Iowa in February 1846. Weather conditions made their trek difficult—day after day they struggled through rain, snow, and mud."],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p6"},"As the Snow family traveled one day, a member of the company asked them for help. Lorenzo Snow wrote in his journal that a man “requested that I would let him put his trunk in my wagon, said he could not get it carried anywhere else.” The wagon was “perfectly crowded and as much as seemed we could possibly get along with,” Lorenzo recalled, but “still I told him to put it in and come along and share with us.”"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p7"},"The next night the family experienced what Lorenzo called “a very unpleasant affair”: an axle on their wagon broke. He recounted: “It was then raining very hard and [was] quite cold. We immediately pitched our tent [and] made a good hickory fire. … The water and mud was very deep and we could not get to the wagon without wading. … We were now about fifteen miles from the camp and nine or ten to the first house, and none of us being mechanics, the prospect of getting our wagon repaired was not very encouraging.”"],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p8"},"Unexpectedly, relief came from the man they had helped the day before. “I was lamenting over my misfortune,” said Lorenzo, “when he came up to me and informed me that his trade was wagon",["span.pageBreak",{"title":"259"}],"making and could very easily repair my wagon. … As soon as the weather would admit, brother Wilson (that being the name of the aforementioned person) went to work and made an axletree much better than the one I broke. Our wagon being repaired, we left this place, having stayed several days on account of rain and mud.”"],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p9"},"For Lorenzo Snow, this experience reinforced a valuable lesson about service and fellowship. He wrote in his journal, “Granting one favor often leads to obtaining another.”",["sup",["a",{"href":"fn_1"},"1"]],"[See suggestion 1 on page 264.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","We are children of the same Heavenly Father, and we have been sent into the world to do good to one another."],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p12"},"We are of the same Father in the celestial worlds. … If we knew each other as we should, … our sympathies would be excited more than they are at the present time, and there would be a desire on the part of every individual to study in their own minds how they might do their brethren good, how they might alleviate their sorrows and build them up in truth, how [they might] remove the darkness from their minds. If we understand each other and the real relationship which we hold to each other, we should feel different from what we do; but this knowledge can be obtained only as we obtain the Spirit of life, and as we are desirous of building each other up in righteousness.",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p13"},"We have been sent into the world to do good to others; and in doing good to others we do good to ourselves. We should always keep this in view, the husband in reference to his wife, the wife in reference to her husband, the children in reference to their parents, and the parents in reference to their children. There is always opportunity to do good to one another.",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p14"},"I pray to God, in the name of Jesus, that you and I may try every day to keep a little more faithful, that we may try to be a little better to-day than yesterday, that we may try and have a little more love and affection toward our neighbors, as we are told that upon this hangs the law and the prophets, “to love the Lord, our God, with all our might, with all our mind, and with all our strength,",["span.pageBreak",{"title":"260"}],"and our neighbor as ourself.” [See",["a.scriptureRef",{"href":"/scriptures/nt/matt/22.37-40"},"Matthew 22:37–40"],".] “To do unto others as we would have others do unto us.” This is according to the law and the prophets. [See",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.12"},"Matthew 7:12"],".] These are principles we should and must learn. … We should be friends everywhere and to everybody. There is no Latter-day Saint that hates the world: but we are friends to the world, we are obliged to be, so far as they are concerned. We must learn to extend our charity and labor in the interests of all mankind. This is the mission of the Latter-day Saints—not simply confine it to ourselves, but to spread it abroad, as it of necessity must be extended to all mankind.",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p15"},"Be upright, just and merciful, exercising a spirit of nobility and godliness in all your intentions and resolutions—in all your acts and dealings. Cultivate a spirit of charity; be ready to do for others more than you would expect from them if circumstances were reversed. Be ambitious to be great, not in the estimation of the worldly minded, but in the eyes of God, and to be great in this sense,",["span.emphasis","“Love the Lord our God with all your might, mind and strength, and your neighbor as yourself.”"],"You must love mankind because they are your brethren, the offspring of God. Pray diligently for this spirit of philanthropy, this expansion of thought and feeling, and for power and ability to labor earnestly in the interest of Messiah’s kingdom.",["sup",["a",{"href":"fn_5"},"5"]],"[See suggestion 2 on page 264.]"]],[".topic",["h3","Our happiness increases when we help others find happiness."],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p17"},"We should have before us a strong desire to do good to others. Never mind so much about ourselves. Good will come to us all right if we keep our minds outside of ourselves to a certain extent, and try to make others happier and draw them a little nearer to the Lord. … When you find yourselves a little gloomy, look around you and find somebody that is in a worse plight than yourself; go to him and find out what the trouble is, then try to remove it with the wisdom which the Lord bestows upon you; and the first thing you know, your gloom is gone, you feel light, the Spirit of the Lord is upon you, and everything seems illuminated.",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 3 on page 264.]"]],["span.pageBreak",{"title":"261"}],[".topic",["h3","When we look first to the interests of others, we improve more rapidly ourselves."],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p19"},"One of the best things a young man or a young woman can have in view, in trying to be great, is to have others great also; and not mind spending a little time to improve others. The best way to improve ourselves is to exercise ourselves in doing good to others. Keep this in mind constantly.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p20"},"In pursuing any kind of study a man has to continue to work, and after going through one course he has to go through again, and keep to work in order to make himself master of them, and he never will master them near so well as by communicating his information while engaged in gaining it. Let him go to work and gather up his friends and endeavor to give them the same knowledge that he has received, and he then begins to find himself being enlightened upon those things which he never would have known unless by pursuing that course of teaching and imparting the information he is in possession of unto others. Any one that has been a school teacher will understand me well upon this point. …"],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p21"},"Let a man remember that there are others that are in darkness and that have not advanced so far in knowledge, wisdom and intelligence, and let him impart that knowledge, intelligence and power unto his friends and brethren, inasmuch as he is farther advanced than they are, and by so doing he will soon discover that his mind will expand, and that light and knowledge which he had gained would increase and multiply more rapidly. …"],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p22"},"If you want to secure the friendship and affections of your friends go to work and comfort them with that light which you have received, remembering those blessings came down from God, and that by doing this you are only doing what every man should do. …"],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p23"},"Now an individual in order to secure the highest and greatest blessings to himself, in order to secure the approbation of the Almighty, and in order to continually improve in the things pertaining to righteousness he must do all things to the best advantage. Let him go to work and be willing to sacrifice for the benefit of his",["span.pageBreak",{"title":"262"}],"friends. If he wants to build himself up, the best principle he can do it upon is to build up his friends. …"],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p24"},"… Let your minds be expanded to comprehend and look after the interest of your friends that are around you, and where it is in your power to secure benefits to your friends do so, and in so doing you will find that those things which you need will come into your hands quicker than if you labor entirely to secure them to yourselves independent of regarding the interests of your friends. I know this is a good and important principle.",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 4 on page 264.]"]],[".topic",["h3","When we sacrifice for the good of others, we get heaven within us."],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p26"},"We have just got to feel … that there are other people besides ourselves; we have got to look into the hearts and feelings of others, and become more godly than what we are now."],["span.pageBreak",{"title":"263"}],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p27"},"… There is a self sacrifice to be made for the interests of those with whom we are associated. We see this in the Savior, and in brother Joseph, and we see it in our President [Brigham Young]. Jesus, brother Joseph, and brother Brigham have always been willing to sacrifice all they possess for the good of the people; that is what gives brother Brigham power with God and power with the people, it is the self-sacrificing feeling that he is all the time exhibiting. It is so with others; just in proportion as they are willing to sacrifice for others, so they get God in them, and the blessings of the eternal worlds are upon them, and they are the ones that will secure not only the rights of this world but will secure the blessings of eternity. Just in proportion as you … sacrifice one for another, just in that proportion you will advance in the things of God. Now if you want to get heaven within you and to get into heaven you want to pursue that course that angels do who are in heaven. If you want to know how you are to increase, I will tell you, it is by getting godliness within you."],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p28"},"… Individuals can enjoy heaven around them in all places. We have got to go to work and do this; we must go to work and establish heaven upon this earth, notwithstanding the evils that are around us, the devils that are around us, and notwithstanding the wickedness that exists, still we have got to go to work and establish heaven upon this earth."],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p29"},"A person never can enjoy heaven until he learns how to get it, and to act upon its principles. Now you take some individuals, and you refer back to the circumstances that surrounded them 20 years ago, … when they had a certain amount of joy, of peace, of happiness at that time though things were uncomfortable. Now they may have secured comfortable circumstances and temporal means that would administer to their temporal wants and necessities, but if they have not secured friends, the good feelings of their brethren, they are unhappy, and more so than they were 20 years ago."],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p30"},"… May the Lord bless you brethren and sisters, and may you think of these things and may we love each other, and live so to exalt ourselves as far as the Lord shall give us wisdom and ability and secure confidence with each other.",["sup",["a",{"href":"fn_9"},"9"]],"[See suggestion 5 on page 264.]"]]],["span.pageBreak",{"title":"264"}],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p32"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.f1"},["ol.number",["li",["span.label","1."],[".para","Review the story on pages 257 and 259. When have you seen that “granting one favor often leads to obtaining another”?"]],["li",["span.label","2."],[".para","President Snow reminded us that we are all children of God (pages 259–60). How should this knowledge influence our actions toward one another? What opportunities does the Relief Society offer for women to do good to others? What opportunities does a priesthood quorum offer for men to do good to others?"]],["li",["span.label","3."],[".para","Ponder the final paragraph on page 260. Why does our happiness increase when we help others find happiness? How can parents help their children learn this truth?"]],["li",["span.label","4."],[".para","Why do you think we grow in wisdom when we share our knowledge with others? (For some examples, see pages 261–62.) What experiences have you had that have shown you the truth of this principle?"]],["li",["span.label","5."],[".para","Study the section beginning on page 262. Why do you think simple acts of service have the power to bring us closer to heaven? As you ponder the messages in this chapter, think about ways you can make your home a more heavenly place."]]]],["div",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p38"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/nt/matt/25.31-45"},"Matthew 25:31–45"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/6.36-38"},"Luke 6:36–38"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.17"},"Mosiah 2:17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.14-27"},"4:14–27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/81.5"},"D&C 81:5"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.3"},"82:3"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.f2"},["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.p39"},["span.emphasis","Teaching Help:"],"“It’s better to take just a few good ideas and get good discussion—and good learning—than to be frenzied, trying to teach every word in the manual. … An unrushed atmosphere is absolutely essential if you are to have the Spirit of the Lord present in your class” (Jeffrey R. Holland, “Teaching and Learning in the Church,”",["span.emphasis","Ensign,"],"June 2007, 91)."]]]],[".bodyNotes",["h3","Notes"],["span.pageBreak",{"title":"265"}]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.f3"},[".caption","While traveling across the state of Iowa, the Snow family received assistance from someone they had helped a day earlier."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.f4"},[".caption","“Let your minds be expanded to comprehend and look after the interest of your friends that are around you.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.fn1"},["span.label","1."],"Journal of Lorenzo Snow, 1841–47, Church History Library, 39–42."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.fn2"},["span.label","2."],["span.emphasis","Deseret News,"],"Jan. 28, 1857, 371."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.fn3"},["span.label","3."],"In Conference Report, Apr. 1899, 2."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.fn4"},["span.label","4."],["span.emphasis","Salt Lake Daily Herald,"],"Oct. 11, 1887, 2."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.fn5"},["span.label","5."],"In Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 486–87."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.fn6"},["span.label","6."],"In Conference Report, Apr. 1899, 2–3."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.fn7"},["span.label","7."],["span.emphasis","Improvement Era,"],"July 1901, 714."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.fn8"},["span.label","8."],["span.emphasis","Deseret News,"],"Mar. 11, 1857, 3; in the original source, page 3 is incorrectly labeled as page 419."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-22-doing-good-to-others.fn9"},["span.label","9."],["span.emphasis","Deseret News,"],"Mar. 11, 1857, 4."]]}
