{"id":19,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":19,"title":"Chapter 15: Faithful, Energetic Service in the Kingdom of God","subtitle":"","short_title":"Chapter 15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.head1"},["span.pageBreak",{"title":"183"}],[".titleNumber","Chapter 15"],["h1","Faithful, Energetic Service in the Kingdom of God"],[".intro","“Knowing our religion to be true we ought to be the most devoted people on the face of the earth to the cause we have embraced.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p5"},"Toward the end of 1851, the First Presidency published an epistle in which they requested that all members of the Quorum of the Twelve Apostles “arrange the affairs of their various missions” and return to Salt Lake City by April 1853.",["sup",["a",{"href":"fn_1"},"1"]],"Thus Elder Lorenzo Snow’s mission in Italy began to draw to a close. In February 1852, he placed the work there under the leadership of Brother John Daniel Malan, a recent convert, and journeyed with Elder Jabez Woodard to the island nation of Malta. From Malta, Elder Snow hoped to board a ship to India. The first missionaries in that land were working under his supervision, and he felt a great desire to join them. From there he planned to “accomplish the circumnavigation of the globe,” returning home by way of the Pacific Ocean to the western United States.",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p6"},"Elder Snow’s plans changed when he and Elder Woodard reached Malta. He learned that he would be delayed on the island several weeks because a steamer had broken down in the Red Sea. Rather than complain about the delay, he decided to go to work. In a letter dated March 10, 1852, he wrote, “I feel that much good will result from the manner in which the Lord may direct the employment of the time now at my command, as I am surrounded by an interesting people, and in a most important field of labour, where a great work will be accomplished, extending to adjacent nations.” He reported that he had sent for Elder Thomas Obray, a missionary",["span.pageBreak",{"title":"184"}],"in Italy, “to come immediately, and bring a good supply of pamphlets and books.” While Elder Snow did not know exactly what he and his companions would do in Malta, he expressed a desire to establish a branch of the Church there. This action, he said, “would loosen the spiritual fetters of many nations, as the Maltese in their commercial relations, are spread along the shores of Europe, Asia, and Africa.”",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p7"},"On May 1, 1852, Elder Snow sent a letter reporting the progress of the work in Malta. He wrote: “People are now constantly making calls to inquire concerning this ‘strange religion;’ a few evenings since, we had at one time, at our private lodgings, gentlemen from eight different nations, having come from various parts of the city to hold conversation in reference to our doctrines: among the number were those from Poland and Greece, who are now reading our works with peculiar interest. Two intelligent and enterprising young men, the firstfruits of our ministry upon this island, will ably assist in moving forward the cause in which we are engaged; one of whom we have ordained an Elder who speaks with fluency several languages.”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p8"},"Elder Snow never realized his dream of serving in India and circumnavigating the globe. Instead, he diligently followed the will of the Lord during his unexpected stay in Malta, building a foundation for missionary work there. When he was finally able to board a ship in May 1852, he went west rather than east, following his leaders’ instructions to return to Salt Lake City. About two months later, Elders Woodard and Obray organized a branch of the Church in Malta.",["sup",["a",{"href":"fn_5"},"5"]],"[See suggestion 1 on page 192.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Because we have received the fulness of the gospel, we serve as ambassadors of Christ."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p11"},"We testify to the whole world that we know, by divine revelation, even through the manifestations of the Holy Ghost, that Jesus is the Christ, the Son of the living God, and that he revealed himself to Joseph Smith as personally as he did to his apostles anciently, after he arose from the tomb, and that he made known unto him [the]",["span.pageBreak",{"title":"185"}],"heavenly truths by which alone mankind can be saved. This … is assuming a very important and responsible position, knowing, as we do, that God will hold us accountable for the disposition we make of this sacred trust which he has committed to us."],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p12"},"As the apostles appeared before the world, after they had received their commission from the risen Redeemer, to preach the gospel of the kingdom to all nations, promising all who believed on their word, the Gift of the Holy Ghost through the laying on of hands, so we appear. As they by virtue of their commission, declared with all assurance, amidst persecution and opposition, the gospel to be the power of God unto salvation to all those who believed and obeyed, so declare we. As they preached faith in the Lord Jesus Christ, baptism for the remission of sins, and the laying on of hands, by those duly authorized, for the reception of the Holy Ghost, as being essential to salvation, so preach we. As they by the power of the Holy Ghost became witnesses of the Lord Jesus Christ, and the faithful bearers of his gospel message to the whole Gentile world, so, by and through the same Holy Spirit, we have become witnesses of him, and, having been called by the same divine and holy calling, we therefore assume the same position."],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p13"},"Then, having assumed this position, we assume all the responsibilities of ambassadors of Christ, we become answerable for our individual acts and for the manner in which we use the talents and ability the Lord has given us.",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 2 on page 192.]"]],[".topic",["h3","Membership in the Church is a call to help others receive salvation."],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p15"},"When the Lord calls an individual or a class of individuals out from the world, it is not always with an object to benefit that particular individual or individuals. The Lord has not in view merely the salvation of a few people called Latter-day Saints … , but the salvation of all men, the living and the dead. When the Lord called Abraham He made him certain promises concerning the glory that should come upon him and his posterity, and in these promises we find this remarkable saying: that in him and in his seed all the nations of the earth should be blessed [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.15-18"},"Genesis 22:15–18"],";",["span.pageBreak",{"title":"186"}],["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.9-11"},"Abraham 2:9–11"],"]. … The design of the Lord was to bless not only him and his posterity, but all the families of the earth. …"],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p16"},"… When Jesus came, He came as a sacrifice not simply in the interest of Israel, or the posterity of Abraham, Isaac and Jacob, but in the interest of the whole human family, that in Him all men might be blessed, that in Him all men might be saved; and His mission was to make provision by which the whole human family might receive the benefits of the everlasting Gospel, not, as I say, Israel alone, but the whole human race; and not alone those dwelling upon the earth, but those also in the spirit world. …"],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p17"},"… We have the same Priesthood that Jesus had, and we have got to do as He did, to make sacrifice of our own desires and feelings as He did, perhaps not to die martyrs as He did, but we have got to make sacrifices in order to carry out the purposes of God, or we shall not be worthy of this holy Priesthood, and be saviors of the world. God intends to make us saviors not only of many that now dwell on the earth, but of many in the spirit world: He will not only place us in a position to save ourselves, but He will make us competent to assist in the redemption of many of the offspring of the Almighty.",["sup",["a",{"href":"fn_7"},"7"]],"[See suggestion 3 on page 192.]"]],[".topic",["h3","Every calling and responsibility is important in the Lord’s work."],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p19"},"Now the question is, do we sense our position, do we comprehend fully the nature of the work we have undertaken to consummate? I am sometimes led to believe that some of our brethren, Elders in Israel, are too ready and willing to shirk the obligations they are under by reason of their covenants, the faith they once possessed seems to be almost exhausted, and they appear to settle down into the quiet satisfaction of a mere nominal membership in the Church."],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p20"},"There are others who think because their names are not very widely known, because they are perhaps … occupying narrow spheres, that it does not matter much what habits they contract, or what kind of examples they set before their brethren. But then, if they held responsible positions, such as the Presidency of the",["span.pageBreak",{"title":"187"}],"Church, or a counsellorship, or if they belonged to the Quorum of the Twelve, or were they President of the High Council, or of the High Priests or Seventies, then they would consider it important how they conducted themselves. Herein they manifest great weakness or gross ignorance, their lamp is either growing dim or they never sensed the position they assumed in taking upon themselves the responsibilities of the gospel."],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p21"},"We are told in the parable of the Saviour that the kingdom of heaven is as a householder who delivered his goods to his servants as he was about to travel into a far country. To one he gave five talents, to another two, and to another one. The one that received the five talents went and traded, and made other five talents, doubling the portion that had been entrusted to him, and he also that received two talents went and gained other two. But he that",["span.pageBreak",{"title":"188"}],"received the one talent, went and digged in the earth, and hid his lord’s money. He doubtless considered that his responsibility was so small that he could not do much, and consequently he would not exercise a talent so inferior. [See",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.14-30"},"Matthew 25:14–30"],".] Does not this apply directly to the condition of some of our elders? Says one, “I am only a carpenter, or a tailor, or peradventure only a hod-carrier [an assistant to a bricklayer], therefore it cannot matter much how I deport myself, whether I do or do not honestly discharge my duties in my humble sphere. But it would be",["span.emphasis","very different"],"if I were acting in some more responsible and prominent position.”"],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p22"},"Stop, my brother; do not allow yourself to be deceived by such alluring sentiments. It is true you may only be a hod-carrier, but remember you are an elder in Israel, you are an ambassador of the Lord Jesus Christ, and if you are in the line of your duty you are in possession of that which the world cannot give nor take away; and you are held accountable to God for the honest use of the talent over which he has made you steward, whether it be large or small."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p23"},"Again, you exert a certain degree of influence, and be it ever so small it affects some person or persons, and for the results of the influence you exert you are held more or less accountable. You, therefore, whether you acknowledge it or not, have assumed an importance before God and man that cannot be overlooked and from which you cannot be released if you wish to sustain the name you bear."],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p24"},"And what of the prospects of that individual? I say that if he honors his calling, and is found faithful to the trust reposed in him, his prospects for salvation and exaltation in the kingdom of God are just as good as any other man’s. If he comprehends his position and lives accordingly, his prospects are equally good with any man that ever lived since the days of father Adam to the present moment; and it is just as important that he deport himself properly according to the sphere in which he walks, as it is that any other individual should, who may be called to act in a higher position; or, in other words, who may have been made steward over a larger number of talents. …"],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p25"},"… The Lord does not require so much of the man who possesses but one talent, as of him who possesses more than one; but,",["span.pageBreak",{"title":"189"}],"according to that which he hath, so shall it be required of him. Let all, therefore, be encouraged, and seek to improve the talents they severally possess; and let him who may have the one talent use it and not hide it in the earth; that is, let him who may be endowed with little ability improve himself, and not complain because nature may not have been so propitious to him as to his more fortunate brother. Let us all be satisfied with our lot in life, and should it not be so desirable as we could wish, we should seek with becoming diligence to improve it, ever feeling grateful for our earthly being, and more especially for the Spirit of God we have received through obedience to the Gospel. …"],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p26"},"I remember reading an anecdote … of a man who, through his wisdom and patriotism, had gained great renown, but who through envy was assigned to a position which was considered very degrading. On entering upon its duties it was said that he made this significant remark: “If the office does not honor me I will honor the office.” Much difficulty would be avoided, and our condition and situation would be much more encouraging if we all honored the office in which we are called to act. We are told that the Lord himself made clothes for our first parents, or, in other words, on that occasion, acted as tailor; also that Jesus Christ was a carpenter. Now, the Saviour must have been an honorable and honest carpenter, or he never could have merited the position he afterwards occupied. If we could get the brethren and sisters to see the importance of acting honestly and faithfully in their respective callings, much of the annoyances and troubles we now experience would be averted, and the work of God would roll on with redoubled rapidity, and all his purposes would be more rapidly and speedily accomplished; and besides, as a people, we would be better prepared than we now are for the dispensation of his will. …"],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p27"},"May God bless you, my brethren and sisters, and enable you to act always as wise stewards over that with which you have been entrusted.",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 4 on page 192.]"]],[".topic",["span.pageBreak",{"title":"190"}],["h3","When we serve God with faith, energy, and cheerfulness, He strengthens us and helps us succeed."],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p29"},"I say, let men serve God faithfully and energetically, and be cheerful. … There are times when persons are brought into conditions where it would be very difficult, if not impossible, to assume a cheerful aspect. But such times are very few.",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p30"},"Knowing our religion to be true we ought to be the most devoted people on the face of the earth to the cause we have embraced. Knowing as we do, or should know, that the gospel we have received promises all our hearts can wish or desire, if we are faithful, we ought to be very faithful, devoted, energetic and ambitious in carrying out the designs and wishes of the Lord as He reveals them from time to time through His servants. We ought not to be lukewarm or negligent in attending to our duties, but with all our might, strength and souls we should try to understand the spirit of our calling and the nature of the work in which we are engaged."],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p31"},"When Jesus was upon the earth, he commanded His disciples to go forth and preach the gospel without purse or scrip, taking no thought beforehand as to what they should eat, or drink, or wherewithal they should be clothed; but simply to go forth and to testify of those things which had been revealed to them. In doing this they secured to themselves the blessings of the Almighty, and success attended all their exertions. They were bound to succeed; no power could cross their path and prevent them reaping the most sanguine success because they went forth in the strength of the Almighty to perform His will, and it was His business to sustain and support them and to furnish them all the means of success. Through obedience to the commands of the Lord they secured to themselves the blessings of life with the privilege of coming forth in the morning of the first resurrection, and they had the assurance that in their labors no power on earth could successfully oppose them. These were the kind of prospects I should have liked had I been in their position, or in any other position, for to the thoughtful mind the idea of ultimate success in any pursuit is very pleasing."],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p32"},"Now had the apostles, instead of doing as they were commanded, imagined that by doing something else they could have",["span.pageBreak",{"title":"191"}],"answered the same purpose, they would not have succeeded so well in their operations, neither would they have possessed that assurance of success which under all the trials and persecutions to which they were exposed was doubtless to them a source of constant pleasure and satisfaction."],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p33"},"… Had the apostles or seventies in the days of Jesus imagined that they could have fulfilled the missions given them by building an ark as Noah did, or building granaries and storing grain as Joseph did they would have been grandly mistaken."],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p34"},"Joseph in the land of Egypt was called upon to perform a certain class of duties, which were made incumbent upon him. He was not called to preach the gospel without purse or scrip; but to build granaries, and to use all his influence with the King, nobles and people of Egypt to store their grain against a day of famine. … Now supposing that Joseph had gone to work and built an ark, he would not have been accepted of the Lord, neither could he have saved the people of Egypt nor his father’s house. When Noah was commanded to build an ark, supposing he had established granaries, he and his house could not have been saved. So in regard to ourselves, when duties are required at our hands, … whatever we may be required to do within the pale of the kingdom of the Almighty, we have to walk in the spirit of these requirements and perform them if we would gain power and influence with our God.",["sup",["a",{"href":"fn_10"},"10"]],"[See suggestion 5 on page 192.]"]],[".topic",["h3","The work of the Lord is sometimes difficult, but it brings great joy."],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p36"},"We meet many things associated with this labor that are not pleasant, but there is a great pleasure connected with it. When we look back upon our determinations to devote ourselves to the cause of truth and keep our covenants, we have great joy, because the spirit of our callings rests mightily upon us, without which spirit we cannot keep pace with the kingdom of God.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p37"},"We should renew our covenants before God and the holy angels, that we will, God being our helper, serve him more faithfully during the ensuing year than we have in the past, that our public and",["span.pageBreak",{"title":"192"}],"private life, our actions and the spirit and influence we wield may be in keeping with the motto, “The Kingdom of God or nothing.” I trust … that we may devote ourselves entirely to the service of our God in the establishing of his Zion on the earth, zealously laboring in the interest of truth and righteousness on the earth, until it shall become a joy to us to be so engaged, that it may become second nature to us to serve God and keep his commandments, and to observe the celestial law, and that we may so enjoy the Holy Spirit in our hearts that we may overcome the world and establish the celestial law in our minds and establish it in our practice; that we may so understand ourselves and our privileges that we may in this life secure a considerable portion of the blessings that pertain to the celestial law, and which are to be enjoyed in the celestial glory.",["sup",["a",{"href":"fn_12"},"12"]],"[See suggestion 6 on page 193.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p39"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.f1"},["ol.number",["li",["span.label","1."],[".para","Review the account on pages 183–84. What words would you use to describe Lorenzo Snow’s attitude about serving the Lord? Think about what you can do to follow his example."]],["li",["span.label","2."],[".para","Consider the section that begins on page 184. Why do you think membership in the Church brings such great responsibilities? What does it mean to you to be an ambassador of Christ?"]],["li",["span.label","3."],[".para","President Snow taught that our callings in the Church are opportunities to “assist in the redemption” of God’s children (pages 185–86). How might this understanding affect the way we serve in the Church?"]],["li",["span.label","4."],[".para","President Snow said that we should serve diligently, no matter how small our responsibility may seem (pages 186–89). When have you seen someone honor a seemingly small calling or assignment?"]],["li",["span.label","5."],[".para","Read the section that begins on page 190. In what ways do faith, energy, and cheerfulness influence our service?"]],["span.pageBreak",{"title":"193"}],["li",["span.label","6."],[".para","Read the final section in the chapter (pages 191–92). When have you experienced the joy of serving in the Lord’s kingdom? How can we find pleasure in our service even when our tasks are not pleasant? What can we do to help children and youth serve the Lord faithfully?"]]]],["div",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p46"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/ot/ps/100.2"},"Psalm 100:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.12-31"},"1 Corinthians 12:12–31"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.6-7"},"Jacob 1:6–7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.3"},"2:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/4.26-27"},"Mosiah 4:26–27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/64.33-34"},"D&C 64:33–34"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/72.3"},"72:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.5-6"},"76:5–6"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.99-100"},"107:99–100"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.34-36"},"121:34–36"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.f2"},["div",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.p47"},["span.emphasis","Teaching Help:"],"“Listen sincerely to learners’ comments. Your example will encourage them to listen carefully to one another. If you do not understand someone’s comment, ask a question. You might say, ‘I’m not sure I understand. Could you explain that again?’ or ‘Could you give me an example of what you mean?’” (",["span.emphasis","Teaching, No Greater Call,"],"64)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.f3"},[".caption","Elder Lorenzo Snow"]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.f4"},[".caption","“If you are in the line of your duty you are in possession of that which the world cannot give nor take away.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn1"},["span.label","1."],"See Brigham Young, Heber C. Kimball, and Willard Richards, “Sixth General Epistle of the Presidency of The Church of Jesus Christ of Latter-day Saints,”",["span.emphasis","Millennial Star,"],"Jan. 15, 1852, 25."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn2"},["span.label","2."],"See “Address to the Saints in Great Britain,”",["span.emphasis","Millennial Star,"],"Dec. 1, 1851, 365."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn3"},["span.label","3."],"“The Gospel in Malta,”",["span.emphasis","Millennial Star,"],"Apr. 24, 1852, 141–42."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn4"},["span.label","4."],"“The Malta Mission,”",["span.emphasis","Millennial Star,"],"June 5, 1852, 236."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn5"},["span.label","5."],"See Jabez Woodard, “Italian Correspondence,”",["span.emphasis","Millennial Star,"],"Sept. 18, 1852, 476."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn6"},["span.label","6."],["span.emphasis","Deseret News: Semi-Weekly,"],"Jan. 23, 1877, 1."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn7"},["span.label","7."],["span.emphasis","Deseret News: Semi-Weekly,"],"Jan. 23, 1883, 1."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn8"},["span.label","8."],["span.emphasis","Deseret News: Semi-Weekly,"],"Jan. 23, 1877, 1."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn9"},["span.label","9."],["span.emphasis","Deseret Semi-Weekly News,"],"Mar. 30, 1897, 1."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn10"},["span.label","10."],["span.emphasis","Deseret News: Semi-Weekly,"],"Mar. 31, 1868, 2."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn11"},["span.label","11."],["span.emphasis","Millennial Star,"],"Oct. 29, 1888, 690."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-15-faithful-energetic-service-in-the-kingdom-of-god.fn12"},["span.label","12."],"In Conference Report, Apr. 1880, 81."]]}
