{"id":23,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":23,"title":"Chapter 19: Missionary Work: “To Reach Every Human Heart”","subtitle":"","short_title":"Chapter 19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.head1"},["span.pageBreak",{"title":"225"}],[".titleNumber","Chapter 19"],["h1","Missionary Work: “To Reach Every Human Heart”"],[".intro","“There is a way to reach every human heart, and it is your business to find the way to the hearts of those to whom you are called.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p5"},"Lorenzo Snow was baptized in Kirtland, Ohio, where he studied Hebrew in a class with the Prophet Joseph Smith and other Church leaders. He hoped to someday pursue a “classical education” at a college in the eastern United States.",["sup",["a",{"href":"fn_1"},"1"]],"But as he worked toward this goal, he began to feel a pull toward another purpose. He later recalled:"],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p6"},"“I received [the truths of the gospel] with an open heart, and I was determined not to rest there. … I began to be a little worried in my mind whether, after having received this wonderful knowledge, it was proper for me to remain without testifying in reference to it. Young men who had been sent out upon missions were returning and testifying of the blessings that had attended them … , and I began to think that, instead of preparing myself for an eastern college or university, I ought to start out and bear testimony to what the Lord had so fully given me a knowledge of. At the same time I did not like to give up my prospects of an education, because I had had it in mind for a long time, and I then had the opportunity and the means to accomplish it.”"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p7"},"Struggling with his feelings, he asked a trusted friend for advice: “I told him what I wanted, and he said, ‘Brother Snow, I would not give anyone else such counsel as I feel to give you, under the circumstances. If I were in your place, I would go on with my intentions and get an education.’ That was just the very thing I wanted",["span.pageBreak",{"title":"226"}],"him to say, and it pleased me. I was contented for a time; but in the winter season, hearing these young Elders testify of their success in preaching the Gospel, I began to think about it still more. The Lord had given me a knowledge that He was coming upon the earth, and that there was a preparation necessary to be made: He had given me all that I had asked for, and more; for the baptism which I received of the Holy Ghost and the perfect knowledge then given to me was more real and convincing than my immersion in the cold water; and I felt that there was a responsibility resting upon me. So I shut up my books [and] laid my Latin and Greek aside.”",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p8"},"After making this decision, Lorenzo Snow served a mission in the state of Ohio in 1837. He later served other missions—first in the states of Missouri, Illinois, Kentucky, and Ohio, and then in England, Italy, the Hawaiian Islands, the northwestern United States, and the state of Wyoming. While he was in England, he wrote a letter to his aunt, explaining why he was willing to leave home and serve as a missionary:“The thought that I am between four and five thousand miles from the home of my childhood and all of my early, fond associations, very naturally prompts the question,",["span.emphasis","Why am I here? …"],"I am here because God has spoken, and raised up a Prophet, through whom He has restored the fulness of the everlasting Gospel, with all its gifts, powers, ordinances, and blessings; with a proclamation to all peoples, ‘",["span.emphasis","Repent, for the kingdom of heaven is at hand."],"’ In the providence of God, I have been called as an ambassador, to bear this message to the nations of the earth, which I realize devolves on me a great responsibility which I cannot discharge without the aid of the Almighty.”",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p9"},"President Snow was always grateful for the decision he made to serve the Lord as a missionary. In September 1901, at the age of 87, he said: “I have joy even now in contemplating the days of my missionary labors. The feelings produced by these peculiar experiences have become part and parcel of my very being.”",["sup",["a",{"href":"fn_4"},"4"]],"[See suggestion 1 on page 234.]"]],["span.pageBreak",{"title":"227"}],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Having received the fulness of the gospel, we desire to help others rejoice in the same blessings."],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p12"},"When a man receives knowledge, he is prompted to impart it to others; when a man becomes happy, the spirit that surrounds him teaches him to strive to make others happy. … Is there any chance of a man becoming happy without a knowledge of the gospel of Christ? … Though in the world [people] try to make themselves happy, still they are not successful in what they strive to accomplish. They cannot be happy, except upon one principle, and that is by embracing the fulness of the gospel, which teaches us not to wait till we get into eternity before we begin to make ourselves happy, but it teaches us to strive here to make ourselves and those around us rejoice in the blessings of the Almighty."],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p13"},"This, then, should be our aim and object: to learn to make ourselves useful; to be saviors to our fellow man; to learn how to save them; to communicate to them a knowledge of the principles that are necessary to raise them to the same degree of intelligence that we have ourselves.",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p14"},"Go and make friends among the individuals by whom you are surrounded; or select one and try to start his feelings, his faith, his circumstances and his mind and try to enlighten them and if they are sinners, endeavor to save them from their sins, and bring them from their bondage in which they are placed to participate in the light and liberty which you participate in, for in this way you can do good through the information which the Lord has imparted to you.",["sup",["a",{"href":"fn_6"},"6"]],"[See suggestion 2 on page 234.]"]],[".topic",["h3","Missionaries are willing to make sacrifices to help others come to a knowledge of the truth."],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p16"},"No sooner had the Saints become fairly settled in these valleys [in Utah] than the servants of the Lord turned their attention again to the great missionary work which rested upon the Church."],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p17"},"We were in the midst of poverty and struggling to make the land habitable, but we could not neglect the obligation we were",["span.pageBreak",{"title":"228"}],"under to spread the Gospel abroad; for the Lord had given forth the command that it should be preached in all the world. It is one of the evidences of the divinity of this work that in the midst of all their drivings and persecutions the Latter-day Saints have faithfully sought to carry out this command of the Lord."],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p18"},"At the general conference of the Church held in October, 1849—only two years after the pioneers entered [the Salt Lake] valley—a number of Elders were called to open up missions in different parts of the earth. Four of the Twelve Apostles were appointed to take the lead. Apostle Erastus Snow was called to go to Scandinavia, Apostle John Taylor to France, myself to Italy, and Apostle Franklin D. Richards to England, where a mission had already been established. Under the adverse circumstances in which we were then situated, with our families almost destitute, this was a great undertaking for us; but the Lord had called, and we felt to respond, no matter what sacrifice it involved.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p19"},"We dedicate our lives which we hold as not dear to us, in order that the world may understand that there is a God in the eternal worlds; in order that they may understand that God has something to do at the present time with the affairs of the children of men. The world is passing into feelings and opinions of infidelity. Even among the Christian portions of the human family, thousands and tens of thousands, though they are not willing to confess it because of being unpopular, do not believe that God has anything to do with the children of men. We have to stand forth and make sacrifices in order that that belief and knowledge may come to the children of men.",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p20"},"When we call our young missionaries to go to the nations of the earth, they take the matter into consideration, and having heard the experience of those that have been in the world as missionaries, it is not one of the most delightful things for a person to anticipate to go through the trials and difficulties that they can see they will have to pass through. But the virtue lies in their willingness to start forth, and to comply with the requirements.",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p21"},"There are things about a mission which are not altogether agreeable to our young Elders. They realize that they have to sacrifice the pleasures of home, and they understand that they are going among people who will not always feel gratified at what they have",["span.pageBreak",{"title":"229"}],"to say to them; yet, on the other hand, they feel that they have the seeds of life in their possession, and that if they can find an honest man or woman, the Spirit of the Lord will operate upon their hearts and they will perchance receive this glorious message which they have to deliver. This affords them pleasure and satisfaction. Another thing, they see in this experience a chance for them to secure that which will be of great value to them in their future duties. It is a strange thing that among the thousands of letters which I have received from those who have been called to go upon missions—mostly young men—I do not think of but one case where a refusal was given. Why is this? It is because the spirit of love and of immortality, the Spirit of the Almighty, is upon these young Elders, and they have received manifestations which inspire them to do that which otherwise no inducement could prompt them to do.",["sup",["a",{"href":"fn_10"},"10"]],"[See suggestion 3 on page 234.]"]],["span.pageBreak",{"title":"230"}],[".topic",["h3","Missionaries should never forget that they are ambassadors of heaven, bearers of good and glad tidings."],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p23"},"We send our Elders to preach the Gospel. Who sends them? … The God of Israel sends them. It is His work. There is no mortal man that is so much interested in the success of an Elder when he is preaching the Gospel as the Lord that sent him to preach to the people who are the Lord’s children. He begot them in yonder world, and they came here because the Lord wanted them to come.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p24"},"We feel that you [missionaries] will make a grand success, because we sense and know that you have been called of God. The wisdom of man would never have thought of such a work as this. I am surprised when I think of its greatness. I can say that it is the very work that is necessary at this time: and I feel that you will enter upon it with your whole souls. Cultivate the Spirit of Jesus when he said he could do nothing except that which his Father gave him to do [see",["a.scriptureRef",{"href":"/scriptures/nt/john/5.30"},"John 5:30"],"]."],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p25"},"Never mind your difficulties and apparent losses; sink your own interests, and your success will be grand and glorious, and the whole Church will feel the effects of your labors."],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p26"},"Never mind the indifference of some of those amongst whom you will labor, and the little disappointments you will meet with; the Spirit of the Lord will be upon you, and you will stir up the spirits of those to whom you minister, and conquer their indifference; … you will be satisfied you have accomplished the work you have been sent to perform. …"],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p27"},"You have the fullest authority conferred upon you, but you need not talk about this at all. You will discover that there is no need to talk about it; the Spirit of the Lord will confirm it, and the people will feel that you bear it, and this confirmation and feeling will be your authority."],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p28"},"You will find some that think they know more than you do, but if you will do your duty as suggested, before you leave them, they will feel that you have a little more than they have, and that you have blessed them and helped them. …"],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p29"},"Try to make yourselves agreeable to those to whom you are sent. The humility you display and the Spirit of the Lord resting upon",["span.pageBreak",{"title":"231"}],"you, will show your fitness for the position you are called to occupy. Try to understand human nature and act accordingly, in order to make everyone happy and everything agreeable. …"],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p30"},"There is a way to reach every human heart, and it is your business to find the way to the hearts of those to whom you are called. …"],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p31"},"I feel in my heart to say, God bless you. You will be set apart before you go, and we shall pray for you and shall take a deep interest in you. Be meek of heart and humble. When you look upon an audience, two motives may inspire you; first, that you may speak well and make a good impression upon the audience as an orator; and, next, the question will arise, what am I here for? To sow the seeds of life in the hearts of those who are in this audience; and the prayer should arise in your heart, “O Lord, may it be so; may I have power through thy Spirit to touch the hearts of these thy people?” That very short prayer is all that an elder needs to make. It is all you need to make. “May I say something to save these souls?” This is what the First Presidency … and all your brethren want you to do.",["sup",["a",{"href":"fn_12"},"12"]]],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p32"},"Turn your attention to brightening up your spiritual armor. I find that when my temporal matters are all laid aside, my eye is single to spiritual things. Pray, brethren, and not think it harm to fast. … Do not joke too much, [and] be careful to grieve not the Spirit. I found when on my mission, after a week or two I could forget home, and the Spirit of God buoyed me up. The Spirit tends to freedom and jollity, but don’t be too jollified. … Continue prayerful that you may have the Spirit of God to be upon you from the crown of your head to the soles of your feet.",["sup",["a",{"href":"fn_13"},"13"]]],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p33"},"The Elders laboring in the vineyard should never lose sight of the fact that they are ambassadors of heaven, bearers of good and glad tidings to peoples who know not the Lord. …"],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p34"},"When the Prophet Joseph Smith sent out the first Elders to a foreign land, he foresaw the reception that would be accorded them, and he told them that while a comparative few would receive them as God’s servants, the masses would reject them, and pay heedless regard to their message. This has been the lot of God’s servants",["span.pageBreak",{"title":"232"}],"from the beginning of time, and we must be content with the results of faithful labors, even if but few through us are brought to a knowledge of the truth. …"],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p35"},"I do hope and pray that no Elder laboring … will so far forget himself as to fall a prey to the allurements of the world. There is but one safe way to steer clear of them, and that is to shun evil, yea, even the very appearance of evil. Temptation in some form or other will be presented to them. This is the business of the enemy of our salvation; but it is the business of the Elders of Israel to rise above temptation, and in order to do this successfully they must keep themselves unspotted from the world. … Inasmuch as they cultivate and cherish the spirit of their mission, and realize the importance of their high calling in Christ Jesus, and live in the spirit of the same, they will be able to stand as guides and saviors to the people, reflecting to them the light of heaven, and be unlike other men; but if they trespass on the ground of the enemy and partake of the spirit of the world, they will be shorn of their strength and become like other men, fit only to return home to sup the sorrow of the fallen, and to cause the hearts of their loved ones to mourn because of their condition. … Inasmuch as they shall continually seek unto the Lord in humility, having an eye single to His honor and glory, and desiring in their hearts the salvation of the souls of men, and doing all they can to bring about their salvation, they shall have joy beyond expression in their labors in the flesh, and shall at last be made partakers with the Father and the Son of things too great and glorious for mortality to conceive or contemplate.",["sup",["a",{"href":"fn_14"},"14"]],"[See suggestions 4 and 5 on page 234.]"]],[".topic",["h3","Our hearts rejoice as we help others receive the fulness of the gospel."],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p37"},"We expect … on our part, in order to accomplish this work, much patience, faith, diligence, perseverance, and long-suffering will necessarily have to be exercised and experienced; but in the cities … in which thousands ultimately received the Gospel, in several instances many months were spent in seemingly fruitless labors before a proper attention and observance to those principles could be procured. … We may in some [cases] have not only",["span.pageBreak",{"title":"233"}],"to employ months, but perhaps even years; but we feel assured, that through faith, prayer, works, and the blessing of the Lord, we shall ultimately overcome and triumph over all these difficulties to the honour and glory of God; and besides, we also ourselves shall have the gratification that we have",["span.emphasis","done our duty,"],"and cleared our garments of the blood of all men.",["sup",["a",{"href":"fn_15"},"15"]]],["div",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p38"},"On [one] occasion, before proceeding to Italy, I visited Manchester, Macclesfield, Birmingham, Cheltenham, London, Southampton and South Conferences [in England]. … I had the pleasure of meeting with many whom I had been the means of bringing into the Church [eight years earlier]; and I need not say to you that meeting again with these people was truly a joy that has always been delightful to contemplate. The Apostle John remarked in his day, “We know that we have passed from death unto life, because we love the brethren.” [",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/3.14"},"1 John 3:14"],".] This love begotten in the hearts of the missionary Elders of our Church for the peoples of the earth, comparative strangers to them, and in the hearts of the people for the Elders who bear to them the Gospel message, is in itself testimony sufficient to convince the honest heart that its source is divine, and that God is with us. This sacred and holy feeling, awakened within us by the Holy Ghost, has already distinguished us as a community from the rest of the human family; and this is the feeling that will yet revolutionize the whole world, and convince unbelieving man that God is not only the Father of us all, but that we are His friends and servants.",["sup",["a",{"href":"fn_16"},"16"]]],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p39"},"To the service of the Lord I have devoted my life; my",["span.emphasis","all"],"has been placed upon the altar of sacrifice, that I may honour him, do his will acceptably, and spread the principles of life among the children of men. When I reflect upon the past, and trace the hand of the Lord marvellously opening my way, and prospering me in every thing relative to these missions beyond my highest expectations, I feel doubly encouraged to press forward to the future; language indeed fails to express the deep gratitude of my heart for his blessings. Those brethren and Saints whose liberality of soul and interest for the work of God have been particularly manifested in these missions upon them, may the blessings of the Most High be poured with equal liberality, and when in after years they shall hear the",["span.pageBreak",{"title":"234"}],"sweet sound of thousands, and tens of thousands of those nations shouting the praises of the Almighty for the light of revelation, then will their hearts also rejoice in the glad consciousness that they likewise took a part in bringing to pass this glorious redemption.",["sup",["a",{"href":"fn_17"},"17"]],"[See suggestion 6 on page 234.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p41"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.f1"},["ol.number",["li",["span.label","1."],[".para","Read pages 225–26, and consider Lorenzo Snow’s answers to the question “Why am I here?” In what ways might this question influence all Church members in our opportunities to share the gospel?"]],["li",["span.label","2."],[".para","Ponder President Snow’s counsel in the section beginning at the top of page 227. Think about how you might follow this counsel to help someone be truly happy."]],["li",["span.label","3."],[".para","President Snow told of sacrifices he and others made so they could share the gospel (pages 227–29). What examples have you seen of people making sacrifices to share the gospel? Why do you think people are willing to make these sacrifices?"]],["li",["span.label","4."],[".para","How might the assurances on pages 230–32 help a full-time missionary? How can they help each of us as we share the gospel? In what ways might we use these teachings to help someone who is hesitating to serve a mission?"]],["li",["span.label","5."],[".para","As you review President Snow’s counsel on pages 230–32, think about how it applies in the lives of all Church members. For example: What do you think it means to “sink your own interests”? What are some different ways we might find to “reach every human heart”?"]],["li",["span.label","6."],[".para","Read the final paragraph in the chapter, in which President Snow tells of the lasting joy of missionary work. When have you experienced the joy of missionary work? Why do we sometimes need to be patient before we can fully experience this joy?"]]]],["span.pageBreak",{"title":"235"}],["div",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p48"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/bofm/alma/26.1-8,35-37"},"Alma 26:1–8, 35–37"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.7-8"},"D&C 12:7–8"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/18.10-16"},"18:10–16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.88"},"84:88"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.f2"},["div",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.p49"},["span.emphasis","Teaching Help:"],"“Ask participants to choose one section and read it silently. Invite them to gather in groups of two or three people who chose the same section and discuss what they have learned” (from page vii in this book)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.f3"},[".caption","“When a man receives knowledge, he is prompted to impart it to others; when a man becomes happy, the spirit that surrounds him teaches him to strive to make others happy.”"]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.f4"},[".caption","“Sink your own interests, and your success will be grand and glorious, and the whole Church will feel the effects of your labors.”"]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn1"},["span.label","1."],"Journal and Letterbook, 1836–1845, Church History Library, 33; see also “The Grand Destiny of Man,”",["span.emphasis","Deseret Evening News,"],"July 20, 1901, 22."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn2"},["span.label","2."],"“The Grand Destiny of Man,” 22."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn3"},["span.label","3."],"In Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 48."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn4"},["span.label","4."],"“Letter from President Snow,”",["span.emphasis","Millennial Star,"],"Sept. 12, 1901, 595."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn5"},["span.label","5."],["span.emphasis","Deseret News,"],"May 15, 1861, 82."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn6"},["span.label","6."],["span.emphasis","Deseret News,"],"Mar. 11, 1857, 3; in the original source, page 3 is incorrectly labeled as page 419."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn7"},["span.label","7."],"In “Scandinavians at Saltair,”",["span.emphasis","Deseret Evening News,"],"Aug. 17, 1901, 8."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn8"},["span.label","8."],"In “Laid to Rest: The Remains of President John Taylor Consigned to the Grave,”",["span.emphasis","Millennial Star,"],"Aug. 29, 1887, 549."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn9"},["span.label","9."],"In “Report of the Funeral Services Held over the Remains of Daniel Wells Grant,”",["span.emphasis","Millennial Star,"],"June 20, 1895, 386."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn10"},["span.label","10."],"In Conference Report, Apr. 1901, 2–3."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn11"},["span.label","11."],["span.emphasis","Deseret Weekly,"],"May 12, 1894, 637."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn12"},["span.label","12."],"“Instructions to Missionaries,”",["span.emphasis","Improvement Era,"],"Dec. 1899, 126–29; Lorenzo Snow gave this counsel to brethren who had recently been called to serve as missionaries for the Mutual Improvement Association. His sermon was included in the",["span.emphasis","Improvement Era"],"with the explanation that it was “full of helpful counsel and advice to every worker in the cause.”"],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn13"},["span.label","13."],"In Journal History, Apr. 9, 1862, 4."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn14"},["span.label","14."],"“Letter from President Snow,” 595–96."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn15"},["span.label","15."],"“The Malta Mission,”",["span.emphasis","Millennial Star,"],"June 5, 1852, 237."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn16"},["span.label","16."],"“Letter from President Snow,” 595."],["div",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-19-missionary-work-to-reach-every-human-heart.fn17"},["span.label","17."],"“Address to the Saints in Great Britain,”",["span.emphasis","Millennial Star,"],"Dec. 1, 1851, 365."]]}
