{"id":9,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":9,"title":"Chapter 5: The Grand Destiny of the Faithful","subtitle":"","short_title":"Chapter 5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.head1"},["span.pageBreak",{"title":"83"}],[".titleNumber","Chapter 5"],["h1","The Grand Destiny of the Faithful"],[".intro","“It is a wonderful pleasure to speak upon the great things that God proposes to bestow upon His sons and daughters, and that we shall attain to if we are faithful.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p5"},"In the spring of 1840, Lorenzo Snow was in Nauvoo, Illinois, preparing to leave for a mission in England. He visited the home of his friend Henry G. Sherwood, and he asked Brother Sherwood to explain a passage of scripture. “While attentively listening to his explanation,” President Snow later recalled, “the Spirit of the Lord rested mightily upon me—the eyes of my understanding were opened, and I saw as clear as the sun at noonday, with wonder and astonishment, the pathway of God and man. I formed the following couplet which expresses the revelation, as it was shown me. …"],[".poetry",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.f1"},[".stanza",[".line","“As man now is, God once was:"],[".line","“As God now is, man may be.”",["sup",["a",{"href":"fn_1"},"1"]]]]],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p8"},"Feeling that he had received “a sacred communication” that he should guard carefully, Lorenzo Snow did not teach the doctrine publicly until he knew that the Prophet Joseph Smith had taught it.",["sup",["a",{"href":"fn_2"},"2"]],"Once he knew the doctrine was public knowledge, he testified of it frequently."],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p9"},"In addition to making this truth a theme for many of his sermons, he adopted it as the theme for his life. His son LeRoi said, “This revealed truth impressed Lorenzo Snow more than perhaps all else; it sank so deeply into his soul that it became the inspiration of his life and gave him his broad vision of his own great future and the mighty mission and work of the Church.”",["sup",["a",{"href":"fn_3"},"3"]],"It was his “constant light",["span.pageBreak",{"title":"84"}],"and guide” and “a bright, illuminating star before him all the time—in his heart, in his soul, and all through him.”",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p10"},"In this chapter, President Snow teaches the doctrine that we can become like our Heavenly Father. In chapter 6, he gives practical counsel on how we can apply this doctrine in our lives."]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Because we have divinity within us, we can become like our Father in Heaven."],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p13"},"We were born in the image of God our Father; he begat us like unto himself. There is the nature of deity in the composition of our spiritual organization; in our spiritual birth our Father transmitted to us the capabilities, powers and faculties which he himself possessed, as much so as the child on its mother’s bosom possesses, although in an undeveloped state, the faculties, powers and susceptibilities of its parent.",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p14"},"I believe that we are the sons and daughters of God, and that He has bestowed upon us the capacity for infinite wisdom and knowledge, because He has given us a portion of Himself. We are told that we were made in His own image, and we find that there is a character of immortality in the soul of man. There is a spiritual organism within this tabernacle [the physical body], and that spiritual organism has a divinity in itself, though perhaps in an infantile state; but it has within itself the capability of improving and advancing, as the infant that receives sustenance from its mother. Though the infant may be very ignorant, yet there are possibilities in it that by passing through the various ordeals of childhood to maturity enable it to rise to a superiority that is perfectly marvellous, compared with its infantile ignorance.",["sup",["a",{"href":"fn_6"},"6"]]],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p15"},"We have divinity within ourselves; we have immortality within ourselves; our spiritual organism is immortal; it cannot be destroyed; it cannot be annihilated. We will live from all eternity to all eternity.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p16"},"It is a wonderful pleasure to speak upon the great things that God proposes to bestow upon His sons and daughters, and that we shall attain to if we are faithful. … Our travel in this path of",["span.pageBreak",{"title":"85"}],"exaltation will bring to us the fullness of our Lord Jesus Christ, to stand in the presence of our Father, to receive of His fullness, to have the pleasure of increasing in our posterity worlds without end, to enjoy those pleasant associations that we have had in this life, to have our sons and our daughters, our husbands and our wives, surrounded with all the enjoyment that heaven can bestow, our bodies glorified like unto the Savior’s, free from disease and all the ills of life, and free from the disappointments and vexations and the unpleasant sacrifices that we are making here.",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p17"},"Through a continual course of progression our Heavenly Father has received exaltation and glory and he points us out the same path and, inasmuch as he is clothed with power, authority and glory, he says, “walk ye up and come in possession of the same glory and happiness that I possess.”",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p18"},"The people of God are precious in His sight; His love for them will always endure, and in His might and strength and affection, they will triumph and be brought off more than conqueror. They are His children, made in His image and destined through obedience to His laws to become like unto Him. …"],["span.pageBreak",{"title":"86"}],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p19"},"… This is the high destiny of the sons of God, they who overcome, who are obedient to His commandments, who purify themselves even as He is pure. They are to become like Him; they will see Him as He is; they will behold His face and reign with Him in His glory, becoming like unto Him in every particular.",["sup",["a",{"href":"fn_10"},"10"]],"[See suggestion 1 on page 91.]"]],[".topic",["h3","The scriptures teach of our divine potential."],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p21"},"The Lord has placed before us incentives of the grandest character. In the revelations which God has given, we find what a person can reach who will travel this path of knowledge and be guided by the Spirit of God. I had not been in this Church [very long] when it was clearly shown to me what a man could reach through a continued obedience to the Gospel of the Son of God. That knowledge has been as a star continually before me, and has caused me to be particular in trying to do that which was right and acceptable to God. … It seems, after all the education that we had in things pertaining to the celestial worlds, that there are some Latter-day Saints who are so well satisfied with simply knowing that the work is true that when you come to talk to them of our great future they seem surprised, and think it has nothing to do particularly with them. John the Revelator, in the third chapter of his first epistle, says:"],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p22"},"“Now are we the sons of God.” [",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/3.2"},"1 John 3:2"],".]"],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p23"},"… And he goes on:"],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p24"},"“And it doth not yet appear what we shall be: but we know that when He shall appear, we shall be like Him; for we shall see Him as He is."],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p25"},"“And every man that hath this hope in him purifieth himself, even as God is pure.” [See",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/3.2-3"},"1 John 3:2–3"],".]"],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p26"},"… The Spirit of God has conveyed to us that there are solid and solemn truths in expressions of this kind. Paul, in speaking to the Philippians, suggested that they cultivate an ambition which is quite strange to the people at the present time, though not so to the Latter-day Saints, especially those who are not satisfied to be but babes in the things of God. He says:"],["span.pageBreak",{"title":"87"}],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p27"},"“Let this mind be in you, which was also in Christ Jesus:"],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p28"},"“Who, being in the form of God, thought it not robbery to be equal with God.” [",["a.scriptureRef",{"href":"/scriptures/nt/philip/2.5-6"},"Philippians 2:5–6"],".]"],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p29"},"… This [is] what Paul taught, and he understood what he was talking about. He was caught up to the third heaven and heard things, he tells us, that were unlawful for man to utter [see",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/12.1-7"},"2 Corinthians 12:1–7"],"]. … Would it be wrong for us to ask the people here to cultivate an ambition of this character? There are a number of sayings in the Bible, particularly in the New Testament, that seem strange to people not in possession of the Spirit of the Lord."],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p30"},"“He that overcometh shall inherit all things.” [",["a.scriptureRef",{"href":"/scriptures/nt/rev/21.7"},"Revelation 21:7"],".]"],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p31"},"What an expression is that? Who believes it? If a father were to say to his son, “My son, be faithful, and follow my counsels, and when you become of age you shall inherit all that I possess,” it would mean something, would it not? If the father told the truth, that son would have something to encourage him to be faithful. Did Jesus want to deceive us when He made use of this expression? I will assure you that there is no deception in the language. He meant precisely what He said. Again, Jesus said:"],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p32"},"“To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in His throne.” [",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.21"},"Revelation 3:21"],".]"],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p33"},"That is a wonderful saying. Is there any truth in it? It is all true. It is the Lord Almighty that said it. We are told in the Scriptures by the Apostle Paul:"],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p34"},"“For we know that if our earthly house of this tabernacle were dissolved, we have a building of God, an house not made with hands, eternal in the heavens.” [",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/5.1"},"2 Corinthians 5:1"],".]"],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p35"},"I believe that. And when he says that Jesus “shall change our vile body, that it may be fashioned like unto His glorious body” [",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.21"},"Philippians 3:21"],"] I believe that also. Do the Latter-day Saints believe these things that I am talking about? You must, of course, believe them. Again:"],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p36"},"“For he that receiveth my servants receiveth me;"],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p37"},"“And he that receiveth me receiveth my Father;"],["span.pageBreak",{"title":"88"}],["div",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p38"},"“And he that receiveth my Father, receiveth my Father’s kingdom; therefore all that my Father hath shall be given unto him.” [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.36-38"},"D&C 84:36–38"],".]"],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p39"},"Could anyone think of anything more that could be given? … Paul comprehended these things very well, for he said he “pressed forward to the mark of the prize of the high calling of God in Christ Jesus.” [See",["a.scriptureRef",{"href":"/scriptures/nt/philip/3.14"},"Philippians 3:14"],".]"],["div",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p40"},"In these remarks which I have made we may see something in regard to the nature of this high calling in Christ Jesus. …"],["div",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p41"},"… I do not know how many there are here that have got a real knowledge of these things in their hearts. If you have, I will tell you what its effects will be. As John said:"],["span.pageBreak",{"title":"89"}],["div",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p42"},"“Every man that hath this hope in him purifieth himself, even as God is pure.” [See",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/3.3"},"1 John 3:3"],".]"],["div",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p43"},"… God has pointed out the results of traveling upon this road of glory and exaltation and the promises are sure. The Lord knew precisely what He could do. He knew what materials He had to operate with, and He knew just what He said. If we do the part that He has assigned unto us, and keep our second estate, we shall be sure to realize these promises in every particular, and more than you and I can possibly comprehend.",["sup",["a",{"href":"fn_11"},"11"]],"[See suggestion 2 on page 91.]"]],[".topic",["h3","As we remember the blessings the Lord has prepared for us, we find joy amid the cares and vexations of life."],["div",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p45"},"There is no Latter-day Saint within the sound of my voice but that certainly has this prospect of coming forth in the morning of the first resurrection and being glorified, exalted in the presence of God, having the privilege of talking with our Father as we talk with our earthly father.",["sup",["a",{"href":"fn_12"},"12"]]],["div",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p46"},"There could not be placed before men more glorious prospects than are placed before the Saints. No mortal man could wish anything greater or that will ultimately prove more satisfactory. Everything that pertains to perfect peace, happiness, glory and exaltation is before the Latter-day Saints. We should enjoy the spirit of this, and keep it actively before us. We should not let our prospects be darkened in the least by doing that which is not acceptable before the Lord.",["sup",["a",{"href":"fn_13"},"13"]]],["div",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p47"},"My hopes in reference to the future life are supremely grand and glorious, and I try to keep these prospects bright continually; and that is the privilege and the duty of every Latter-day Saint.",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p48"},"We do not all of us fully comprehend the blessings and privileges that are prepared in the gospel for us to receive. We do not fully comprehend and we do not have before our view the things which await us in the eternal worlds, nor indeed the things which await us in this life and that are calculated to promote our peace and happiness and answer the desires of our hearts. …"],["div",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p49"},"We frequently, in the multitude of cares around us, get forgetful and these things are not before us, then we do not comprehend that",["span.pageBreak",{"title":"90"}],"the gospel is designed and calculated in its nature to bestow upon us those things that will bring glory, honor and exaltation, that will bring happiness, peace and glory. We are apt to forget these things in the midst of the cares and vexations of life, and we do not fully understand that it is our privilege, and that the Lord has placed it in our reach to pursue that gospel whereby we may have peace within us continually. …"],["div",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p50"},"Where is there cause to mourn? Where is there cause for the Saints to wear long faces? Where is there cause for weeping or repining? There is none; but it is life or death that is set before us; principalities and powers are ours if we continue faithful; sorrow and banishment if we disregard the gospel."],["div",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p51"},"What can we wish for more than is comprehended in our religion? If we will stand firm upon the rock and will follow the Spirit that has been placed in our bosoms, we shall act right in the way of our duties, we shall act right to those who are placed over us, we shall act right whether in the light or in the dark."],["div",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p52"},"Where is the man that will turn aside and throw away those prospects that are embraced in the gospel which we have received? In it there is satisfaction, there is a joy, there is stability, there is something upon which to rest our feet, there is a sure foundation to build upon and upon which to yield that which is required of us.",["sup",["a",{"href":"fn_15"},"15"]]],["div",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p53"},"Let us never allow our prospects to become dimmed; let them be fresh before us by day and by night, and I will assure you that if we will do this our growth from day to day and from year to year will be marvelous.",["sup",["a",{"href":"fn_16"},"16"]]],["div",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p54"},"We are all aiming for celestial glory, and the grandeur of the prospects before us cannot be expressed in human language. If you will continue faithful to the work in which you are engaged, you will attain unto this glory, and rejoice evermore in the presence of God and the Lamb. This is worth striving for; it is worth sacrificing for, and blessed is the man or the woman who is faithful unto the obtaining of it.",["sup",["a",{"href":"fn_17"},"17"]],"[See suggestion 3 on page 91.]"],["span.pageBreak",{"title":"91"}]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p56"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.f2"},["ol.number",["li",["span.label","1."],[".para","President Lorenzo Snow frequently taught that we are children of God (pages 84–86). How can this truth influence the way we feel about ourselves and others? How can we help children and youth remember that they are sons and daughters of God?"]],["li",["span.label","2."],[".para","What are your thoughts about the scriptures President Snow quoted to teach about our divine potential? (See pages 86–89.)"]],["li",["span.label","3."],[".para","Read the section starting on page 89. How can the “cares and vexations of life” lead us to forget the eternal blessings of the gospel? What can we do to keep our potential “fresh” and “actively before us”? In what ways might remembering our destiny affect the way we live?"]],["li",["span.label","4."],[".para","As you have studied this chapter, what have you learned about your Heavenly Father? What have you learned about your destiny as a daughter or son of God?"]]]],["div",{"id":"p61","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p61"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/nt/rom/8.16-17"},"Romans 8:16–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.9-10"},"1 Corinthians 2:9–10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/5.15-16"},"Alma 5:15–16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.48"},"Moroni 7:48"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.3-4"},"D&C 58:3–4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/78.17-22"},"78:17–22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19-24"},"132:19–24"]],["div",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.f3"},["div",{"id":"p62","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.p62"},["span.emphasis","Teaching Help:"],"“Testify whenever the Spirit prompts you to do so, not just at the end of each lesson. Provide opportunities for those you teach to bear their testimonies” (",["span.emphasis","Teaching, No Greater Call,"],"45)."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.f4"},[".caption","“It is a wonderful pleasure to speak upon the great things that God proposes to bestow upon His sons and daughters.”"]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.f5"},[".caption","As we study the scriptures, we learn of our divine nature."]],[".",{"id":"f6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.f6"},[".caption","In his epistles, the Apostle Paul testified of our potential to become like Heavenly Father and Jesus Christ."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn1"},["span.label","1."],"In Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 46; see also “The Grand Destiny of Man,”",["span.emphasis","Deseret Evening News,"],"July 20, 1901, 22."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn2"},["span.label","2."],"See",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"46–47; “Glory Awaiting the Saints,”",["span.emphasis","Deseret Semi-Weekly News,"],"Oct. 30, 1894, 1."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn3"},["span.label","3."],"LeRoi C. Snow, “Devotion to a Divine Inspiration,”",["span.emphasis","Improvement Era,"],"June 1919, 656."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn4"},["span.label","4."],"LeRoi C. Snow, “Devotion to a Divine Inspiration,” 661."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn5"},["span.label","5."],["span.emphasis","Deseret News,"],"Jan. 24, 1872, 597."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn6"},["span.label","6."],"In Conference Report, Apr. 1898, 63."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn7"},["span.label","7."],"In “Anniversary Exercises,”",["span.emphasis","Deseret Evening News,"],"Apr. 7, 1899, 10."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn8"},["span.label","8."],["span.emphasis","Millennial Star,"],"Aug. 24, 1899, 530."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn9"},["span.label","9."],["span.emphasis","Deseret News,"],"Oct. 21, 1857, 259."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn10"},["span.label","10."],["span.emphasis","Deseret Semi-Weekly News,"],"Oct. 4, 1898, 1."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn11"},["span.label","11."],"“Glory Awaiting the Saints,” 1."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn12"},["span.label","12."],"In Conference Report, Oct. 1900, 4."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn13"},["span.label","13."],"In Conference Report, Oct. 1898, 3."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn14"},["span.label","14."],"In Conference Report, Oct. 1900, 4."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn15"},["span.label","15."],["span.emphasis","Deseret News,"],"Oct. 21, 1857, 259."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn16"},["span.label","16."],"In Conference Report, Apr. 1899, 2."],["div",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-5-the-grand-destiny-of-the-faithful.fn17"},["span.label","17."],"In “Prest. Snow to Relief Societies,”",["span.emphasis","Deseret Evening News,"],"July 9, 1901, 1."]]}
