{"id":11,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":11,"title":"Chapter 7: Faithfulness in Times of Trial: “From the Shadows into the Glorious Sunshine”","subtitle":"","short_title":"Chapter 7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.head1"},["span.pageBreak",{"title":"107"}],[".titleNumber","Chapter 7"],["h1","Faithfulness in Times of Trial: “From the Shadows into the Glorious Sunshine”"],[".intro","“Every man and woman who serves the Lord, no matter how faithful they may be, have their dark hours; but if they have lived faithfully, light will burst upon them and relief will be furnished.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p5"},"In February 1846 the Latter-day Saints were forced to leave their homes in Nauvoo, Illinois. As they prepared to make the trek west to their new promised land, they followed President Brigham Young’s counsel to establish settlements along the way. They lived in temporary shelters and planted crops for the Saints who would follow them. After spending a short time in the state of Iowa at a settlement called Garden Grove, Lorenzo Snow and his family moved to a place the Saints called Mount Pisgah, also in Iowa. This settlement was named after the mountain where the prophet Moses had seen his people’s promised land."],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p6"},"Several months after arriving in Mount Pisgah, Lorenzo was called to preside over the settlement. “By this time,” he later recorded, “the Saints in Pisgah were in a very destitute condition, not only for food and clothing, but also for teams and wagons to proceed on their journey. Several families were entirely out of provision, and dependent on the charity of their neighbors, who, in most cases, were illy prepared to exercise that virtue. But, above all this, a sweeping sickness had visited the settlement, when there were not sufficient well ones to nurse the sick; and death followed in the wake, and fathers, mothers, children, brothers, sisters and dearest friends fell victims to the destroyer, and were buried with little ceremony, and some",["span.pageBreak",{"title":"108"}],"destitute of proper burial clothes. Thus were sorrow and mourning added to destitution.”"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p7"},"Lorenzo knew these trials firsthand. He and his family experienced sickness, disappointments, and heartache, including the death of his newborn daughter Leonora. He wrote, “Little Leonora was taken sick and died, and with deep sorrow we bore her remains to their silent resting place, to be left alone, far from her father and the mother who gave her birth.”"],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p8"},"Under these circumstances, Lorenzo helped the Saints face their trials with faith. His sister Eliza wrote, “With an indomitable energy—a mind fruitful in expedients, and a firmness of purpose that never yielded to discouragement, he proved himself equal to an emergency which would have terrified men of ordinary abilities.” She recalled, “In the first place he moved to arouse and combine the energies of the people.” He organized the men into work groups. Some went to nearby towns to earn money for provisions and clothing. Others stayed at the camp, where they looked after the families there, planted crops, and produced and repaired goods that could be used in neighboring settlements."],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p9"},"In addition to helping the Saints work together, Lorenzo encouraged them to nourish themselves spiritually and to enjoy wholesome entertainment. “During the long winter months,” he said, “I sought to keep up the spirits and courage of the Saints in Pisgah, not only by inaugurating meetings for religious worship and exercises, in different parts of the settlement, but also by making provisions for, and encouraging proper amusements of various kinds. …"],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p10"},"“As a sample, I will attempt a description of one, which I improvised for the entertainment of as many as I could reasonably crowd together in my humble family mansion, which was a one-story edifice, about fifteen by thirty [about four and one-half meters by nine meters], constructed of logs, with a dirt roof and ground floor, displaying at one end a chimney of modest height, made of turf cut from the bosom of Mother Earth. Expressly for the occasion we carpeted the floor with a thin coating of clean straw, and draped the walls with white sheets drawn from our featherless beds."],["span.pageBreak",{"title":"109"}],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p11"},"“How to light our hall suitably for the coming event was a consideration of no small moment, and one which levied a generous contribution on our ingenuity. But we succeeded. From the pit where they were buried, we selected the largest and fairest turnips—scooped out the interior, and fixed short candles in them, placing them at intervals around the walls, suspending others to the",["span.pageBreak",{"title":"110"}],"ceiling above, which was formed of earth and cane. Those lights imparted a very peaceable, quiet … influence, and the light reflected through those turnip rinds imparted a very picturesque appearance."],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p12"},"“During the evening exercises, several of my friends, in the warmest expressions possible, complimented me and my family for the peculiar taste and ingenuity displayed in those unique and inexpensive arrangements.”"],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p13"},"Lorenzo recalled that “the hours were enlivened, and happily passed.” He and his guests entertained one another with speeches, songs, and recitations. He said, “At the close, all seemed perfectly satisfied, and withdrew, feeling as happy as though they were not homeless.”",["sup",["a",{"href":"fn_1"},"1"]],"[See suggestion 1 on page 115.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Trials and tribulations help us improve spiritually and prepare for celestial glory."],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p16"},"It is impossible for us to work out our salvation and accomplish the purposes of God without trials or without sacrifices.",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p17"},"Trials and tribulations have been the experience of the Latter-day Saints. God so designed that it should be. I daresay that in the [premortal] spirit world, when it was proposed to us to come into this probation, and pass through the experience that we are now receiving, it was not altogether pleasant and agreeable; the prospects were not so delightful in all respects as might have been desired. Yet there is no doubt that we saw and understood clearly there that, in order to accomplish our exaltation and glory, this was a necessary experience; and however disagreeable it might have appeared to us, we were willing to conform to the will of God, and consequently we are here.",["sup",["a",{"href":"fn_3"},"3"]]],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p18"},"The Lord has determined in His heart that He will try us until He knows what He can do with us. He tried His Son Jesus. … Before He [the Savior] came upon earth the Father had watched His course and knew that He could depend upon Him when the salvation of worlds should be at stake; and He was not disappointed. So in regard to ourselves. He will try us, and continue to try us, in order",["span.pageBreak",{"title":"111"}],"that He may place us in the highest positions in life and put upon us the most sacred responsibilities.",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p19"},"If we succeed in passing through the approaching fiery ordeals with our fidelity and integrity unimpeached, we may expect at the close of our trials, a great and mighty outpouring of the Spirit and power of God—a great endowment upon all who shall have remained true to their covenants. …"],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p20"},"Some of our brethren have queried whether hereafter, they could feel themselves worthy of full fellowship with Prophets and Saints of old, who endured trials and persecutions; and with Saints … who suffered in Kirtland, in Missouri and Illinois. The brethren referred to have expressed regrets that they had not been associated in those scenes of suffering. If any of these are present, I will say, for the consolation of such, you have to wait but a short time and you will have similar opportunities, to your heart’s content. You and I cannot be made perfect except through suffering: Jesus could not [see",["a.scriptureRef",{"href":"/scriptures/nt/heb/2.10"},"Hebrews 2:10"],"]. In His prayer and agony in the Garden of Gethsemane, He foreshadowed the purifying process necessary in the lives of those whose ambition prompts them to secure the glory of a celestial kingdom. None should try to escape by resorting to any compromising measures.",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p21"},"There is no other way in which the Saints can make spiritual improvement and be prepared for an inheritance in the celestial kingdom than through tribulation. It is the process by which knowledge is increased and peace will ultimately be established universally. It [has] been said that if all our surroundings were peaceful and prosperous now, we would become indifferent. It would be a condition that would be all that would be desired by a good many natures; they would not stretch out after the things of eternity.",["sup",["a",{"href":"fn_6"},"6"]]],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p22"},"Take it individually or take it collectively, we have suffered and we shall have to suffer again, and why? Because the Lord requires it at our hands for our sanctification.",["sup",["a",{"href":"fn_7"},"7"]],"[See suggestion 2 on page 115.]"],["span.pageBreak",{"title":"112"}]],[".topic",["h3","When we remain faithful during trials and temptations, we show that we love God more than we love the world."],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p24"},"Among our trials are temptations, by which we are enabled to show how much we value our religion. You are familiar with the experience of Job in that respect. He was given a knowledge of the resurrection, and of the Redeemer, and he knew that although he should die yet should he, in the latter days, see his Redeemer on the earth [see",["a.scriptureRef",{"href":"/scriptures/ot/job/19.25-26"},"Job 19:25–26"],"]. The temptations to which he was subjected showed that he valued these heavenly considerations above everything else. …"],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p25"},"… Because God is our Friend we do not fear. We may have to continue to be subjected to many conditions that are disagreeable. By them we are enabled to show the angels that we love the things of God better than the things of the world.",["sup",["a",{"href":"fn_8"},"8"]],"[See suggestion 3 on page 115.]"],["span.pageBreak",{"title":"113"}]],[".topic",["h3","As we remain faithful, the Lord strengthens us to overcome temptations and endure trials."],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p27"},"Many of you may have severe trials, that your faith may become more perfect, your confidence be increased, your knowledge of the powers of heaven be augmented; and this before your redemption takes place. If a stormy cloud sweep over the horizon … ; if the cup of bitter suffering be offered, and you compelled to partake; Satan let loose to go among you, with all his seductive powers of deceivings and cunning craftiness; the strong relentless arm of persecution lifted against you;—then, in",["span.emphasis","that"],"hour, lift up your heads and rejoice that you are accounted worthy to suffer thus with Jesus, the Saints, and holy prophets; and know that the period of your redemption has approached."],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p28"},"I feel, my brethren and sisters, to exhort you with heartfelt expression. Be of good cheer—be not disheartened; for assuredly the day rapidly comes when your tears shall be dried, your hearts comforted, and you shall eat of the products of your labours. …"],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p29"},"Be honest, be virtuous, be honourable, be meek and lowly, courageous and bold, cultivate simplicity, be like the Lord; hold to the truth though through fire or sword, torture or death.",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p30"},"From the time of our receiving the Gospel to the present, the Lord has from time to time given us trials and afflictions, if we may so call them; and sometimes these trials have been of that nature that we have found it very difficult to receive them without murmur and complaint. Yet at such times the Lord blessed us and gave us sufficient of His Spirit to enable us to overcome the temptations and endure the trials.",["sup",["a",{"href":"fn_10"},"10"]]],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p31"},"Every man and woman who serves the Lord, no matter how faithful they may be, have their dark hours; but if they have lived faithfully, light will burst upon them and relief will be furnished.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p32"},"All that is required of us to make us perfectly safe under all circumstances of trouble or persecution, is to do the will of God, to be honest, faithful and to keep ourselves devoted to the principles that we have received; do right one by another; trespass upon no man’s rights; live by every word that proceedeth from the mouth of God",["span.pageBreak",{"title":"114"}],"and his Holy Spirit will aid and assist us under all circumstances, and we will come out of the midst of it all abundantly blessed in our houses, in our families, in our flocks, in our fields—and in every way God will bless us. He will give us knowledge upon knowledge, intelligence upon intelligence, wisdom upon wisdom."],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p33"},"May God add his blessing upon this people. May we be faithful to ourselves, faithful to all the principles we have received, seeking one another’s interests with all our heart, and God will pour out his Spirit upon us, and we will come off victorious in the end.",["sup",["a",{"href":"fn_12"},"12"]],"[See suggestion 3 on page 115.]"]],[".topic",["h3","Looking back on difficult times, we see that our trials have helped us draw nearer to God."],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p35"},"When we contemplate what the Lord has done for us in the past, our present surroundings, and our future prospects, what a blest people we are! I have thought sometimes that one of the greatest virtues the Latter-day Saints could possess is gratitude to our Heavenly Father for that which He has bestowed upon us and the path over which He has led us. It may be that walking along in that path has not always been of the most pleasant character; but we have afterwards discovered that those circumstances which have been very unpleasant have often proved of the highest advantage to us.",["sup",["a",{"href":"fn_13"},"13"]]],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p36"},"Every trial a man goes through, if he is faithful in that trial and does honor to God and his religion he has espoused, at the end of that trial or affliction that individual is nearer to God, nearer in regard to the increase of faith, wisdom, knowledge and power, and hence is more confident in calling upon the Lord for those things he desires. I have known individuals who have trembled at the idea of passing through certain ordeals who after they were through the temptation have said they could approach the Lord in more confidence and ask for such blessings as they desired. …"],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p37"},"We have every reason to rejoice and to be full of joy and satisfaction, notwithstanding the difficulties that surround us. And how far have we advanced, how much knowledge have we obtained and how much more are we able to bear now than one, two or five years ago, and are we able to stand more now than a few years ago?",["span.pageBreak",{"title":"115"}],"The Lord has strengthened us and increased us in our growth. Like the infant, when it grows up it knows not how it received gradual strength and the manner in which it increased in stature. It is larger this year than last. So in regard to our spiritual advancement. We feel stronger today than we did a year ago.",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p38"},"The sacrifices you have made, the hardships you have endured and the privations you have suffered will … sink into insignificance, and you will rejoice that you have obtained the experience which they have furnished. … Some things we have to learn by that which we suffer, and knowledge secured in that way, though the process may be painful, will be of great value to us in the other life. …"],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p39"},"… I know that your lives have not been all sunshine; you have doubtless passed through many a trial, and perhaps have come up through much tribulation; but by continued integrity you will soon emerge from the shadows into the glorious sunshine of the celestial world.",["sup",["a",{"href":"fn_15"},"15"]],"[See suggestion 4 below.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p41"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.f1"},["ol.number",["li",["span.label","1."],[".para","Ponder the account on pages 107–10. How were many of the Saints in this account able to be happy despite their suffering? What can we do to encourage people who are experiencing trials?"]],["li",["span.label","2."],[".para","Study President Snow’s teachings about why we must have trials (pages 110–11). What do you think it means to “stretch out after the things of eternity”? Why do you think many people would not “stretch out after the things of eternity” without trials?"]],["li",["span.label","3."],[".para","In what ways should we respond to trials and temptations? (For some examples, see pages 112–14.) How does the Lord help us in times of trial?"]],["li",["span.label","4."],[".para","Read the last section in this chapter. What have you gained from the challenges you have experienced?"]],["span.pageBreak",{"title":"116"}],["li",["span.label","5."],[".para","Look for one or two statements in this chapter that give you hope. What do you appreciate about the statements you have chosen? Consider ways you might share these truths with a family member or friend who needs encouragement."]]]],["div",{"id":"p47","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p47"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/ot/deut/4.29-31"},"Deuteronomy 4:29–31"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/46.1"},"Psalm 46:1"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/16.33"},"John 16:33"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.35-39"},"Romans 8:35–39"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/4.17-18"},"2 Corinthians 4:17–18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/23.21-22"},"Mosiah 23:21–22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/24.9-16"},"24:9–16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.2-4"},"D&C 58:2–4"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.f2"},["div",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.p48"},["span.emphasis","Teaching Help:"],"Consider contacting a few participants in advance, asking them to prepare to share experiences that relate to the chapter. For example, before teaching from this chapter, it may be helpful to ask a few people to prepare to talk about what they have learned from their trials."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.f3"},[".caption","When the Latter-day Saints were driven from their homes in Nauvoo, Illinois, many found joy amid their suffering."]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.f4"},[".caption","One of the Latter-day Saints who settled in Mount Pisgah drew this sketch in a journal."]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.f5"},[".caption","In times of trial, we can turn to our Father in Heaven for comfort and strength."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn1"},["span.label","1."],"See Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 89–93."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn2"},["span.label","2."],["span.emphasis","Millennial Star,"],"Apr. 18, 1887, 245."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn3"},["span.label","3."],["span.emphasis","Deseret Weekly,"],"Nov. 4, 1893, 609."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn4"},["span.label","4."],["span.emphasis","Millennial Star,"],"Aug. 24, 1899, 532."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn5"},["span.label","5."],["span.emphasis","Deseret News: Semi-Weekly,"],"Feb. 9, 1886, 1."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn6"},["span.label","6."],["span.emphasis","Deseret News,"],"Apr. 11, 1888, 200; from a detailed paraphrase of a discourse Lorenzo Snow delivered in the April 1888 general conference."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn7"},["span.label","7."],["span.emphasis","Deseret News,"],"Oct. 28, 1857, 270."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn8"},["span.label","8."],["span.emphasis","Deseret News,"],"Apr. 11, 1888, 200."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn9"},["span.label","9."],"“Address to the Saints in Great Britain,”",["span.emphasis","Millennial Star,"],"Dec. 1, 1851, 364."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn10"},["span.label","10."],["span.emphasis","Deseret Weekly,"],"Nov. 4, 1893, 609."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn11"},["span.label","11."],["span.emphasis","Millennial Star,"],"Aug. 24, 1899, 531."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn12"},["span.label","12."],["span.emphasis","Deseret News: Semi-Weekly,"],"Dec. 2, 1879, 1."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn13"},["span.label","13."],"In Conference Report, Apr. 1899, 2."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn14"},["span.label","14."],["span.emphasis","Deseret News,"],"Apr. 11, 1888, 200."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-7-faithfulness-in-times-of-trial-from-the-shadows-into-the-glorious-sunshine.fn15"},["span.label","15."],"In “Old Folks Are at Saltair Today,”",["span.emphasis","Deseret Evening News,"],"July 2, 1901, 1; message to a group of elderly Church members; prepared by Lorenzo Snow at age 88 and read by his son LeRoi."]]}
