{"id":28,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":28,"title":"Chapter 24: Reflections on the Mission of Jesus Christ","subtitle":"","short_title":"Chapter 24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.head1"},["span.pageBreak",{"title":"277"}],[".titleNumber","Chapter 24"],["h1","Reflections on the Mission of Jesus Christ"],[".intro","“We are all dependent upon Jesus Christ, upon his coming into the world to open the way whereby we might secure peace, happiness, and exaltation.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p5"},"In October 1872, President Brigham Young assigned his First Counselor, President George A. Smith, to journey through portions of Europe and the Middle East. In a letter to President Smith, President Young and his Second Counselor, President Daniel H. Wells, said, “We desire that you observe closely what openings now exist, or where they may be effected, for the introduction of the Gospel into the various countries you shall visit.” The journey was to conclude in the Holy Land, where President Smith would “dedicate and consecrate that land to the Lord.” Presidents Young and Wells wrote, “We pray that you may be preserved to travel in peace and safety, that you may be abundantly blessed with words of wisdom and free utterance in all your conversations pertaining to the Holy Gospel, dispelling prejudice, and sowing seeds of righteousness among the people.”",["sup",["a",{"href":"fn_1"},"1"]],"President Smith took a small group of Latter-day Saints with him, including Elder Lorenzo Snow, who was then a member of the Quorum of the Twelve Apostles. Elder Snow’s sister Eliza R. Snow, who was serving as Relief Society general president at the time, was also part of the group."],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p6"},"As Elder Snow traveled, he frequently wrote letters describing the geography, the buildings, and the customs and conditions of the people. But when he and his companions visited sites in the Holy Land, his letters changed in tone. His thoughts turned to the Son of God, who had frequented those same places centuries earlier. For",["span.pageBreak",{"title":"278"}],"example, he wrote about his experience in February 1873 when the group approached the city of Jerusalem:"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p7"},"“One hour’s ride … will bring us to Jerusalem. We move on and at length ascend an eminence [or hill], and gaze on the ‘Holy City,’ Jerusalem. Away to the right is Mount Zion, the city of David. Off to our left, that lofty eminence, with an aspect so barren, is the Mount of Olives, once the favorite resort of our Saviour, and the spot last pressed by His sacred feet before He ascended into the presence of His Father. These interesting historic scenes, with all their sacred associations, inspire thoughts and reflections impressive and solemn. Yes, there is Jerusalem! Where Jesus lived and taught, and was crucified, where He cried ‘It is finished,’ and bowed His head and died! We slowly and thoughtfully wind our way down the hill, … until we reach the city.”",["sup",["a",{"href":"fn_2"},"2"]]],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p8"},"After going to the River Jordan, Elder Snow wrote: “As we drank of its sweet and refreshing waters and washed in its sacred stream, our thoughts and reflections recurred to the days of childhood, when we were accustomed to peruse the Holy Scriptures describing the important events which transpired in this locality—the passage of the Israelites when the channel became dry, as the priests, bearing upon their shoulders the sacred ark, stepped into the flowing stream; the dividing of the waters by Elijah when he passed over the dry bed and was taken up into heaven from the plain on the opposite side by a whirlwind; and Elisha, as he returned, took the mantle of Elijah that fell from him, and smote the waters, saying, ‘Where is the Lord God of Elijah?’ thus making the third time the Jordan was divided. But another event of much deeper interest is associated with this place—the baptism of our Saviour, referred to in the following language—‘John came preaching in the wilderness of Judea, and Jesus came from Galilee to Jordan to be baptized of him;’ [see",["a.scriptureRef",{"href":"/scriptures/nt/matt/3"},"Matthew 3"],"] and we were at or near the identical point where all these memorable events had taken place, standing upon the bank, looking down into the glen, and bathing in the same stream which had borne silent witness of these sublime occurrences.”",["sup",["a",{"href":"fn_3"},"3"]],"[See suggestion 1 on page 283.]"]],["span.pageBreak",{"title":"279"}],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","Jesus Christ came into the world to do the will of the Father and open the way for our peace, happiness, and exaltation."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p11"},"This gospel has been introduced at various times into the world. It was known by the Prophets. They understood plainly and distinctly that Jesus was the lamb slain from before the foundation of the world [see",["a.scriptureRef",{"href":"/scriptures/nt/rev/13.8"},"Revelation 13:8"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.47"},"Moses 7:47"],"], and that in due season he would manifest himself to the children of men, that he would die for their sins, and be crucified in order to complete the plan of salvation.",["sup",["a",{"href":"fn_4"},"4"]]],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p12"},"When Jesus lay in the manger, a helpless infant, He knew not that He was the Son of God, and that formerly He created the earth. When the edict of Herod was issued, He knew nothing of it; He had not power to save Himself; and [Joseph and Mary] had to take Him and [flee] into Egypt to preserve Him from the effects of that edict. … He grew up to manhood, and during His progress it was revealed unto Him who He was, and for what purpose He was in the world. The glory and power He possessed before He came into the world was made known unto Him.",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p13"},"Jesus, while traveling here on earth, fulfilling His mission, told the people He did not perform the miracles He wrought in their midst by His own power, nor by His own wisdom; but He was there in order to accomplish the will of His Father. He came not to seek the glory of men, and the honor of men; but to seek the honor and glory of His Father that sent Him. Said he, “I am come in my Father’s name, and ye receive me not, if another shall come in his own name, him ye will receive.” [",["a.scriptureRef",{"href":"/scriptures/nt/john/5.43"},"John 5:43"],".]"],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p14"},"Now, the peculiarity of His mission, and that which distinguished it from other missions, was this: He came not to seek the glory and honor of men, but to seek the honor and glory of His Father, and to accomplish the work of His Father who sent Him. Herein lay the secret of His prosperity; and herein lies the secret of the prosperity of every individual who works upon the same principle.",["sup",["a",{"href":"fn_6"},"6"]]],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p15"},"Jesus Christ the Son of God was once placed in a condition that it required the highest effort in order to accomplish what was",["span.pageBreak",{"title":"280"}],"necessary for the salvation of millions of the children of God. It required the highest effort and determination that had to be exercised before the Son of God could pass through the ordeal, the sacrifice that was necessary.",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p16"},"Jesus, the Son of God, was sent into the world to make it possible for you and me to receive these extraordinary blessings. He had to make a great sacrifice. It required all the power that He had and all the faith that He could summon for Him to accomplish that which the Father required of Him. … He did not fail, though the trial was so severe that He sweat great drops of blood. … His feelings must have been inexpressible. He tells us Himself, as you will find recorded in section 19 of the Book of Doctrine and Covenants, that His suffering was so great that it caused even Him “to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit: and would that He might not drink the bitter cup, and shrink.” But He had in His heart continually to say, “Father, not my will, but Thine be done.” [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.15-19"},"D&C 19:15–19"],".]",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p17"},"We are all dependent upon Jesus Christ, upon his coming into the world to open the way whereby we might secure peace, happiness and exaltation. And had he not made these exertions we never could have been secured in these blessings and privileges which are",["span.pageBreak",{"title":"281"}],"guaranteed unto us in the gospel, through the mediation of Jesus Christ, for he made the necessary exertions. …"],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p18"},"… Though he has sacrificed himself and laid the plan for the redemption of the people, yet unless the people labor to obtain that union between him and them, their salvation never will be accomplished.",["sup",["a",{"href":"fn_9"},"9"]]],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p19"},"We understand, fully that as Jesus Christ dwelt here in a body and that He received that body and now dwells in it glorified, that we are entitled to the same blessing, the same exaltation, and the same glory.",["sup",["a",{"href":"fn_10"},"10"]],"[See suggestions 2 and 3 on pages 283–84.]"]],[".topic",["h3","Jesus Christ has visited the earth in the latter days, revealing heavenly truths for our salvation."],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p21"},"That Being who dwelt in Heaven, who reigned there before the world was, who created the earth, and who, in the meridian of time, came down to perfect and save that which He had created, has appeared to men in this age.",["sup",["a",{"href":"fn_11"},"11"]]],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p22"},"We testify to the whole world that we know, by divine revelation, even through the manifestations of the Holy Ghost, that Jesus is the Christ, the Son of the living God, and that he revealed himself to Joseph Smith as personally as he did to his apostles anciently, after he arose from the tomb, and that he made known unto him [the] heavenly truths by which alone mankind can be saved.",["sup",["a",{"href":"fn_12"},"12"]]],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p23"},"There were two men in the Temple at Kirtland who saw Him. … The Son of God appeared to them, He who was slain by the Jews, and they said, “the veil was taken away from our mind’s eye, and our understandings were opened, and we saw the Lord standing on the breastwork of the pulpit before us.” … Under His feet was pure gold. His countenance shone above the brightness of the sun. His voice was as the sound of rushing great waters. It was the voice of Jehovah, saying, “I am the first and the last. I am He that liveth. I am He who was slain. I am your advocate with the Father. Behold, your sins are forgiven you. You are clean before me; therefore lift up your heads and rejoice. You have built this house to my name. I will accept this house, and I will pour out my Spirit upon those who keep my commandments, and I will not suffer this holy house to be",["span.pageBreak",{"title":"282"}],"polluted.” [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.1-8"},"D&C 110:1–8"],".] This was the voice of the same individual that the Jews rejected, and He was seen there. Now I know that these things are things that are true as God is true. But the nations of the earth are not aware of it, that Jesus, the Son of God, has come and appeared to men, and clothed them with authority to preach the Gospel and to promise the Holy Ghost to all who will believe and obey these principles, and should receive a knowledge that these principles are true.",["sup",["a",{"href":"fn_13"},"13"]],"[See suggestion 4 on page 284.]"]],[".topic",["h3","The Savior will come again, and we should prepare ourselves for His coming."],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p25"},"We have a testimony concerning Christ, that He is coming to the earth, to reign.",["sup",["a",{"href":"fn_14"},"14"]]],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p26"},"Jesus will come by and by, and appear in our midst, as He appeared in the day when upon the earth among the Jews, and He will eat and drink with us and talk to us, and explain the mysteries of the Kingdom, and tell us things that are not lawful to talk about now.",["sup",["a",{"href":"fn_15"},"15"]]],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p27"},"If you are on a moving train of cars, as long as you sit still and occupy your seat that train will take you to the point you wish to go; but if you step off the cars it will be dangerous, and it may be a long time before another train will come along. It is the same with us—if we are living right, doing our work, we are going along, and if we are keeping our covenants, we are doing the work of God and accomplishing His purposes, and we will be prepared for the time when Jesus the Son of God will come in honor and glory, and will confer upon all those who prove faithful all the blessings that they anticipate, and a thousand times more. …"],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p28"},"… I say to the Latter-day Saints, if any of you are sleepy, read the words of the Savior spoken when He was upon the earth in regard to the ten virgins, five of whom were wise, and took oil in their lamps, and when the Bridegroom came there was only one-half prepared to go out to meet Him [see",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56-59"},"D&C 45:56–59"],"]. Do not let it be so with us as Latter-day Saints. Let us try to be true to the everlasting covenants that we have made and be true to God. God bless the Latter-day Saints and pour out His Spirit upon you. May you be faithful to your God, faithful to your families,",["span.pageBreak",{"title":"283"}],"and conduct yourselves with prudence in all things, and labor for the interests of the kingdom of God, and that we may not be among the foolish virgins, but be found worthy to be amongst those who will be crowned as kings and queens and reign throughout eternity.",["sup",["a",{"href":"fn_16"},"16"]],"[See suggestions 5 and 6 on page 284.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p30"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.f1"},["ol.number",["li",["span.label","1."],[".para","Ponder President Snow’s words about the experiences he had in the Holy Land (page 278). Why do you think his thoughts and reflections became “impressive and solemn” when he was there? In what ways can we develop similar feelings about the Savior, even without visiting the Holy Land?"]],["li",["span.label","2."],[".para","Study the section that begins on page 279, thinking about what Jesus Christ has done for you. As you ponder the Savior’s",["span.pageBreak",{"title":"284"}],"desire to “seek the honor and glory of His Father,” think about what you need to do to follow God’s will."]],["li",["span.label","3."],[".para","On page 279, President Snow shares “the secret of prosperity.” How does this secret work for us?"]],["li",["span.label","4."],[".para","Read the section that begins on page 281. How does your testimony of Jesus Christ influence your life? Ponder different ways we can do our part to share the testimony of Jesus Christ with the world. For example, what can we do to share our testimony with our families? with those we serve as home teachers or visiting teachers? with our neighbors? with people we meet from day to day?"]],["li",["span.label","5."],[".para","In what ways can we prepare ourselves for the Second Coming of Jesus Christ? (For some examples, see pages 282–83.) How can we help others prepare?"]],["li",["span.label","6."],[".para","In what ways have President Snow’s teachings influenced your testimony of Jesus Christ? Look for ways to share your testimony with family members and others."]]]],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p37"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/nt/luke/12.31-48"},"Luke 12:31–48"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/8.9"},"2 Corinthians 8:9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.7-8"},"2 Nephi 2:7–8"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.23,26"},"25:23, 26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-13"},"Alma 7:11–13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.2"},"D&C 35:2"],";",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.17"},"Joseph Smith—History 1:17"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.f2"},["div",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.p38"},["span.emphasis","Teaching Help:"],"“Ask participants to choose one section and read it silently. Invite them to gather in groups of two or three people who chose the same section and discuss what they have learned” (page vii in this book)."]]]],[".bodyNotes",["h3","Notes"]],["span.pageBreak",{"title":"285"}],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.f3"},[".caption","“We testify to the whole world that we know, by divine revelation, even through the manifestations of the Holy Ghost, that Jesus is the Christ, the Son of the living God.”"]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.f4"},[".caption","In late 1872 and early 1873, Elder Lorenzo Snow and others traveled in the Holy Land."]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.f5"},[".caption","President Snow encouraged Saints to follow the example of the five wise virgins in the Savior’s parable of the ten virgins."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn1"},["span.label","1."],"Letter from Brigham Young and Daniel H. Wells to George A. Smith, in",["span.emphasis","Correspondence of Palestine Tourists"],"(1875), 1–2."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn2"},["span.label","2."],"In",["span.emphasis","Correspondence of Palestine Tourists,"],"205."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn3"},["span.label","3."],"In",["span.emphasis","Correspondence of Palestine Tourists,"],"236–37."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn4"},["span.label","4."],["span.emphasis","Deseret News,"],"Jan. 24, 1872, 597."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn5"},["span.label","5."],"In Conference Report, Apr. 1901, 3."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn6"},["span.label","6."],["span.emphasis","Deseret News,"],"Dec. 8, 1869, 517."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn7"},["span.label","7."],"In Conference Report, Oct. 1900, 2."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn8"},["span.label","8."],["span.emphasis","Millennial Star,"],"Aug. 24, 1899, 531."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn9"},["span.label","9."],["span.emphasis","Deseret News,"],"Mar. 11, 1857, 3; in the original source, page 3 is incorrectly labeled as page 419."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn10"},["span.label","10."],["span.emphasis","Deseret News,"],"Nov. 22, 1882, 690."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn11"},["span.label","11."],"In Journal History, Apr. 5, 1884, 9."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn12"},["span.label","12."],["span.emphasis","Deseret News: Semi-Weekly,"],"Jan. 23, 1877, 1."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn13"},["span.label","13."],["span.emphasis","Millennial Star,"],"Apr. 18, 1887, 245."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn14"},["span.label","14."],["span.emphasis","Deseret News,"],"Apr. 11, 1888, 200; from a detailed paraphrase of a discourse Lorenzo Snow delivered in the April 1888 general conference."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn15"},["span.label","15."],"In Conference Report, Apr. 1898, 13–14."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-24-reflections-on-the-mission-of-jesus-christ.fn16"},["span.label","16."],["span.emphasis","Millennial Star,"],"Apr. 18, 1887, 244–46."]]}
