{"id":12,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":12,"title":"Chapter 8: “Search Me, O God, and Know My Heart”","subtitle":"","short_title":"Chapter 8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.head1"},["span.pageBreak",{"title":"117"}],[".titleNumber","Chapter 8"],["h1","“Search Me, O God, and Know My Heart”"],[".intro","Righteous Latter-day Saints strive to “establish a character before God that could be relied upon in the hour of trial.”"]],[".bodyBlock",[".topic",["h2","From the Life of Lorenzo Snow"],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p5"},"On December 15, 1899, President Lorenzo Snow, then President of the Church, spoke at the funeral of President Franklin D. Richards, who had served as President of the Quorum of the Twelve Apostles. Near the end of his sermon, President Snow said, “I ask the Lord of Israel to bless the Latter-day Saints and that we may be prepared for the events of the near future, with our hearts right before the Lord.”"],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p6"},"Illustrating the need to keep “our hearts right before the Lord,” President Snow told of an experience he and President Richards shared in the 1850s, when they were new Apostles. At that time, President Brigham Young led a reformation in the Church, calling on Latter-day Saints everywhere to repent and renew their commitment to righteous living."],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p7"},"“When President Young was aroused to call upon the people to repent and reform,” recalled President Snow, “he talked very strongly as to what ought to be done with some people—that their Priesthood ought to be taken from them, because of their failure to magnify it as they should have done. The brethren who lived in those days will remember how vigorously he spoke in this direction. Well, it touched Brother Franklin’s heart, and it touched mine also; and we talked the matter over to ourselves. We concluded we would go to President Young and offer him our Priesthood. If he felt in the name of the Lord that we had not magnified our Priesthood,",["span.pageBreak",{"title":"119"}],"we would resign it. We went to him, saw him alone, and told him this. I guess there were tears in his eyes when he said, ‘Brother Lorenzo, Brother Franklin, you have magnified your Priesthood satisfactorily to the Lord. God bless you.’”",["sup",["a",{"href":"fn_1"},"1"]]],["div",{"id":"p8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p8"},"Throughout his life, President Snow wanted his heart to be right before the Lord, and he also encouraged the Saints to examine their own worthiness. He spoke with “a view of riveting more forcibly upon our understanding” the need to establish “a proper character, as Latter-day Saints, before God our Father.”",["sup",["a",{"href":"fn_2"},"2"]],"[See suggestion 1 on page 125.]"]],[".topic",["h2","Teachings of Lorenzo Snow"],[".topic",["h3","If we have established a proper character, we can confidently invite God to search our hearts."],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p11"},"I am under the strongest impression, that the most valuable consideration, and that which will be of the most service when we return to the spirit world, will be that of having established a proper and well defined character as faithful and consistent Latter-day Saints in this state of probation."],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p12"},"In cases where a stranger applies for employment, or an office of trust, it is often required that he produce papers attesting his worthiness, from reliable parties, letters of recommendation and of introduction which are exceedingly useful in their way, assisting in obtaining favors and privileges which otherwise would be difficult to secure. It is, however, comparatively easy to obtain a written character, as it is termed, a character that one can put in his pocket; and, indeed, according to my observation it is not infrequently the case that people are the bearers of written characters which their real and true character fails to attest."],["div",{"id":"p13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p13"},"There are those among us who are recognized as members of this Church who take a vast amount of pains to be favorably known by those around them, but whose real character, or the inwardness so to speak, of such people, is veiled or disguised. … Now this prayer that I [refer] to—“Search me, O God, and know my heart: try me, and know my thoughts; and see if there be any wicked way in me, and lead me in the way everlasting” [",["a.scriptureRef",{"href":"/scriptures/ot/ps/139.23-24"},"Psalm 139:23–24"],"]—is very",["span.pageBreak",{"title":"120"}],"significant; it was a prayer that David in the principal course of his life could conscientiously and with a degree of confidence offer up to the Lord. But there were times when he would feel the faltering and quivering sensation of weakness in offering up a prayer of this kind."],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p14"},"I have reason to believe that many of the Latter-day Saints, during a great portion of their lives, could approach the Lord in all confidence and make this same prayer—“Search me, O God, and know my heart, and see if there be any wicked way in me;” but if we, as a people, could live so as to be able at all times to bow before the Lord and offer up a prayer like this, what a delightful thing it would be, what an attainment we should have acquired in righteousness and good works! … I would recommend that [every person] adopt this prayer of David, and see how near he can live according to the light that he has, so as to make it in all sincerity part of his devotions to God. Many fail in coming up to this standard of excellence because they do things in secret where mortal eye cannot penetrate, that have a direct tendency to alienate them from the Almighty and to grieve away the Spirit of God. Such persons cannot in their private closet use this prayer; they could not unless they had repented of their sins and repaired the wrong they may have committed, and determined to do better in the future than they had done in the past, and to establish a character before God that could be relied upon in the hour of trial, and that would fit them to associate with holy beings and with the Father himself when they shall have passed into the spirit world."],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p15"},"… We must be true men and true women; we must have faith largely developed, and we must be worthy of the companionship of the Holy Ghost to aid us in the work of righteousness all the day long, to enable us to sacrifice our own will to the will of the Father, to battle against our fallen nature, and to do right for the love of doing right, keeping our eye single to the honor and glory of God. To do this there must be an inward feeling of the mind that is conscious of the responsibility that we are under, that recognizes the fact that the eye of God is upon us and that our every act and the motives that prompt it must be accounted for; and we must be",["span.pageBreak",{"title":"121"}],"constantly",["span.emphasis","en rapport"],"[in harmony] with the Spirit of the Lord.",["sup",["a",{"href":"fn_3"},"3"]],"[See suggestion 2 on page 125.]"]],[".topic",["h3","Examples in the scriptures teach us how to improve our character."],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p17"},"There are many things that I admire in the character of the prophets, and especially in that of Moses. I admire his determination to carry out the word and will of God with regard to Israel, and his readiness to do everything that was in the power of man, assisted by the Almighty; and above all I admire his integrity and fidelity to the Lord. …"],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p18"},"God admires the men and women today who pursue a course of rectitude and who, notwithstanding the powers of Satan that are arrayed against them, can say, Get thee behind me Satan [see Luke 4:8], and who live a righteous, a Godly life, and such people have influence with God and their prayers avail much [see",["a.scriptureRef",{"href":"/scriptures/nt/james/5.16"},"James 5:16"],"]. Moses, for instance, had such power with the Almighty as to change His [God’s] purpose on a certain occasion. It will be remembered that the Lord became angry with the Israelites and declared to Moses that He would destroy them, and He would take Moses and make of him a great people, and would bestow upon him and his posterity what He had promised to Israel. But this great leader and lawgiver, faithful to his trust, stood in the gap and there pled with the Lord on behalf of his people; by the power that he could exercise and did exercise, he was the means of saving the people from threatened destruction. [See",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.9-11"},"Exodus 32:9–11"],"; Joseph Smith Translation,",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.12"},"Exodus 32:12"],".] How noble and glorious Moses must have appeared in the eyes of the Lord, and what a source of satisfaction it must have been to Him to know that His chosen people, in their obstinate and ignorant condition, had such a man at their head."],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p19"},"In Jonah again we find an interesting trait of character. When upon the raging water, and fears were expressed by the sailors as to their ability to save the ship, Jonah feeling conscience stricken at the course he had taken in not proceeding to Nineveh as commanded of the Lord, came forward and confessed himself as being the cause of the disaster that was about to befall them, and was willing to be sacrificed in the interest of those on board. [See",["span.pageBreak",{"title":"122"}],["a.scriptureRef",{"href":"/scriptures/ot/jonah/1.4-12"},"Jonah 1:4–12"],".] Also in other prophets and men of God, although they may have on certain occasions, like Jonah, exhibited weaknesses, there is something really grand and admirable shown in their character.",["sup",["a",{"href":"fn_4"},"4"]],"[See suggestion 3 on page 125.]"]],[".topic",["h3","Righteous character traits develop within us gradually as we exercise faith and repent of our wrongdoings."],["div",{"id":"p21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p21"},"Such traits of character as we find evinced in the ancient worthies are not the products of accident or chance, neither are they acquired in a day, a week, a month, or a year, but are gradual developments, the results of continued faithfulness to God and to truth, independent of either the plaudits or criticisms of men."],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p22"},"… It is important that we, as Latter-day Saints, should understand and bear in mind that salvation comes through the grace of God and through the development in us of those principles that governed those righteous people before mentioned. The idea is not to do good because of the praise of men; but to do good because",["span.pageBreak",{"title":"123"}],"in doing good we develop godliness within us, and this being the case we shall become allied to godliness, which will in time become part and portion of our being. …"],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p23"},"Do we not at times do things that we feel sorry for having done? It may be all very well provided we stop doing such things when we know them to be wrong; when we see the evil and then reform, that is all we can do, and all that can be asked of any man. But undoubtedly, it is too much the case with some that they consider and fear the publicity of the wrong they commit more than committing the wrong itself; they wonder what people will say when they hear of it, etc. And, on the other hand, some are induced to do certain things in order to receive the approbation of their friends, and if their acts fail to draw forth favorable comments or to be recognized, they feel as though their labor had been lost, and what good they may have done was a total failure."],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p24"},"Now, if we really desire to draw near to God; if we wish to place ourselves in accord with the good spirits of the eternal worlds; if we wish to establish within ourselves that faith which we read about and by which ancient Saints performed such wonderful works we must, after we obtain the Holy Spirit, hearken to its whisperings and conform to its suggestions, and by no act of our lives drive it from us: It is true that we are weak erring creatures liable at any time to grieve the Spirit of God; but so soon as we discover ourselves in a fault, we should repent of that wrongdoing and as far as possible repair or make good the wrong we may have committed. By taking this course we strengthen our character, we advance our own cause, and we fortify ourselves against temptation; and in time we shall have so far overcome as to really astonish ourselves at the progress we have made in self-government, and improvement.",["sup",["a",{"href":"fn_5"},"5"]],"[See suggestion 4 on page 125.]"]],[".topic",["h3","As we preserve our righteous character, we draw nearer to the Lord."],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p26"},"We have received a Gospel that is marvelous in its operations: through obedience to its requirements we may receive the choicest blessings that have ever been promised to or bestowed upon mankind in any age of the world. But, like the child with the toy",["span.pageBreak",{"title":"124"}],"or the plaything, we too often satisfy ourselves with the perishable things of time, forgetting the opportunities we have of developing within us the great, the eternal principles of life and truth. The Lord wishes to establish a closer and more intimate relationship between Himself and us; He wishes to elevate us in the scale of being and intelligence, and this can only be done through the medium of the everlasting Gospel which is specially prepared for this purpose. Says the Apostle John: “Every man that has this hope in him purifieth himself, even as He (Christ) is pure.” [",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/3.3"},"1 John 3:3"],".] Are the Latter-day Saints applying the principles of the Gospel to their lives, and thus accomplishing the design of God?"],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p27"},"… What can we do under the circumstances to elevate ourselves still higher in the righteousness of our God? What advantages, blessings and privileges does this system of salvation, which we have obeyed, afford, and what means shall be employed to realize them? If there should be a sacrifice demanded it will be very opportune for all those who wish to make their religion a study, and who are endeavoring to conform to its requirements, by living it in their everyday life, to show their willingness to bow to the will of Jehovah, acknowledging his hand in adversity as in prosperity."],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p28"},"… It would be well to examine ourselves, hold communion with ourselves in the secret closet, to ascertain how we stand … before the Lord, so that if need be we may renew our diligence and faithfulness, and increase our good works."],["div",{"id":"p29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p29"},"There is no doubt, speaking of the people as a whole, that we are greatly improving in the sight of God. But although this is undoubtedly the case, I am convinced there are persons among us endowed with spiritual gifts and susceptible of cultivation, that could be exercised, if they chose, to a far greater extent than they are, and who could move much faster in the ways of holiness and get much nearer to the Lord. But the spirit which attends the things of this world is operating upon them to that extent that they do not increase those spiritual powers and blessings; they do not place themselves in that close relationship to the Lord that it is their privilege.",["sup",["a",{"href":"fn_6"},"6"]]],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p30"},"Our character, as Latter-day Saints, should be preserved inviolate, at whatever cost or sacrifice. Character, approved of God is worth securing, even at the expense of a life-time of constant self-denial."],["span.pageBreak",{"title":"125"}],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p31"},"While thus living we may look forward … , with full assurance that … we shall be crowned with the sons and daughters of God, and possess the wealth and glory of a Celestial kingdom.",["sup",["a",{"href":"fn_7"},"7"]],"[See suggestion 5 below.]"]]],[".topic",["h2","Suggestions for Study and Teaching"],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p33"},"Consider these ideas as you study the chapter or as you prepare to teach. For additional help, see pages v–vii."],["div",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.f1"},["ol.number",["li",["span.label","1."],[".para","As you review the account on pages 117 and 119, what do you learn from the actions of Elder Lorenzo Snow and Elder Franklin D. Richards? Consider how you might share these principles with family members or others."]],["li",["span.label","2."],[".para","President Snow said, “We must be true men and true women” (page 120). What do you think it means to be a true man or a true woman?"]],["li",["span.label","3."],[".para","Consider President Snow’s observations about the examples of Moses and Jonah (pages 121–22). What do you see in each of these accounts that can help us improve our character?"]],["li",["span.label","4."],[".para","Ponder the second full paragraph on page 123. Why do you think we need to be aware of our faults in order to strengthen our character? How can we allow ourselves to see our own shortcomings without becoming discouraged?"]],["li",["span.label","5."],[".para","Review President Snow’s counsel in the final section of the chapter (pages 123–25). Consider making time to examine yourself and determine how you stand before the Lord."]]]],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p39"},["span.emphasis","Related Scriptures:"],["a.scriptureRef",{"href":"/scriptures/ot/ps/24.3-5"},"Psalm 24:3–5"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.2-11"},"2 Peter 1:2–11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/48.11-13,17"},"Alma 48:11–13, 17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.25-28"},"Ether 12:25–28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.12-14"},"D&C 11:12–14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.63-68"},"88:63–68"]],["div",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.f2"},["div",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.p40"},["span.emphasis","Teaching Help:"],"Ask participants to choose one section in the chapter and read it silently. Invite them to gather in groups of two or three people who chose the same section and discuss what they have learned."]]]],["span.pageBreak",{"title":"126"}],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.f3"},[".caption","President Franklin D. Richards"]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.f4"},[".caption","Although Jonah “exhibited weaknesses,” we can learn from his “grand and admirable” characteristics."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.fn1"},["span.label","1."],["span.emphasis","Deseret Semi-Weekly News,"],"Dec. 19, 1899, 5."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.fn2"},["span.label","2."],["span.emphasis","Deseret News: Semi-Weekly,"],"Aug. 15, 1882, 1."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.fn3"},["span.label","3."],["span.emphasis","Deseret News: Semi-Weekly,"],"Aug. 15, 1882, 1."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.fn4"},["span.label","4."],["span.emphasis","Deseret News: Semi-Weekly,"],"Aug. 15, 1882, 1."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.fn5"},["span.label","5."],["span.emphasis","Deseret News: Semi-Weekly,"],"Aug. 15, 1882, 1."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.fn6"},["span.label","6."],["span.emphasis","Deseret News: Semi-Weekly,"],"Aug. 15, 1882, 1."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/chapter-8-search-me-o-god-and-know-my-heart.fn7"},["span.label","7."],["span.emphasis","Deseret News: Semi-Weekly,"],"Feb. 9, 1886, 1."]]}
