{"id":4,"parent_id":0,"book_id":22567,"content_id":1,"language_id":1,"display_order":4,"title":"The Life and Ministry of Lorenzo Snow","subtitle":"","short_title":"The Life and Ministry of Lorenzo Snow","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow","content":[["div",{"id":"head1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.head1"},["span.pageBreak",{"title":"1"}],["h1","The Life and Ministry of Lorenzo Snow"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p2"},"When 21-year-old Lorenzo Snow rode his horse away from his parents’ home one day in 1835, he set his course for Oberlin College in Oberlin, Ohio. He did not know that on this short trip, he would have an experience that would change the course of his life."],["div",{"id":"p3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p3"},"Riding down the road in his hometown of Mantua, Ohio, he met a man who was also on horseback. This man, named David W. Patten, had recently been ordained an Apostle of the Lord Jesus Christ. He was returning to the Latter-day Saints in Kirtland, Ohio, after having served a mission. The two men traveled together for about 30 miles (50 kilometers). Lorenzo Snow later recounted:"],["span.pageBreak",{"title":"3"}],["div",{"id":"p4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p4"},"“Our conversation fell upon religion and philosophy, and being young and having enjoyed some scholastic advantages, I was at first disposed to treat his opinions lightly, especially so as they were not always clothed in grammatical language; but as he proceeded in his earnest and humble way to open up before my mind the plan of salvation, I seemed unable to resist the knowledge that he was a man of God and that his testimony was true.”",["sup",["a",{"href":"fn_1"},"1"]]],["div",{"id":"p5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p5"},"Lorenzo Snow was not a member of The Church of Jesus Christ of Latter-day Saints when he met Elder Patten, but he was familiar with some of the Church’s teachings. In fact, the Prophet Joseph Smith had visited the home of the Snow family, and Lorenzo’s mother and sisters Leonora and Eliza had been baptized and confirmed members of the Church. However, Lorenzo had been, as he said, “busy in other directions” at the time, and such things had “passed measurably out of [his] mind.”",["sup",["a",{"href":"fn_2"},"2"]],"That began to change when he talked with Elder Patten. Referring to the experience, he said, “This was the turning point in my life.”",["sup",["a",{"href":"fn_3"},"3"]],"He described how he felt during the conversation:"],["div",{"id":"p6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p6"},"“I felt pricked in my heart. This he evidently perceived, for almost the last thing he said to me after bearing his testimony, was that I should go to the Lord before retiring at night and ask him for myself. This I did with the result that from the day I met this great Apostle, all my aspirations have been enlarged and heightened immeasurably.”"],["div",{"id":"p7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p7"},"Elder Patten’s “absolute sincerity, his earnestness and his spiritual power”",["sup",["a",{"href":"fn_4"},"4"]],"had a lasting influence on a young man who would one day serve as an Apostle himself. And that quiet conversation led to other experiences that would prepare Lorenzo Snow to become President of The Church of Jesus Christ of Latter-day Saints, God’s mouthpiece on the earth."],[".topic",["h2","Growing Up in a Home of Faith and Hard Work"],["div",{"id":"p9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p9"},"Two strong families, rich in faith and religious tradition, came together when Oliver Snow married Rosetta Leonora Pettibone on May 6, 1800. The groom and the bride were descendants of some of the earliest European settlers in the United States—English pilgrims who had crossed the Atlantic Ocean in the 1600s to escape religious persecution. Oliver and Rosetta spent the first few years of their married life in the state of Massachusetts, where their daughters Leonora Abigail and Eliza Roxcy were born. Then they moved to Mantua, Ohio, which was then one of the westernmost settlements in the United States. They were the eleventh family to move into the area. In Mantua, two more daughters, Amanda Percy and Melissa, were born into the family. Lorenzo, the fifth child and first son of Oliver and Rosetta, was born in Mantua on April 3, 1814. He was later joined by two younger brothers: Lucius Augustus and Samuel Pearce.",["sup",["a",{"href":"fn_5"},"5"]]],["div",{"id":"p10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p10"},"Drawing on their families’ traditions, Oliver and Rosetta taught their children the importance of faith, hard work, and education. As they shared stories of the difficulties they had endured to establish their home, their children learned to overcome discouragement and appreciate the blessings of God in their lives. Eliza wrote: “We can truly say of our parents, their integrity was unimpeachable, and they were trustworthy in all the social relations and business transactions",["span.pageBreak",{"title":"4"}],"of life; and carefully trained their children to habits of industry, economy, and strict morality.”",["sup",["a",{"href":"fn_6"},"6"]],"Lorenzo expressed gratitude that they had always treated him with “care and tenderness.”",["sup",["a",{"href":"fn_7"},"7"]]],["div",{"id":"p11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p11"},"As Lorenzo grew up, he worked diligently in temporal and intellectual pursuits. His father was often away from home, serving the community “on public business.” In Oliver’s absence, Lorenzo, as the oldest son, was left in charge of the farm—a responsibility he took seriously and carried out successfully. When Lorenzo was not working, he was usually reading. “His book,” Eliza said, “was his constant companion.”",["sup",["a",{"href":"fn_8"},"8"]]],["div",{"id":"p12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p12"},"Looking back on Lorenzo’s developing personality, Eliza observed, “From early childhood [he] exhibited the energy and decision of character which have marked his progress in subsequent life.”",["sup",["a",{"href":"fn_9"},"9"]]]],[".topic",["h2","Rising above Youthful Ambitions"],["div",{"id":"p14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p14"},"Oliver and Rosetta Snow encouraged honest inquiry about religion. They allowed their children to learn about different churches, opening their home to “the good and intelligent of all denominations.” Even with this encouragement, Lorenzo “devoted little or no attention to the subject of religion, at least not sufficiently to decide in preference of any particular sect.”",["sup",["a",{"href":"fn_10"},"10"]],"His dream was to be a military commander, and this dream overpowered other influences in his life, “not because he loved strife,” wrote historian Orson F. Whitney, but because he “was charmed with the romance and chivalry of a military career.”",["sup",["a",{"href":"fn_11"},"11"]],"But he soon replaced this ambition with another. He left home and enrolled at the nearby Oberlin College so he could pursue a “collegiate education.",["sup",["a",{"href":"fn_”12"},"”12"]]],["div",{"id":"p15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p15"},"As Lorenzo studied at Oberlin, he developed a new interest in religion. Still influenced by his conversation with Elder Patten, he not only pondered the doctrines of the restored gospel but shared them with others at Oberlin—even with those who were studying to become ministers. In a letter to his sister Eliza, who had gathered with the Saints in Kirtland, he wrote: “Among the ministers and intended ministers I have had quite good success, I’ll assure you, in advocating Mormonism. It is true I have not made many converts, as",["span.pageBreak",{"title":"5"}],"I am not one myself, yet I have made some of them almost confess they perceived some [wisdom] in your doctrines. To remove the strong prejudice against Mormonism from the mind of an Oberlin student is a thing not easily accomplished.”"],["div",{"id":"p16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p16"},"In this same letter, Lorenzo responded to an invitation he had received from Eliza. She had arranged for him to stay with her in Kirtland and study Hebrew in a class that included the Prophet Joseph Smith and some members of the Quorum of the Twelve Apostles. He said: “I am delighted in learning that you enjoy so much happiness in Kirtland; though at present I am not disposed to exchange my location for yours; yet if the advantages of learning there were the same, I think I should be almost inclined to try an exchange. For, if nothing more, it would prove quite interesting to me and perhaps not unprofitable to hear those doctrines preached which I have so long endeavored to defend and support here in Oberlin.”"],["span.pageBreak",{"title":"6"}],["div",{"id":"p17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p17"},"Although Lorenzo was impressed with the doctrines of The Church of Jesus Christ of Latter-day Saints, he hesitated to join the Church. But he was interested. In his letter to Eliza, he asked several questions about the Church. He said that the students at Oberlin who were preparing to become ministers were required to “devote seven years or upwards to arduous study before they are allowed to tell to the heathen that there is a God in Heaven, like a lawyer who must possess certain qualifications before he can procure permission to speak.” In contrast, he said to his sister, “Your people I suppose depend more on divine assistance than on that which collegiate learning affords, when preaching your doctrines.” He expressed a desire to understand the workings of the Spirit, asking if the Holy Ghost could be conferred on people “in this age of the world.” If people could receive the Holy Ghost, he asked, “does God always confer it through the medium of a second person?”",["sup",["a",{"href":"fn_13"},"13"]],"In other words, he wanted to know if priesthood authority was necessary in order to receive the Holy Ghost."],["div",{"id":"p18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p18"},"Lorenzo appreciated the friendships and the education he had gained at Oberlin College, but he became increasingly dissatisfied with the religious teachings there. Eventually he left the college and accepted his sister’s invitation to study Hebrew in Kirtland. He said that he attended the Hebrew class only so he could prepare to attend a college in the eastern United States.",["sup",["a",{"href":"fn_14"},"14"]],"Still, Eliza noted that in addition to learning Hebrew, “his mind also drank in, and his heart became imbued with the living faith of the everlasting Gospel.”",["sup",["a",{"href":"fn_15"},"15"]],"Soon he found the answers to the questions he had asked at Oberlin College, and in June 1836 he was baptized by Elder John Boynton, one of the original members of the Quorum of the Twelve Apostles in this dispensation. He was also confirmed a member of The Church of Jesus Christ of Latter-day Saints."],["div",{"id":"p19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p19"},"About two weeks later a friend asked him, “Brother Snow, have you received the Holy Ghost since you were baptized?” He recalled, “That question struck me almost with consternation. The fact was, while I had received all I needed perhaps, I had not received that which I had anticipated”—meaning that although he had been confirmed, he had not received a special manifestation of the Holy",["span.pageBreak",{"title":"7"}],"Ghost. “I felt dissatisfied,” he said, “not with what I had done, but with myself. With that feeling I retired in the evening to a place where I had been accustomed to offer my devotions to the Lord.” He knelt to pray and immediately received an answer to his prayers. “That will never be erased from my memory as long as memory endures,” he later declared. “… I received a perfect knowledge that there was a God, that Jesus, who died upon Calvary, was His Son, and that Joseph the Prophet had received the authority which he professed to have. The satisfaction and the glory of that manifestation no language can express! I returned to my lodgings. I could now testify to the whole world that I knew, by positive knowledge, that the Gospel of the Son of God had been restored, and that Joseph was a Prophet of God, authorized to speak in His name.”",["sup",["a",{"href":"fn_16"},"16"]]],["div",{"id":"p20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p20"},"Strengthened by this experience, Lorenzo prepared himself to be a missionary. As his sister Eliza said, his conversion led to a change in his ambitions and “opened up a new world before him.” She observed, “Instead of earthly military renown, he now enter[ed] the arena for championship with the armies of heaven.”",["sup",["a",{"href":"fn_17"},"17"]]]],[".topic",["h2","Meeting Challenges as a Full-Time Missionary"],["div",{"id":"p22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p22"},"Lorenzo Snow began his missionary service in the state of Ohio in the spring of 1837. Like his decision to join the Church, his decision to serve as a full-time missionary required him to change his views and his plans. He wrote in his journal, “In the year 1837 [I] totally relinquished all my favorite ideas.”",["sup",["a",{"href":"fn_18"},"18"]],"He gave up his plan to pursue a “classical education” at a college in the eastern United States.",["sup",["a",{"href":"fn_19"},"19"]],"He also agreed to travel without purse or scrip—in other words, to go without money, relying on the goodness of others to provide food and shelter. This was especially difficult for him because in his youth he had always felt it was important to pay his own way, using money he had helped his father earn on the family farm. He said: “I had not been accustomed to depend upon anybody for food or shelter. If I were going off any distance, my father would make sure that I started out with plenty of money for my expenses. And now, to go out and ask for something to eat and for a place to lay my head, was very trying to me, it being so different",["span.pageBreak",{"title":"8"}],"to my training.”",["sup",["a",{"href":"fn_20"},"20"]],"He “determined to do it,” but only because he received “a positive knowledge that God required it.”",["sup",["a",{"href":"fn_21"},"21"]]],["div",{"id":"p23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p23"},"Some of Elder Snow’s uncles, aunts, cousins, and friends attended the first meetings he conducted as a missionary. Remembering the first time he preached, he said: “I was quite bashful then, and … it was a very difficult thing for me to get up there and preach to my kindred and the neighbors who were called in. I remember that I prayed nearly all day preceding the night I was to speak. I went out by myself and asked the Lord to give me something to say. My aunt told me afterwards that she almost trembled when she saw me getting up to speak, but I opened my mouth, and what I said I never did know, but my aunt said I spoke fine for about three-quarters of an hour.”",["sup",["a",{"href":"fn_22"},"22"]],"With gratitude he recalled: “I believed and felt an assurance that a Spirit of inspiration would prompt and give me utterance. I had sought by prayer and fasting—I had humbled",["span.pageBreak",{"title":"9"}],"myself before the Lord, calling on Him in mighty prayer to impart the power and inspiration of the holy Priesthood; and when I stood before that congregation, although I knew not one word I could say, as soon as I opened my mouth to speak, the Holy Ghost rested mightily upon me, filling my mind with light and communicating ideas and proper language by which to impart them.”",["sup",["a",{"href":"fn_23"},"23"]],"By the time he left the area, he had baptized and confirmed an uncle, an aunt, several cousins, and a few friends.",["sup",["a",{"href":"fn_24"},"24"]]],["div",{"id":"p24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p24"},"Having shared the gospel with his family and friends, Elder Snow continued his missionary labors in other cities and towns, serving for about one year. He reported, “While on this mission, I traveled in various parts of the State of Ohio, and during the time baptized many persons who have remained faithful to the truth.”",["sup",["a",{"href":"fn_25"},"25"]]],["div",{"id":"p25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p25"},"Lorenzo Snow had not been home from this first mission long before he felt a desire to preach the gospel again. “The spirit of my missionary calling pressed so heavily upon my mind,” he said, “that I longed to engage in its labors.”",["sup",["a",{"href":"fn_26"},"26"]],"This time he preached the restored gospel in the states of Missouri, Kentucky, and Illinois and again in Ohio."],["div",{"id":"p26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p26"},"Some people were hostile toward Elder Snow and the message he shared. For example, he told of an experience he had in Kentucky when a group of people gathered in someone’s house to hear him preach. After he preached, he learned that some of the people planned to mob him as soon as he left. He recalled that “amid the jostling of the crowd” in the house, one of the men “accidentally brought his hand in contact with one of the pockets in the skirt of my coat, which struck him with sudden alarm.” Having felt something hard in Elder Snow’s pocket, he immediately warned his friends that the missionary was armed with a pistol. Elder Snow later wrote, “That was sufficient—the would-be outlaws abandoned their evil designs.” With some amusement, Elder Snow added, “The supposed pistol which caused their alarm and my protection, was my pocket Bible, a precious gift to me from the dearly beloved Patriarch, Father Joseph Smith [Sr.]”",["sup",["a",{"href":"fn_27"},"27"]]],["div",{"id":"p27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p27"},"Other people welcomed Elder Snow and embraced the message he shared. In one Missouri settlement he taught five people who were baptized in the middle of winter. Elder Snow and others had",["span.pageBreak",{"title":"10"}],"to cut ice from a river so he could perform the ordinance. Despite the cold, some of the converts “came forth from the water, clapping their hands, and shouting praises to God.”",["sup",["a",{"href":"fn_28"},"28"]]],["div",{"id":"p28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p28"},"Elder Snow’s first two missions spanned a period from the spring of 1837 to May 1840. Excerpts from his letters characterize this time in the Lord’s service: “I spent the remainder of the winter [of 1838–39] in travel and preaching, … with varied success, and treatment—sometimes received in the most courteous manner and listened to with intense interest, and, at other times, abusively and impudently insulted; but in no instance treated worse than was Jesus, whom I profess to follow.”",["sup",["a",{"href":"fn_29"},"29"]],"“When I now look back upon the scenes through which I passed, … I am astonished and caused to marvel.”",["sup",["a",{"href":"fn_30"},"30"]],"“The Lord was with me, and I was greatly blessed in performing my arduous labors.”",["sup",["a",{"href":"fn_31"},"31"]]]],[".topic",["h2","Mission in England"],["div",{"id":"p30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p30"},"In early May 1840, Lorenzo Snow joined the Saints in Nauvoo, Illinois, but he did not stay there long. He was called to cross the Atlantic Ocean and serve a mission in England, and he left Nauvoo that same month. Before he left, he took time to visit the families of some of the nine Apostles who were already serving in England."],["div",{"id":"p31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p31"},"When he visited the family of Brigham Young, he saw that their log hut did not have chinking to seal the gaps between the logs, leaving them “exposed to wind and storms.” Sister Young was tired because she had just returned from a fruitless search for the family’s milk cow. Despite her difficult circumstances, she said to Elder Snow, “You see my situation, but tell him [my husband] not to trouble, or worry in the least about me—I wish him to remain in his field of labor until honorably released.” Stirred by Sister Young’s “poverty-stricken, destitute condition,” Elder Snow wanted to help: “I had but little money—not sufficient to take me one-tenth the distance to my field of labor, with no prospect for obtaining the balance, and was then on the eve of starting. I drew from my pocket a portion of my small pittance, … but she refused to accept it; while I strenuously insisted on her taking, and she persisting to refuse—partly purposely, and partly accidentally, the money was dropped",["span.pageBreak",{"title":"11"}],"on the floor, and rattled through the openings between the loose boards, which settled the dispute, and bidding her good bye, I left her to pick it up at her leisure.”",["sup",["a",{"href":"fn_32"},"32"]]],["div",{"id":"p32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p32"},"From Illinois, Elder Snow traveled to New York, where he boarded a ship to sail across the Atlantic Ocean. On the 42-day sea voyage, three fierce storms pounded the ship. Surrounded by fearful, weeping fellow passengers, Elder Snow remained calm, trusting that God would protect him. When the ship docked at Liverpool, England, Elder Snow’s heart was “full of the highest gratitude to Him who preserves and sustains those whom He calls and sends forth as ministers of salvation to the nations of the earth.”",["sup",["a",{"href":"fn_33"},"33"]]],["div",{"id":"p33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p33"},"After serving as a missionary in England for about four months, Elder Snow received an additional responsibility. He was appointed to serve as president of the London Conference, a calling similar to district president today. He continued preaching the gospel, and he also supervised the work of priesthood leaders, such as branch presidents, in the area. As he served in this leadership position, he often reported to Elder Parley P. Pratt, a member of the Quorum of the Twelve and the president of the mission. He wrote of many people who were “inquiring the way of salvation,” of a room “crowded to overflowing” for a Sunday meeting, and of “the pleasure of baptizing [converts] into the fold of our Lord and Savior Jesus Christ.” Enthusiastic and optimistic about the work, he said, “Though surrounded with high-handed wickedness of every description, Zion begins to break forth, and, I trust, ere long will become a shining lamp in this city.”",["sup",["a",{"href":"fn_34"},"34"]]],["div",{"id":"p34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p34"},"The London Conference enjoyed significant growth with Elder Snow as president. While Elder Snow rejoiced in this success, he also wrestled with the responsibilities of leadership. In a letter to Elder Heber C. Kimball of the Quorum of the Twelve, he acknowledged that these challenges had led him to “take a different course in management than any other I had ever before taken.”",["sup",["a",{"href":"fn_35"},"35"]],"He told Elder Kimball: “You and Elder [Wilford] Woodruff said it should prove a school of experience, which already has been the fact. … Ever since I came here something new has been continually coming up among the Saints. No sooner was one thing over than another would arise.” He shared a truth that he had learned quickly in his",["span.pageBreak",{"title":"12"}],"new responsibilities: “I could not encounter the difficulties, [unless] God should assist me in a very great degree.”",["sup",["a",{"href":"fn_36"},"36"]],"He expressed a similar feeling in a letter to Elder George A. Smith of the Quorum of the Twelve: “The little I have done was not of myself but of God. One thing I have full learned in my experience while endeavouring to magnify my office as a teacher in Israel, that is, of myself I know nothing nor can I do anything: I also see clearly that no Saint can prosper except he be obedient to the instructions and counsel of such as are placed to preside in the Church. I am confident that so long as I keep his laws, the Lord God will uphold and support me in my office. … While I walk in humility before him, he will give me power to counsel in righteousness and the spirit of revelation.”",["sup",["a",{"href":"fn_37"},"37"]]],["div",{"id":"p35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p35"},"In addition to preaching the gospel and serving as president of the London Conference, Elder Snow wrote a religious tract, or pamphlet, to help missionaries explain the restored gospel. This tract, called",["span.emphasis","The Only Way to Be Saved,"],"was later translated into several languages and used throughout the second half of the 19th century."],["div",{"id":"p36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p36"},"Elder Snow served in England until January 1843. Before he left, he fulfilled an assignment he had received from President Brigham Young. In the margin of a page in his journal, he wrote his only mention of this assignment: “Delivered two Books of Mormon to Queen Victoria and Prince Albert by request of Prest. B. Young.”",["sup",["a",{"href":"fn_38"},"38"]]],["div",{"id":"p37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p37"},"When Elder Snow left England, he led a group of British Latter-day Saints emigrating to Nauvoo. He wrote in his journal: “I had charge of a company of two hundred and fifty, many of whom were my intimate friends who had come into the covenant under my administrations. The situation I now occupied in recrossing the ocean surrounded by friends was a very enviable one in comparison to the lonely one I stood in two years and a half before.”",["sup",["a",{"href":"fn_39"},"39"]],"Elder Snow’s experiences on the ship",["span.emphasis","Swanton"],"showed his leadership skills and his faith in God. The following account is taken from his journal:"],["div",{"id":"p38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p38"},"“I called [the Saints] together and by mutual consent formed them into divisions and subdivisions, appointing proper officers to each, and established regulations for the government of the company. I found there were several High Priests, and some thirty Elders among us, and knowing the natural itching that many Elders have to do even a little something by which they may be a little",["span.pageBreak",{"title":"13"}],"distinguished, and if that cannot be done in one way it must in another, therefore I concluded it safer to fix their way of acting myself; accordingly I appointed as many as I possibly could to some one office of business or another and made them all responsible. The whole company assembled each evening in the week [for] prayers. We had preaching twice a week; meetings on Sundays and partaking of the sacrament."],["div",{"id":"p39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p39"},"“Our captain, with whom I wished to cultivate a friendly acquaintance, appeared very distant and reserved. … I could easily perceive that his mind had been prejudiced against us.—We had been out to sea about two weeks, during which nothing very material occurred more than what usually happens at sea, when the following occurrence transpired."],["div",{"id":"p40","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p40"},"“The captain’s steward, a young German, met with an accident which threatened his life. Being a very moral, sober and steady young man, having been with the captain [on] several voyages, he",["span.pageBreak",{"title":"14"}],"had succeeded greatly in winning the affections of the captain, officers and crew; the Saints also had become much attached to him. Hence the prospect of his death … created a great sensation of sorrow and grief throughout the whole ship."],["div",{"id":"p41","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p41"},"“He would bleed at his mouth, attended with severe cramping and fits. At last, after having tried various remedies to no purpose, all hopes of his life were given up. The sailors, before retiring to their beds, were requested by the captain to go into the cabin one by one to bid him farewell; which accordingly was done without the least expectation of seeing him alive the next morning. Many eyes were wet with tears as they returned from the cabin."],["div",{"id":"p42","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p42"},"“Sister Martin [one of the Latter-day Saints on the ship] while sitting alone by his bedside expressed to him her wish that I might be called on and administer to him and perhaps he might yet be restored. To this he gave a cheerful consent. I was asleep in my berth when the message came, it being about twelve o’clock of the night. I arose immediately and proceeded to the cabin, [and] on the way met the first mate, who had just been to see him. As soon as he passed me, he met a Brother Staines and observed to him that Mr. Snow was going in to lay hands on the steward. ‘But,’ said he (in a sorrowful strain), ‘it is all of no use; it is all over with the poor fellow now.’ ‘Oh,’ said Elder Staines, ‘the Lord can restore him through the laying on of hands.’ ‘… Do you think so?’ returned the sailor in the simplicity of his heart."],["div",{"id":"p43","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p43"},"“As I passed along I met the captain at the cabin door, who appeared to have been weeping. ‘I am glad you have come, Mr. Snow,’ said he, ‘though it is of no use, for it must soon be over with the steward.’ I stepped into his room and sat down by his bed. His breathing was very short and seemed as one dying. He could not speak loud, but signified his wish [that] I should administer to him. It appeared he had a wife and two children in Hamburg, Germany, who were dependent upon him for their support. He seemed much troubled about them."],["div",{"id":"p44","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p44"},"“I laid my hands upon his head, and had no sooner got through the administration than he arose up into a sitting posture, spatted [slapped] his hands together, shouting praises to the Lord for being",["span.pageBreak",{"title":"15"}],"healed; very soon after, he arose from his bed [and] went out of the cabin and walked the deck."],["div",{"id":"p45","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p45"},"“The next morning everybody was astonished to see the steward alive, and amazed to see him able to go about his business as usual. The sailors one and all swore that that was a miracle; the Saints knew it to be so, rejoiced and praised the Lord; the captain believed it firmly and felt deeply grateful, and his heart became knit with ours from that time forward. He granted us every favor and indulgence that was in his power to bestow, and constantly studied our convenience; attended all of our meetings, bought and read our books. The mates also did the same, and when I left them at New Orleans [Louisiana,] made me a promise that they would be baptized. I received a letter about a year afterwards from the chief mate, who informed me they had … fulfilled their promise. The captain also declared his intention of receiving the gospel at some future time and liv[ing] with the Saints. The steward was baptized",["span.pageBreak",{"title":"16"}],"when we reached New Orleans; and on parting with him made me a present of a Bible, which I now keep.”",["sup",["a",{"href":"fn_40"},"40"]]],["div",{"id":"p46","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p46"},"Elder Snow wrote: “Several of the sailors wept when we took final leave of the",["span.emphasis","Swanton."],"In fact, all of us had very solemn feelings.”",["sup",["a",{"href":"fn_41"},"41"]],"From New Orleans, Elder Snow and his fellow Saints boarded a ferry boat and traveled up the Mississippi River. They arrived in Nauvoo on April 12, 1843."]],[".topic",["h2","Continued Devotion to the Lord’s Work"],["div",{"id":"p48","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p48"},"After serving as a full-time missionary for the better part of seven years, Lorenzo Snow saw his opportunities for service change for a time. In the winter of 1843–44, the trustees of a local school offered him a job as a teacher. He accepted the offer, even though he knew many of the students “prided themselves on whipping teachers and breaking up schools.” He decided that the way to win the students’ respect was to show respect for them. His sister Eliza recounted: “He addressed those boys as though they were most respectable gentlemen. … He took especial pains to impress them with a sense of the interest he felt in their behalf” and his desire to “assist them forward in their studies. … In this way, by kindness and persuasion, their feelings relaxed—their confidence was won, and with patient and continued exertions, the unscrupulous roughs were transformed into respectful students; and long before the expiration of the term, with surprising progress, they had become habitually studious.”",["sup",["a",{"href":"fn_42"},"42"]]],["div",{"id":"p49","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p49"},"In 1844 he received a new Church assignment. He was appointed to travel to Ohio and supervise a campaign to elect Joseph Smith as president of the United States. The Prophet had been disappointed with the way the Latter-day Saints had been treated by the United States government, and he had written the current candidates for president to determine their attitude toward the Church. Unsatisfied with their answers, he had decided to run for the presidency himself."],["div",{"id":"p50","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p50"},"The Quorum of the Twelve appointed Lorenzo Snow and others to “form a political organization throughout the state of Ohio for the promotion of Joseph for the Presidency.”",["sup",["a",{"href":"fn_43"},"43"]],"In doing so, they raised",["span.pageBreak",{"title":"17"}],"awareness of the ways in which the Saints’ constitutional rights had been violated. Lorenzo said that he had “a very interesting time.”",["sup",["a",{"href":"fn_44"},"44"]],"Some people vehemently opposed the Prophet’s candidacy, while others felt that Joseph Smith could lead the nation to success and prosperity."],["div",{"id":"p51","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p51"},"“In the midst of these extremes,” recalled Lorenzo Snow, “my progress was suddenly brought to a close, by a well confirmed report of the massacre of the Prophet and his brother Hyrum.”",["sup",["a",{"href":"fn_45"},"45"]],"He returned to Nauvoo “with saddened heart.”",["sup",["a",{"href":"fn_46"},"46"]]],["div",{"id":"p52","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p52"},"Even during this time of tragedy, the Saints worked diligently to build up the kingdom of God. As Lorenzo later observed, “Under the guidance of the Almighty, the kingdom moved forward.”",["sup",["a",{"href":"fn_47"},"47"]],"They continued to preach the gospel and strengthen one another, and they worked together to finish building a temple in their city."],["div",{"id":"p53","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p53"},"When Lorenzo Snow gathered with the Saints in Nauvoo, he had determined that he would never get married, choosing instead to dedicate his life to preaching the gospel. His sister Eliza later observed, “To devote his time, his talents, his all to the ministry was his all-absorbing desire.” He felt that family life would somehow “lessen his usefulness” in the Lord’s work.",["sup",["a",{"href":"fn_48"},"48"]]],["div",{"id":"p54","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p54"},"Lorenzo’s views on marriage and family began to change in 1843 when he spoke alone with the Prophet Joseph Smith on the banks of the Mississippi River. The Prophet testified of the revelation he had received regarding plural marriage. He told Lorenzo, “The Lord will open your way to receive and obey the law of Celestial Marriage.”",["sup",["a",{"href":"fn_49"},"49"]],"With this counsel, Lorenzo began to understand that marriage was a commandment from the Lord and an essential part of Heavenly Father’s plan of happiness."],["div",{"id":"p55","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p55"},"In 1845, Lorenzo Snow entered into plural marriage, as then practiced in the Church, by marrying Charlotte Squires and Mary Adaline Goddard. He was later sealed to additional women. His devotion to his wives and children became part of his devotion to the work of the Lord."],["div",{"id":"p56","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p56"},"The Saints continued to build up the kingdom of God in Nauvoo, but persecution continued as well. In February 1846, in the cold of",["span.pageBreak",{"title":"18"}],"winter, mobs forced them to abandon their homes and their temple. They began a long westward trek toward a new home."]],[".topic",["h2","Helping the Saints Gather in the Salt Lake Valley"],["div",{"id":"p58","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p58"},"Although Lorenzo Snow and his family left Nauvoo with the rest of the Saints, they did not arrive in the Salt Lake Valley until more than a year after the first company of pioneers. Like most of the early Latter-day Saint pioneers, they stayed in temporary settlements",["span.pageBreak",{"title":"19"}],"along the way. Lorenzo and his family stayed for a short time at an Iowa settlement named Garden Grove, where they built log huts for the Saints who would follow them. From there they moved to a settlement called Mount Pisgah, also in Iowa."],["div",{"id":"p59","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p59"},"In Mount Pisgah, Lorenzo worked with his family and the other Saints, again providing for their needs and for the needs of those who would follow them on the way to the Salt Lake Valley. They built log homes and even planted and cultivated crops, knowing that others would likely reap the harvest. During a portion of their time in Mount Pisgah, Lorenzo was called to preside over the settlement. As sorrow, sickness, and death plagued the people, including his own family, he worked diligently to help the people find hope, strengthen one another, and remain obedient to the commandments of the Lord.",["sup",["a",{"href":"fn_50"},"50"]]],["div",{"id":"p60","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p60"},"In the spring of 1848, President Brigham Young instructed Lorenzo Snow to leave Mount Pisgah and travel to the Salt Lake Valley. Lorenzo was again given a leadership position, this time as a captain over pioneer companies. The companies arrived in the Salt Lake Valley in September 1848."]],[".topic",["h2","Service as a Member of the Quorum of the Twelve"],["div",{"id":"p62","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p62"},"On February 12, 1849, Lorenzo Snow received a message that he was to attend a meeting of the Quorum of the Twelve Apostles. He immediately stopped what he was doing and went to the meeting, which was already in session. On the way, he wondered why he had been called before the Quorum of the Twelve. He was puzzled—had he been accused of wrongdoing? Knowing that he had been faithful in doing his duty, he dismissed that worry. But he could not imagine what was in store for him. When he arrived, he was surprised to learn that he had been called to serve as a member of the quorum. In that same meeting, he and three others—Elder Charles C. Rich, Elder Franklin D. Richards, and Elder Erastus Snow, a distant cousin—were ordained Apostles.",["sup",["a",{"href":"fn_51"},"51"]]],["div",{"id":"p63","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p63"},"Lorenzo Snow’s ordination to the apostleship defined the rest of his life. His calling as one of the “special witnesses of the name of Christ” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23"},"D&C 107:23"],") influenced everything he did. He later",["span.pageBreak",{"title":"20"}],"expressed his feelings about the individual responsibilities of an Apostle:"],["div",{"id":"p64","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p64"},"“First, an Apostle must possess a Divine knowledge, by revelation from God, that Jesus lives—that He is the Son of the living God."],["div",{"id":"p65","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p65"},"“Secondly, he must be divinely authorized to promise the Holy Ghost; a Divine principle that reveals the things of God, making known His will and purposes, leading into all truth, and showing things to come, as declared by the Savior."],["div",{"id":"p66","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p66"},"“Thirdly, he is commissioned by the power of God to administer the sacred ordinances of the Gospel, which are confirmed to each individual by a Divine testimony. Thousands of people now dwelling in these mountain vales, who received these ordinances through my administrations, are living witnesses of the truth of this statement.”",["sup",["a",{"href":"fn_52"},"52"]]],["div",{"id":"p67","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p67"},"In addition to the individual responsibility of his calling, Elder Snow had a conviction of what it meant to be a member of the Quorum of the Twelve: “We, the Twelve, are resolved to lay down everything that would draw our attention from the path of duty, that we may be one as the [First] Presidency are one, and be bound together by the principle of love that binds the Son of God with the Father.”",["sup",["a",{"href":"fn_53"},"53"]]],["div",{"id":"p68","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p68"},"With this understanding of his personal calling and the mission of the Quorum of the Twelve, Elder Lorenzo Snow dedicated his life to help build up the kingdom of God on the earth. He answered the call to serve in many different ways and in many different places."],[".topic",["h3","The Italian Mission"],["div",{"id":"p70","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p70"},"During the October 1849 general conference, Elder Snow was called to establish a mission in Italy. Although he was unfamiliar with the land and its cultures and languages, he did not hesitate to accept the calling. Less than two weeks after the conference, he was ready to go, having done his best to arrange help for his wives and children during his absence."],["div",{"id":"p71","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p71"},"As he and other missionaries traveled to the eastern United States, where they would board a ship to cross the Atlantic Ocean, his thoughts turned both to his family and to the people he would",["span.pageBreak",{"title":"21"}],"soon serve. In a letter to his sister Eliza, he wrote: “Many conflicting feelings occupied my bosom. … We were hastening further and still further from the mighty magnet—HOME! but we knew that the work in which we were engaged was to carry light to those who sat in darkness, and in the Valley of the Shadow of Death, and our bosoms glowed with love, and our tears were wiped away.”",["sup",["a",{"href":"fn_54"},"54"]]],["div",{"id":"p72","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p72"},"Elder Snow and his companions reached Genoa, Italy, in July 1850. They could see that the Lord’s work would progress slowly. Elder Snow wrote: “I am alone and a stranger in this vast city, eight thousand miles from my beloved family, surrounded by a people [with] whose manners and peculiarities I am unacquainted. I am come to enlighten their minds, and instruct them in principles of righteousness; but I see no possible means of accomplishing this object. All is darkness in the prospect.” Concerned about the “follies, … wickedness, gross darkness, and superstition” of the people he had been called to serve, he wrote: “I ask my Heavenly Father to look upon this people in mercy. O Lord, let them become the objects of Thy compassion, that they may not all perish. Forgive their sins, and let me be known among them, that they may know Thee, and know that Thou hast sent me to establish Thy Kingdom. … Hast Thou not some chosen ones among this people to whom I have been sent? Lead me unto such, and Thy name shall have the glory through Jesus Thy Son.”",["sup",["a",{"href":"fn_55"},"55"]]],["div",{"id":"p73","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p73"},"Elder Snow found these “chosen ones” among a group of people called the Waldenses. The Waldenses lived in a mountain valley in the Piedmont region, just south of the Italy-Switzerland border and east of the Italy-France border. Their ancestors had been persecuted and driven from place to place because they believed in the authority of the ancient Apostles and wanted to follow the Apostles’ teachings rather than join the religions of the day."],["div",{"id":"p74","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p74"},"In a letter to President Brigham Young, Elder Snow wrote that the Waldenses had suffered through ages of “darkness and cruelty” and “had stood immovable, almost, as the wave-beaten rock in the stormy ocean.” But just before the Latter-day Saint missionaries arrived in Italy, the Waldenses began to enjoy “a period of deep calm,” and they seemed to have more religious freedom than others in Italy. “Thus,” he observed, “the way was opened only a short period",["span.pageBreak",{"title":"22"}],"before the appointment of the mission, and no other portion of Italy is governed by such favourable laws.”"],["div",{"id":"p75","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p75"},"Wanting to learn more about this people, Elder Snow went to a library to find a book about them. He recounted: “The librarian to whom I applied informed me he had a work of the description I required, but it had just been taken. He had scarcely finished the sentence when a lady entered with the book. ‘Oh,’ said he, ‘this is a remarkable circumstance, this gentleman has just called for that book.’ I was soon convinced that this people were worthy to receive the first proclamation of the Gospel in Italy.”",["sup",["a",{"href":"fn_56"},"56"]]],["div",{"id":"p76","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p76"},"Elder Snow and his companions were eager to preach the gospel in the Piedmont region, but they felt they should proceed cautiously, cultivating friendships and showing the people they could be trusted. When they felt they had established good relationships with the people, they climbed a nearby mountain, sang “praises to the God of heaven,” and offered a prayer, dedicating the land of Italy for missionary work. They also expressed their individual dedication to the work, and Elder Snow administered priesthood blessings to his companions to help them in their responsibilities. Inspired by their experience on the mountain, Elder Snow called the spot Mount Brigham.",["sup",["a",{"href":"fn_57"},"57"]]],["div",{"id":"p77","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p77"},"Even after this experience, almost two months passed before someone expressed a desire to join the Church. On October 27, 1850, the missionaries rejoiced to finally see the first baptism and confirmation in Italy.",["sup",["a",{"href":"fn_58"},"58"]],"Elder Snow later reported: “The work here is slow and tedious. … Nevertheless, the Church has been established. The tree has been planted and is spreading its roots.”",["sup",["a",{"href":"fn_59"},"59"]]],["div",{"id":"p78","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p78"},"One night Elder Snow had a dream that helped him understand the nature of his mission in Italy. In the dream, he was fishing with his friends. “We were delighted to behold large and beautiful fish on the surface of the water, all around, to a vast distance,” he said. “We beheld many persons spreading their nets and lines; but they seemed to be all stationary; whereas, we were in continual motion. While passing one of them, I discovered a fish had got upon my hook, and I thought it might, perhaps, disturb this man’s feelings to have it caught, as it were, out of his hands; nevertheless, we moved along, and came to the shore. I then drew in my line, and was not a",["span.pageBreak",{"title":"23"}],"little surprised and mortified at the smallness of my prize. I thought it very strange that, among such a vast multitude of noble, superior-looking fish, I should have made so small a haul. But all my disappointments vanished when I came to discover that its qualities were of a very extraordinary character.”",["sup",["a",{"href":"fn_60"},"60"]]],["div",{"id":"p79","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p79"},"Elder Snow’s dream was prophetic. He did not see a great number of converts in Italy, and, as another missionary later observed, those who did accept the gospel were “not the rich and noble.”",["sup",["a",{"href":"fn_61"},"61"]],"However, Elder Snow and his companions were instruments in the Lord’s hands in bringing good, faithful people into the kingdom of God—people who expressed gratitude that they had “begun to walk in the pathway of a new and endless life.”",["sup",["a",{"href":"fn_62"},"62"]],"And as a result of Elder Snow’s leadership, the Book of Mormon was translated into Italian."],["div",{"id":"p80","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p80"},"Almost a century and a half later, another Apostle, Elder James E. Faust, spoke about the men and women who joined the Church because of the work of Elder Snow and his companions: “Some were in the first handcart companies to come to the Salt Lake Valley. … Many of their descendants tended the vineyards of the newly restored church and today are making singular contributions to the worldwide church, believing, as did their forebears, that Apostles hold the keys that never rust.”",["sup",["a",{"href":"fn_63"},"63"]]]],[".topic",["h3","Building Up the Church"],["div",{"id":"p82","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p82"},"Elder Snow later served other missions, magnifying his calling as a member of the Quorum of the Twelve to work “under the direction of the [First] Presidency of the Church … to build up the church, and regulate all the affairs of the same in all nations” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.33"},"D&C 107:33"],")."],["div",{"id":"p83","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p83"},"In 1853 President Brigham Young called Lorenzo Snow to lead a group of families to a settlement in the northern Utah county of Box Elder. The existing settlement was small, unorganized, and faltering. Elder Snow promptly went to work, organizing the people according to principles of the law of consecration as taught by the Prophet Joseph Smith. The people established a thriving city, which Elder Snow named Brigham City in honor of President Young. Working together and supporting one another, the citizens built up a school",["span.pageBreak",{"title":"24"}],"system, factories, an irrigation system, a mercantile organization, and even a theatrical society. Although they did not live the fulness of the law of consecration, they were guided by its principles, and they showed what a community can accomplish with cooperation and hard work. “There were no idlers in Brigham City,” wrote President Snow’s daughter Leslie. “A period of activity and prosperity existed that was probably never equalled in the history of any other settlement in the state.”",["sup",["a",{"href":"fn_64"},"64"]]],["div",{"id":"p84","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p84"},"Elder Snow and his family lived in Brigham City for many years. He presided over the Saints there, leaving from time to time to serve short missions elsewhere. In 1864, he was gone for about three months, serving a short mission in the Hawaiian Islands. He went with Elder Ezra T. Benson, who was also a member of the Quorum of the Twelve, and Elders Joseph F. Smith, Alma Smith, and William W. Cluff.",["sup",["a",{"href":"fn_65"},"65"]],"In 1872–73, Elder Snow and others accompanied President George A. Smith, First Counselor in the First Presidency, on a nine-month tour through parts of Europe and the Middle East, including a visit to the Holy Land. They went by request of President Brigham Young, who hoped that their righteous influence would help prepare other nations to receive the restored gospel.",["sup",["a",{"href":"fn_66"},"66"]],"In 1885, Elder Snow was called to visit several groups of American Indians in the northwest United States and the state of Wyoming. Beginning in August and ending in October, he established missions there and organized Church leaders to help those who had been baptized and confirmed."]],[".topic",["h3","Temple Work"],["div",{"id":"p86","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p86"},"President Heber J. Grant, the seventh President of the Church, observed that President Lorenzo Snow “devot[ed] his life for years to laboring in the Temple.”",["sup",["a",{"href":"fn_67"},"67"]],"This love for temple work began in the early days of President Snow’s conversion and deepened during his service as an Apostle. He attended meetings in the Kirtland Temple soon after he was baptized and confirmed. Later he enthusiastically accepted a call to collect donations to build the temple in Nauvoo. Once the Nauvoo Temple was built, he served as an officiator there, helping Latter-day Saints receive the endowment and sealing ordinances before their exodus to the West. His responsibilities in the temple continued and expanded when he was called to serve as",["span.pageBreak",{"title":"25"}],"an Apostle. He spoke at the dedicatory services in the Logan Utah Temple. After President Wilford Woodruff dedicated the Manti Utah Temple, President Snow read the dedicatory prayer in sessions on subsequent days. When the capstone was placed on the highest spire of the Salt Lake Temple, he led a large congregation in the Hosanna Shout. After the Salt Lake Temple was dedicated, he served as the first temple president there."],["div",{"id":"p87","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p87"},"On President Snow’s 80th birthday, a local newspaper included this tribute: “In the evening of his days, [he is] still busy and earnest in the great cause to which he has given his earlier years, he is continuing within the sacred precincts of the Temple the glorious labors to which he and his associates have consecrated themselves—labors of such profound importance to this sin and death-afflicted world.”",["sup",["a",{"href":"fn_68"},"68"]]]],[".topic",["h3","Ministering to Individuals"],["div",{"id":"p89","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p89"},"As President Snow traveled from place to place, teaching large groups of people, he took time to minister to individuals and families. For example, in March 1891, when he was serving as President",["span.pageBreak",{"title":"26"}],"of the Quorum of the Twelve, he was speaking at a conference in Brigham City. In the middle of his discourse, a note was placed on the pulpit. An eyewitness said that he “stopped his talking, read the note and then explained to the Saints that it was a call to visit some people who were in deep sorrow.” He asked to be excused and stepped away from the pulpit."],["div",{"id":"p90","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p90"},"The note was from a Brigham City resident named Jacob Jensen. It said that Jacob’s daughter Ella had died that day after a weeks-long bout with scarlet fever. Brother Jensen had written the note simply to inform President Snow of the death and to ask him to arrange for the funeral. But President Snow wanted to visit the family immediately, even though that required him to cut his talk short and leave a meeting where he presided. Before President Snow left the meeting, he called for Rudger Clawson, who was then president of the Box Elder Stake, to accompany him."],["div",{"id":"p91","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p91"},"Jacob Jensen recounted what happened when President Snow and President Clawson arrived at his home:"],["div",{"id":"p92","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p92"},"“After standing at Ella’s bedside for a minute or two, President Snow asked if we had any consecrated oil in the house. I was greatly surprised, but told him yes and got it for him. He handed the bottle of oil to Brother Clawson and asked him to anoint Ella. [President Snow] was then mouth in confirming the anointing."],["div",{"id":"p93","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p93"},"“During the administration I was particularly impressed with some of the words which he used and can well remember them now. He said: ‘Dear Ella, I command you, in the name of the Lord, Jesus Christ, to come back and live, your mission is not ended. You shall yet live to perform a great mission.’"],["div",{"id":"p94","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p94"},"“He said she should yet live to rear a large family and be a comfort to her parents and friends. I well remember these words. …"],["div",{"id":"p95","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p95"},"“… After President Snow had finished the blessing, he turned to my wife and me and said: ‘Now do not mourn or grieve any more. It will be all right. Brother Clawson and I are busy and must go, we cannot stay, but you just be patient and wait, and do not mourn, because it will be all right.’ …"],["div",{"id":"p96","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p96"},"“Ella remained in this condition for more than an hour after President Snow administered to her, or more than three hours in all after",["span.pageBreak",{"title":"27"}],"she died. We were sitting there watching by the bedside, her mother and myself, when all at once she opened her eyes. She looked about the room, saw us sitting there, but still looked for someone else, and the first thing she said was: ‘Where is he? Where is he?’ We asked, ‘Who? Where is who?’ ‘Why, Brother Snow,’ she replied. ‘He called me back.’”",["sup",["a",{"href":"fn_69"},"69"]]],["div",{"id":"p97","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p97"},"When Ella had been in the spirit world, she had felt such peace and happiness that she had not wanted to return. But she obeyed the voice of President Snow. From that very day, she comforted family members and friends, helping them understand that they did not need to mourn for their loved ones who had died.",["sup",["a",{"href":"fn_70"},"70"]],"Later she married, had eight children, and served faithfully in her Church callings.",["sup",["a",{"href":"fn_71"},"71"]]]]],[".topic",["h2","Leading the Church as the Lord’s Prophet, Seer, and Revelator"],["div",{"id":"p99","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p99"},"On September 2, 1898, President Wilford Woodruff died after serving as President of the Church for more than nine years. President Lorenzo Snow, who was then serving as President of the Quorum of the Twelve Apostles, was in Brigham City when he heard the news. He boarded a train to Salt Lake City as soon as he could, knowing that the responsibility of Church leadership now rested on the Quorum of the Twelve."],["div",{"id":"p100","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p100"},"Feeling inadequate but ready to follow the Lord’s will, President Snow went to the Salt Lake Temple and prayed. In answer to his prayer, he was visited by the Lord Himself. President Snow later testified that he “actually saw the Savior … in the Temple, and talked with Him face to face.” The Lord told him to proceed immediately with the reorganization of the First Presidency, not to wait as had been done when previous Presidents of the Church had died.",["sup",["a",{"href":"fn_72"},"72"]],"President Snow was sustained by the Quorum of the Twelve as President of the Church on September 13, 1898, after which he began serving as President. He was sustained by the general Church membership on October 9 and set apart as the fifth President of the Church on October 10."],["span.pageBreak",{"title":"28"}],["div",{"id":"p101","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p101"},"Through President Snow’s example and through the revelations he received, Latter-day Saints came to know him as their prophet. Those of other faiths also came to respect him as a true man of God."],[".topic",["h3","Interactions with Latter-day Saints"],["div",{"id":"p103","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p103"},"President Snow often presided at stake conferences when he was President of the Church. As he met with the Saints, he expressed his love and respect for them. His words and actions showed that while he acknowledged the sacredness of his calling, he did not place himself above the people he served."],["div",{"id":"p104","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p104"},"In one stake conference, President Snow attended a special session for the children of the stake. The children were invited to form an orderly line so they could approach the prophet one at a time and shake his hand. Before they did so, he stood and said: “When I shake hands with you I want you to look up into my face, that",["span.pageBreak",{"title":"29"}],"you may always remember me. Now I am not any better than many other men, but the Lord has placed great responsibilities upon me. Ever since the Lord made Himself known unto me, most perfectly as He did, I have endeavored to perform every duty resting on me. It is because of the high position that I occupy that I wish you to remember me, remember that you have shaken hands with the President of the Church of Jesus Christ. I hope you will not forget to pray for me and for my counselors, Presidents Cannon and Smith, and for the Apostles.”",["sup",["a",{"href":"fn_73"},"73"]]],["div",{"id":"p105","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p105"},"President Snow’s son LeRoi shared the following account from a stake conference in Richfield, Utah: “President Lorenzo Snow and Francis M. Lyman [of the Quorum of the Twelve] were present at a stake conference at Richfield. After the opening song the stake president asked Brother Lyman whom he should call upon to offer the opening prayer. Brother Lyman said: ‘Ask President Snow,’ meaning to ask President Snow who should offer the prayer. Instead, however, the stake president asked President Snow to offer the prayer. President Snow graciously responded and before beginning the prayer expressed his pleasure in being called upon and said it had been a long time since he had been given this pleasure. It is said that he offered a wonderful invocation.”",["sup",["a",{"href":"fn_74"},"74"]]]],[".topic",["h3","Interactions with Those of Other Faiths"],["div",{"id":"p107","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p107"},"President Snow’s influence extended beyond his fellow Latter-day Saints. When people of other faiths met him, they came to respect him and the Church he represented. Reverend W. D. Cornell, a minister in another church, visited Salt Lake City and had the opportunity to spend time with President Snow. He wrote:"],["div",{"id":"p108","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p108"},"“I was taken into his august presence by his courteous and experienced secretary, and found myself shaking hands with one of the most congenial and lovable men I ever met—a man who has the peculiar ability to dispossess one at once of all uneasiness in his presence—a master in the art of conversation, with a rare genius, enabling him to make you feel a restful welcome in his society."],["div",{"id":"p109","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p109"},"“President Snow is a cultured man, in mind and soul and body. His language is choice, diplomatic, friendly, scholarly. His mannerisms show the studied grace of schools. The tenor of his spirit is as",["span.pageBreak",{"title":"30"}],"gentle as a child. You are introduced to him. You are pleased with him. You converse with him, you like him. You visit with him long, you love him.” Addressing his readers, who apparently had prejudiced ideas about the Church, Reverend Cornell commented: “And yet, he is a ‘Mormon!’ Well, if ‘Mormonism’ ever succeeds in making a coarse, brutal man of President Snow, it has much indeed to do. If ‘Mormonism’ has been the moulding force which has given to the world a man quiet in spirit, so possessed as he is, and accomplished in intellect, there must certainly be something in ‘Mormonism’ good after all.”",["sup",["a",{"href":"fn_75"},"75"]]],["div",{"id":"p110","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p110"},"Another minister, a Reverend Prentis, also wrote of a meeting with President Snow: “The face which speaks of a soul where reigns the Prince of Peace is his best witness. Now and then in a life spent in the study of men, I have found such a witness. Such was a face I saw today. … I had expected to find intellectuality, benevolence, dignity, composure and strength depicted upon the face of the President of the Church of Jesus Christ of Latter-day Saints; but when I was introduced to President Lorenzo Snow, for a second I was startled. … His face was a power of peace; his presence a benediction of peace. In the tranquil depths of his eyes were not only the ‘home of silent prayer,’ but the abode of spiritual strength. As he talked of the ‘more sure word of prophecy’ and the certainty of the hope which was his, and the abiding faith which had conquered the trials and difficulties of tragic life, I watched the play of emotions and studied with fascinated attention the subtle shades of expression which spoke so plainly the workings of his soul; and the strangest feeling stole over me, that I ‘stood on holy ground:’ that this man did not act from the commonplace motives of policy, interest, or expediency, but he ‘acted from a far-off center.’ … If the Mormon Church can produce such witnesses, it will need but little the pen of the ready writer or the eloquence of the great preacher.”",["sup",["a",{"href":"fn_76"},"76"]]]],[".topic",["h3","Revelation on Tithing"],["div",{"id":"p112","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p112"},"President Lorenzo Snow is perhaps best known for a revelation he received on the law of tithing. In May 1899 he felt prompted to travel to St. George, Utah, with other Church leaders. Although he did not know why they needed to go, he and his brethren responded to the prompting quickly, and within about two weeks",["span.pageBreak",{"title":"31"}],"they were in St. George. On May 17, after arriving in St. George, President Snow received a revelation that he should preach the law of tithing. The next day he made the following declaration to the Saints: “The word of the Lord to you is not anything new; it is simply this: T",["span.small","HE TIME HAS NOW COME FOR EVERY"],"L",["span.small","ATTER-DAY"],"S",["span.small","AINT, WHO CALCULATES TO BE PREPARED FOR THE FUTURE AND TO HOLD HIS FEET STRONG UPON A PROPER FOUNDATION, TO DO THE WILL OF THE"],"L",["span.small","ORD AND TO PAY HIS TITHING IN FULL."],"That is the word of the Lord to you, and it will be the word of the Lord to every settlement throughout the land of Zion.”",["sup",["a",{"href":"fn_77"},"77"]]],["div",{"id":"p113","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p113"},"After delivering this message in St. George, President Snow and his traveling companions shared the same message in southern Utah towns and in other communities between St. George and Salt Lake City. By the time they returned on May 27, they had held 24 meetings in which President Snow had delivered 26 discourses and shaken hands with 4,417 children. They had traveled 420 miles by train and 307 miles by horse and carriage.",["sup",["a",{"href":"fn_78"},"78"]],"President Snow was energized by the experience and was anxious to continue preaching the law of tithing throughout the Church. “I am so pleased with the result of this visit,” he said, “that I contemplate traveling through all the stakes in Zion, in the near future.”",["sup",["a",{"href":"fn_79"},"79"]],"He presided at many stake conferences, where he promised the Saints that obedience to this law would prepare Church members to receive temporal and spiritual blessings.",["sup",["a",{"href":"fn_80"},"80"]],"He also promised that obedience to the law of tithing would enable the Church to break free from indebtedness.",["sup",["a",{"href":"fn_81"},"81"]]],["div",{"id":"p114","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p114"},"Throughout the Church, members responded to President Snow’s counsel with renewed dedication. In 1904, historian Orson F. Whitney, who would later serve as a member of the Quorum of the Twelve, wrote: “The effect of the movement was instantaneous. Tithes and offerings came pouring in with a promptness and plenitude unknown for years, and in many ways the Church’s condition improved and its prospects brightened. President Snow had previously possessed the love and confidence of his people, and now these good feelings were increased and intensified.”",["sup",["a",{"href":"fn_82"},"82"]],"President Heber J. Grant, who was a member of the Quorum of the Twelve when President Snow received the revelation on tithing, later declared: “Lorenzo Snow came to the presidency of the Church when",["span.pageBreak",{"title":"32"}],"he was eighty-five years of age, and what he accomplished during the next three years of his life is simply marvelous to contemplate. … In three short years this man, beyond the age of ability in the estimation of the world, this man who had not been engaged in financial affairs, who had been devoting his life for years to laboring in the Temple, took hold of the finances of the Church of Christ, under the inspiration of the living God, and in those three years changed everything, financially, from darkness to light.”",["sup",["a",{"href":"fn_83"},"83"]]]],[".topic",["h3","Bearing Testimony in the Final Days of His Ministry"],["div",{"id":"p116","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p116"},"On January 1, 1901, President Snow attended a special meeting in the Salt Lake Tabernacle to welcome the 20th century. People of all religions were invited to attend. President Snow had prepared a message for the event, but he was not able to read it himself because he had a severe cold. After an opening hymn, an opening prayer, and an anthem sung by the Tabernacle Choir, President Snow’s son LeRoi stood and read the message, titled “Greeting to the World by President Lorenzo Snow.”",["sup",["a",{"href":"fn_84"},"84"]],"The closing words of the message exemplified President Snow’s feelings about the work of the Lord:"],["div",{"id":"p117","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p117"},"“In the eighty-seventh year of my age on earth, I feel full of earnest desire for the benefit of humanity. … I lift my hands and invoke the blessing of heaven upon the inhabitants of the earth. May the sunshine from above smile upon you. May the treasures of the ground and the fruits of the soil be brought forth freely for your good. May the light of truth chase darkness from your souls. May righteousness increase and iniquity diminish. … May justice triumph and corruption be stamped out. And may virtue and chastity and honor prevail, until evil shall be overcome and the earth shall be cleansed from wickedness. Let these sentiments, as the voice of the ‘Mormons’ in the mountains of Utah, go forth to the whole world, and let all people know that our wish and our mission are for the blessing and salvation of the entire human race. … May God be glorified in the victory that is coming over sin and sorrow and misery and death. Peace be unto you all!”",["sup",["a",{"href":"fn_85"},"85"]]],["div",{"id":"p118","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p118"},"On October 6, 1901, President Lorenzo Snow stood to speak to his fellow Saints in the closing session of general conference. He",["span.pageBreak",{"title":"33"}],"had been quite sick for several days, and when he reached the pulpit, he said, “My dear brethren and sisters, it is rather a marvel to me that I venture to talk to you this afternoon.” He shared a brief message about leadership in the Church. Then he said the final words the general membership of the Church would hear from him: “God bless you. Amen.”",["sup",["a",{"href":"fn_86"},"86"]]],["div",{"id":"p119","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.p119"},"Four days later, President Snow died of pneumonia. After a funeral in the Salt Lake Tabernacle, his body was buried in a cemetery in his beloved Brigham City."]]]],[".bodyNotes",["h3","Notes"]],[".resources",[".",{"id":"f1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.f1"},[".caption","Lorenzo Snow’s father, Oliver Snow"]],[".",{"id":"f2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.f2"},[".caption","Lorenzo Snow was baptized and confirmed in Kirtland, Ohio, in June 1836, two months after the Kirtland Temple, pictured here, was dedicated."]],[".",{"id":"f3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.f3"},[".caption","Elder Lorenzo Snow"]],[".",{"id":"f4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.f4"},[".caption","Many early Saints emigrated from Europe to join the Saints in the United States of America."]],[".",{"id":"f5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.f5"},[".caption","On the ship",["span.emphasis","Swanton,"],"a severely injured man was healed immediately after an administration by Elder Lorenzo Snow."]],[".",{"id":"f6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.f6"},[".caption","Lorenzo Snow served as a captain over pioneer companies that arrived in the Salt Lake Valley in 1848."]],[".",{"id":"f7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.f7"},[".caption","Boots, shoes, harnesses, and hats were made in this building in Brigham City, Utah."]],[".",{"id":"f8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.f8"},[".caption","The First Presidency and Quorum of the Twelve Apostles in 1898. Top row, left to right: Anthon H. Lund, John W. Taylor, John Henry Smith, Heber J. Grant, Brigham Young Jr., George Teasdale, Rudger Clawson, Marriner W. Merrill. Middle row: Francis M. Lyman, George Q. Cannon, Lorenzo Snow, Joseph F. Smith, Franklin D. Richards. Bottom row: Matthias F. Cowley, Abraham O. Woodruff."]]]],"refs":[["div",{"id":"fn1","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn1"},["span.label","1."],"Lorenzo Snow, in Lycurgus A. Wilson,",["span.emphasis","Life of David W. Patten, the First Apostolic Martyr"],"(1900), v."],["div",{"id":"fn2","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn2"},["span.label","2."],"Lorenzo Snow, “The Grand Destiny of Man,”",["span.emphasis","Deseret Evening News,"],"July 20, 1901, 22."],["div",{"id":"fn3","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn3"},["span.label","3."],"Lorenzo Snow, in",["span.emphasis","Life of David W. Patten, the First Apostolic Martyr,"],"v."],["div",{"id":"fn4","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn4"},["span.label","4."],"Lorenzo Snow, in",["span.emphasis","Life of David W. Patten, the First Apostolic Martyr,"],"v."],["div",{"id":"fn5","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn5"},["span.label","5."],"See Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow"],"(1884), 1."],["div",{"id":"fn6","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn6"},["span.label","6."],"Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"2."],["div",{"id":"fn7","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn7"},["span.label","7."],"Lorenzo Snow, Journal and Letterbook, 1836–1845, Church History Library, 18."],["div",{"id":"fn8","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn8"},["span.label","8."],"Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"2–3."],["div",{"id":"fn9","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn9"},["span.label","9."],"Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"3."],["div",{"id":"fn10","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn10"},["span.label","10."],"Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"2, 3."],["div",{"id":"fn11","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn11"},["span.label","11."],"Orson F. Whitney,",["span.emphasis","History of Utah,"],"4 vols. (1892–1904), 4:223."],["div",{"id":"fn12","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn12"},["span.label","12."],"See",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"4."],["div",{"id":"fn13","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn13"},["span.label","13."],"Lorenzo Snow, Journal and Letterbook, 1836–1845, 57–62."],["div",{"id":"fn14","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn14"},["span.label","14."],"See Lorenzo Snow, Journal and Letterbook, 1836–1845, 32."],["div",{"id":"fn15","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn15"},["span.label","15."],"Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"6."],["div",{"id":"fn16","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn16"},["span.label","16."],"Lorenzo Snow, “The Grand Destiny of Man,” 22. For more about Lorenzo Snow’s conversion, see chapter 3."],["div",{"id":"fn17","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn17"},["span.label","17."],"Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"6."],["div",{"id":"fn18","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn18"},["span.label","18."],"Lorenzo Snow, Journal and Letterbook, 1836–1845, 33."],["div",{"id":"fn19","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn19"},["span.label","19."],"Lorenzo Snow, Journal and Letterbook, 1836–1845, 33; see also “The Grand Destiny of Man,” 22."],["div",{"id":"fn20","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn20"},["span.label","20."],"Lorenzo Snow, “The Grand Destiny of Man,” 22."],["div",{"id":"fn21","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn21"},["span.label","21."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"15."],["div",{"id":"fn22","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn22"},["span.label","22."],"Lorenzo Snow, “The Grand Destiny of Man,” 22."],["div",{"id":"fn23","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn23"},["span.label","23."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"16."],["div",{"id":"fn24","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn24"},["span.label","24."],"See",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"16, 19."],["div",{"id":"fn25","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn25"},["span.label","25."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"19."],["div",{"id":"fn26","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn26"},["span.label","26."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"30."],["div",{"id":"fn27","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn27"},["span.label","27."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"37–38."],["div",{"id":"fn28","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn28"},["span.label","28."],"Letter from Lorenzo Snow to Oliver Snow, quoted in a letter from Eliza R. Snow to Isaac Streator, Feb. 22, 1839, Church History Library."],["div",{"id":"fn29","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn29"},["span.label","29."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"37."],["div",{"id":"fn30","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn30"},["span.label","30."],"Letter from Lorenzo Snow to Oliver Snow, quoted in a letter from Eliza R. Snow to Isaac Streator, Feb. 22, 1839."],["div",{"id":"fn31","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn31"},["span.label","31."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"19."],["div",{"id":"fn32","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn32"},["span.label","32."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"47."],["div",{"id":"fn33","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn33"},["span.label","33."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"50–51. For more about the voyage to England, see chapter 14."],["div",{"id":"fn34","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn34"},["span.label","34."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"58–59."],["div",{"id":"fn35","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn35"},["span.label","35."],"Letter from Lorenzo Snow to Heber C. Kimball, Oct. 22, 1841, in Lorenzo Snow, Letterbook, 1839–1846, Church History Library."],["div",{"id":"fn36","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn36"},["span.label","36."],"Letter from Lorenzo Snow to Heber C. Kimball, Oct. 22, 1841, in Lorenzo Snow, Letterbook, 1839–1846."],["div",{"id":"fn37","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn37"},["span.label","37."],"Letter from Lorenzo Snow to George A. Smith, Jan. 20, 1842, in Lorenzo Snow, Letterbook, 1839–1846."],["div",{"id":"fn38","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn38"},["span.label","38."],"Lorenzo Snow, Journal and Letterbook, 1836–1845, 45."],["div",{"id":"fn39","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn39"},["span.label","39."],"Lorenzo Snow, Journal and Letterbook, 1836–1845, 65–66."],["div",{"id":"fn40","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn40"},["span.label","40."],"Lorenzo Snow, Journal and Letterbook, 1836–1845, 72–83."],["div",{"id":"fn41","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn41"},["span.label","41."],"Lorenzo Snow, Journal and Letterbook, 1836–1845, 91."],["div",{"id":"fn42","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn42"},["span.label","42."],"Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"74–75; see also page 73."],["div",{"id":"fn43","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn43"},["span.label","43."],"Lorenzo Snow, Journal and Letterbook, 1836–1845, 49."],["div",{"id":"fn44","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn44"},["span.label","44."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"79."],["div",{"id":"fn45","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn45"},["span.label","45."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"79."],["div",{"id":"fn46","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn46"},["span.label","46."],"Lorenzo Snow, in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"79, 82."],["div",{"id":"fn47","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn47"},["span.label","47."],"Lorenzo Snow, in “Laid to Rest: The Remains of President John Taylor Consigned to the Grave,”",["span.emphasis","Millennial Star,"],"Aug. 29, 1887, 549. For more of Lorenzo Snow’s comments about the martyrdom of Joseph Smith, see chapter 23."],["div",{"id":"fn48","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn48"},["span.label","48."],"See Eliza R. Snow Smith,",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"84."],["div",{"id":"fn49","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn49"},["span.label","49."],"Joseph Smith, quoted by Lorenzo Snow in",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"70."],["div",{"id":"fn50","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn50"},["span.label","50."],"For more on the experience at Mount Pisgah, see chapter 7."],["div",{"id":"fn51","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn51"},["span.label","51."],"See",["span.emphasis","Biography and Family Record of Lorenzo Snow,"],"94–95."],["div",{"id":"fn52","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn52"},["span.label","52."],"Lorenzo Snow, “Address of Apostle Lorenzo Snow,”",["span.emphasis","Millennial Star,"],"Feb. 15, 1886, 110."],["div",{"id":"fn53","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn53"},["span.label","53."],"Lorenzo Snow,",["span.emphasis","Deseret News,"],"Jan. 14, 1857, 355."],["div",{"id":"fn54","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn54"},["span.label","54."],"Letter from Lorenzo Snow to Eliza R. Snow, in",["span.emphasis","The Italian Mission"],"(1851), 5."],["div",{"id":"fn55","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn55"},["span.label","55."],"Letter from Lorenzo Snow to Franklin D. Richards, in",["span.emphasis","The Italian Mission,"],"8–10."],["div",{"id":"fn56","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn56"},["span.label","56."],"Letter from Lorenzo Snow to Brigham Young, in",["span.emphasis","The Italian Mission,"],"10–11."],["div",{"id":"fn57","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn57"},["span.label","57."],"See letter from Lorenzo Snow to Brigham Young, in",["span.emphasis","The Italian Mission,"],"15–17."],["div",{"id":"fn58","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn58"},["span.label","58."],"See letter from Lorenzo Snow to Brigham Young, in",["span.emphasis","The Italian Mission,"],"17."],["div",{"id":"fn59","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn59"},["span.label","59."],"Letter from Lorenzo Snow to Franklin D. Richards, in",["span.emphasis","The Italian Mission,"],"20."],["div",{"id":"fn60","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn60"},["span.label","60."],"Letter from Lorenzo Snow to Orson Hyde, in",["span.emphasis","The Italian Mission,"],"23."],["div",{"id":"fn61","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn61"},["span.label","61."],"Letter from Jabez Woodard to Lorenzo Snow, in",["span.emphasis","The Italian Mission,"],"26."],["div",{"id":"fn62","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn62"},["span.label","62."],"Quoted in a letter from Jabez Woodard to Lorenzo Snow, in",["span.emphasis","The Italian Mission,"],"26."],["div",{"id":"fn63","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn63"},["span.label","63."],"In Conference Report, Oct. 1994, 97; or",["span.emphasis","Ensign,"],"Nov. 1994, 74."],["div",{"id":"fn64","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn64"},["span.label","64."],"Leslie Woodruff Snow, “President Lorenzo Snow, as the Silver Grays of Today Remember Him,”",["span.emphasis","Young Woman’s Journal,"],"Sept. 1903, 391."],["div",{"id":"fn65","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn65"},["span.label","65."],"For more on Elder Snow’s experience in the Hawaiian Islands, see chapter 4."],["div",{"id":"fn66","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn66"},["span.label","66."],"For more on Elder Snow’s experience in the Holy Land, see chapter 24."],["div",{"id":"fn67","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn67"},["span.label","67."],"Heber J. Grant, in Conference Report, June 1919, 10."],["div",{"id":"fn68","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn68"},["span.label","68."],["span.emphasis","Deseret Evening News,"],"Apr. 3, 1894, 4."],["div",{"id":"fn69","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn69"},["span.label","69."],"Jacob Jensen, quoted in LeRoi C. Snow, “Raised from the Dead,”",["span.emphasis","Improvement Era,"],"Sept. 1929, 884–86."],["div",{"id":"fn70","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn70"},["span.label","70."],"See LeRoi C. Snow, “Raised from the Dead,” 886; LeRoi C. Snow, “Raised from the Dead (Conclusion),”",["span.emphasis","Improvement Era,"],"Oct. 1929, 975–79."],["div",{"id":"fn71","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn71"},["span.label","71."],"See LeRoi C. Snow, “Raised from the Dead (Conclusion),” 980."],["div",{"id":"fn72","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn72"},["span.label","72."],"See LeRoi C. Snow, “An Experience of My Father’s,”",["span.emphasis","Improvement Era,"],"Sept. 1933, 677; see also correspondence between Elder John A. Widtsoe and Noah S. Pond, husband of Alice Armeda Snow Young Pond, Oct. 30, 1945, and Nov. 12, 1946, Church History Library. President Brigham Young waited more than three years after the martyrdom of the Prophet Joseph Smith before he reorganized the First Presidency; President John Taylor waited more than three years after the death of President Young; President Woodruff waited almost two years after the death of President Taylor. For more on the divine manifestation President Snow received in the temple, see chapter 20."],["div",{"id":"fn73","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn73"},["span.label","73."],"Lorenzo Snow, in “President Snow in Cache Valley,”",["span.emphasis","Deseret Evening News,"],"Aug. 7, 1899, 1."],["div",{"id":"fn74","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn74"},["span.label","74."],"Biographical Notes on Lorenzo Snow, comp. LeRoi C. Snow, Church History Library, 2."],["div",{"id":"fn75","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn75"},["span.label","75."],"W. D. Cornell, quoted in “Mormonism in Salt Lake,”",["span.emphasis","Millennial Star,"],"Sept. 14, 1899, 579."],["div",{"id":"fn76","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn76"},["span.label","76."],"Reverend Prentis, quoted in Nephi Anderson, “Life and Character Sketch of Lorenzo Snow,”",["span.emphasis","Improvement Era,"],"June 1899, 569–70."],["div",{"id":"fn77","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn77"},["span.label","77."],"Lorenzo Snow,",["span.emphasis","Millennial Star,"],"Aug. 24, 1899, 533; see also",["span.emphasis","Deseret Evening News,"],"May 17, 1899, 2;",["span.emphasis","Deseret Evening News,"],"May 18, 1899, 2. The",["span.emphasis","Millennial Star"],"says that President Snow delivered this discourse on May 8, but other contemporary sources show that he delivered it on May 18. President Snow also spoke about tithing on May 17. For a more complete account of the revelation on tithing, see chapter 12."],["div",{"id":"fn78","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn78"},["span.label","78."],"See “Pres. Snow Is Home Again,”",["span.emphasis","Deseret Evening News,"],"May 27, 1899, 1."],["div",{"id":"fn79","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn79"},["span.label","79."],"Lorenzo Snow, in “Pres. Snow Is Home Again,” 1."],["div",{"id":"fn80","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn80"},["span.label","80."],"See, for example,",["span.emphasis","Deseret Evening News,"],"June 24, 1899, 3."],["div",{"id":"fn81","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn81"},["span.label","81."],"See, for example,",["span.emphasis","Improvement Era,"],"Aug. 1899, 793."],["div",{"id":"fn82","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn82"},["span.label","82."],"Orson F. Whitney,",["span.emphasis","History of Utah,"],"4:226."],["div",{"id":"fn83","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn83"},["span.label","83."],"Heber J. Grant, in Conference Report, June 1919, 10."],["div",{"id":"fn84","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn84"},["span.label","84."],"See “Special New Century Services,”",["span.emphasis","Deseret Evening News,"],"Jan. 1, 1901, 5."],["div",{"id":"fn85","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn85"},["span.label","85."],"Lorenzo Snow, “Greeting to the World by President Lorenzo Snow,”",["span.emphasis","Deseret Evening News,"],"Jan. 1, 1901, 5."],["div",{"id":"fn86","uri":"/manual/teachings-of-presidents-of-the-church-lorenzo-snow/the-life-and-ministry-of-lorenzo-snow.fn86"},["span.label","86."],"Lorenzo Snow, in Conference Report, Oct. 1901, 60, 62."]]}
