{"id":113,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":113,"title":"Brainstorming","subtitle":"","short_title":"Brainstorming","uri":"/manual/family-home-evening-resource-book/family-activities/brainstorming","content":[["div",{"id":"head6","uri":"/manual/family-home-evening-resource-book/family-activities/brainstorming.head6"},["h1","Brainstorming"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/brainstorming.p2"},"Creative thinking—seeing facts in a different light and finding solutions beyond the obvious—is one of our most valuable tools for solving difficult problems. And all of us have this tool, but not everyone uses it to its full potential. Too often, fearing failure or rejection by others, we consider only obvious or familiar solutions. Brainstorming is a problem-solving technique that can tap the capacity for creative thinking. To brainstorm an idea—"],["div",{"id":"f8","uri":"/manual/family-home-evening-resource-book/family-activities/brainstorming.f8"},["ol.number",["li",["span.label","1."],[".para","Choose an idea or problem that has no obvious right answer or solution."]],["li",["span.label","2."],[".para","Ask the family to freely suggest as many ideas or solutions as they can think of."]],["li",["span.label","3."],[".para","Accept all ideas and write them down. Do not make or allow any comments or criticisms."]],["li",["span.label","4."],[".para","After two or three minutes, evaluate all the ideas and decide on the most promising solution."]]]],[".topic",["h2","Activity"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-activities/brainstorming.p8"},"Present the purposes of brainstorming, as explained above, to your family. Then initiate them into the brainstorming process by writing just one word, such as",["span.emphasis","white"],"or",["span.emphasis","faith"],"on a chalkboard or paper. Have everyone call out anything that comes to mind when he thinks of this word. Accept all ideas, even the least practical, and write them down. Do not allow anyone to comment or criticize another’s idea at this stage. Do this for two or three minutes. You can allow much longer if participation is good. See if you can fill the whole chalkboard or paper with ideas. Build an atmosphere of acceptance and creativity."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-activities/brainstorming.p9"},"Then present a real problem or situation that your family needs to resolve. Have family members suggest ideas for solving the problem or reaching an objective. Use the same process as you used with the single word. Once all ideas are in, have the family evaluate each one and decide on the most promising solution or course of action. Do this with love and concern for all. Amazingly enough, this little technique has been credited with producing spectacular results. It can help you in family council meetings, in family home evenings—any time you have a problem to solve."]]]],"refs":null}
