{"id":112,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":112,"title":"Buzz Sessions","subtitle":"","short_title":"Buzz Sessions","uri":"/manual/family-home-evening-resource-book/family-activities/buzz-sessions","content":[["div",{"id":"head5","uri":"/manual/family-home-evening-resource-book/family-activities/buzz-sessions.head5"},["h1","Buzz Sessions"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/buzz-sessions.p2"},"Do you need help getting all of the members of your family to take more active part in group discussions in family home evening lessons or family councils? Try this idea: Divide the family up into small groups for short “buzz sessions.” Have each group discuss the topic among themselves and then present its ideas to the family. This is a good way to get quick reactions to new ideas or questions. This activity is designed to increase family communication, cooperation, and involvement through buzz sessions."],[".topic",["h2","Preparation"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/buzz-sessions.p4"},"Study these suggestions to make sure you know how to hold a successful buzz session."],["div",{"id":"f7","uri":"/manual/family-home-evening-resource-book/family-activities/buzz-sessions.f7"},["ol.number",["li",["span.label","1."],[".para","Bring the entire family together and then divide them into groups of from two to four people, depending on the size of your family."]],["li",["span.label","2."],[".para","Assign a topic for the groups to discuss. You could have all the groups consider the same idea, or have each group consider a different aspect of the same problem."]],["li",["span.label","3."],[".para","Have each group appoint someone to write down the group’s ideas and make sure that all have a chance to express their views."]],["li",["span.label","4."],[".para","Tell the groups they will have three or so minutes to discuss their ideas and come to some conclusions."]],["li",["span.label","5."],[".para","At the end of the time, call for reports and questions."]],["li",["span.label","6."],[".para","Have the family listen to each group’s ideas and discuss them briefly."]],["li",["span.label","7."],[".para","After all buzz groups have responded, have the family discuss all the ideas presented. Let the person in charge of the discussion sum up the ideas."]]]]],[".topic",["h2","Activity"],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-activities/buzz-sessions.p13"},"Explain how a buzz session works. Then choose a topic you would like to discuss as a family. You might, for example, use a buzz session to find ideas for a family vacation or to make a plan for getting family chores done or for saving money. You could show a film, read a story, or watch an uplifting television program together; then ask each group to discuss their reactions to it. Buzz sessions can be a helpful way to make sure that every family member is part of family decision making."]]]],"refs":null}
