{"id":135,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":135,"title":"Christmas Crafts","subtitle":"","short_title":"Christmas Crafts","uri":"/manual/family-home-evening-resource-book/family-activities/christmas-crafts","content":[["div",{"id":"head28","uri":"/manual/family-home-evening-resource-book/family-activities/christmas-crafts.head28"},["h1","Christmas Crafts"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/christmas-crafts.p2"},"Homemade Christmas decorations can become a special family tradition that will draw your family together, as well as beautify your home."],[".topic",["h2","Materials Needed"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/christmas-crafts.p4"},"Materials needed are listed below under each activity."]],[".topic",["h2","Activity"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-activities/christmas-crafts.p6"},"Choose one of the crafts listed below and let each member of the family take a part in gathering the materials needed for making the item."],["div",{"id":"f57","uri":"/manual/family-home-evening-resource-book/family-activities/christmas-crafts.f57"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Fresh wreaths."],"Popular around the world, wreaths can be hung on a wall or door or placed flat on a table with a large candle in the center. Be creative with decoration. Gather these materials:"],["ul.noMarker",["li",[".para","Metal coat hanger carefully bent into a circle"]],["li",[".para","Florist’s tape (optional)"]],["li",[".para","Branches from evergreens such as juniper, spruce, fir, yew; branches from broadleaf trees such as magnolia, laurel, holly, Oregon grape"]],["li",[".para","Spool of wire (may be covered with green cloth), 24–28 gauge"]],["li",[".para","Garden pruners"]],["li",[".para","Pinecones, seed pods, other ornaments"]],["li",[".para","Ribbon bows"]],["li",[".para","To make the wreath, cut the branches into 6- to 15-inch (15- to 51-cm) lengths. If you have some green florist’s tape, wrap the wire frame so that the branches will not slide on the wire."]],["li",[".para","Pick up a cluster of branches as thick as you want your wreath to be. Lay them all going the same way on the wire frame. Using a continuous piece of wire, begin wrapping the branches to the frame. Pick up another group of branches and place them in the same direction overlapping the ends of the last bunch. Wire to the frame. Keep going in the same direction until the frame is covered. When you have finished, clip any branches that extend too far out so that the wreath will be an even width. Any thin spots can be corrected by wiring more branches on top of those already in place."]],["li",[".para","Decorate the fresh wreath any way you wish. Use your own creativity. Here are some suggestions: wire on pinecones, make poinsettia flowers from milkweed pods sprayed gold and sprinkled with glitter, use other natural pods and nuts. Combine shiny ornaments with natural materials. Tie a ribbon bow at the bottom, side, or top. Let ribbon streamers hang down."]],["li",[".para","You could entwine a string of popcorn around the entire wreath. A cluster of popcorn balls can form a center of interest at the bottom or they can be wrapped in plastic and tied to the bottom of ribbon streamers. This wreath makes a nice gift for families with children."]],["li",[".para","To wire a pinecone, use a 24- to 28-gauge wire for medium size cones. Larger cones will require a heavier wire, about 20 gauge. Cut the wire into lengths of about 6 inches (15 cm) plus the diameter of the cone. A large cone will require a longer wire. Catch the wire in the crevice behind one of the last rows of scales. Bring it completely around the cone under the scales and twist the two ends of the wire together. Make sure the wire is firmly in place."]],["li",[".para","Use the remainder of the wire to attach the cone in place."]]]],["li",["span.label","2."],[".para",["span.emphasis","Straw wreaths."],"If you live on a farm, you should have no trouble finding straw. If there is a field or roadside nearby, you can cut some of the wild grasses before winter. You may also be able to buy a commercial straw wreath to decorate yourself."],[".para","Gather these materials:"],["ul.noMarker",["li",[".para","Wire coat hanger carefully bent into a circle"]],["li",[".para","Brown florist’s tape (optional)"]],["li",[".para","Tissue paper or newspaper (necessary only if you don’t have enough straw)"]],["li",[".para","Straw or wild grasses (soak in water fifteen to twenty minutes before using)"]],["li",[".para","Jute twine or nylon fishing line"]],["li",[".para","Pinecones and other ornaments"]],["li",[".para","Ribbon bow"]],["li",[".para","Cover the wire coat hanger with florist’s tape. If you have plenty of straw, tie it by handfuls directly onto the wire. If you don’t have much straw, prepare the wire by placing damp crumpled paper around it and attaching the paper with twine or masking tape. Cut the straw or grass into bunches and tie it in place with a continuous piece of twine or fishing line. Overlap each handful over the last bunch of straw. Continue to do this until the frame is completely covered with straw or grasses. Set it aside to dry."]],["li",[".para","Decorate with a bow at the bottom, wild grasses, plaid ribbons entwined around the complete wreath, artificial red apples, berries of holly or other bushes and trees, or anything you can think of. This wreath can be saved for years if stored in a plastic covering."]]]],["li",["span.label","3."],[".para",["span.emphasis","Cornhusk wreaths."],"This kind of wreath can be saved from one year to the next. If you grow your own corn, save the inside husks. (The outside husks may be a little too coarse.) You can also buy bags of corn husks at most craft stores. If you live in the tropics, try using banana leaves or broad leaves from bamboo."],[".para","Gather these materials:"],["ul.noMarker",["li",[".para","Wire coat hanger bent into a circle"]],["li",[".para","Brown florist’s tape (optional)"]],["li",[".para","Your own corn husks or three bags from craft store"]],["li",[".para","Jute twine or fishing line"]],["li",[".para","Scissors"]],["li",[".para","Large darning needle"]],["li",[".para","Cones, pods, or other ornaments"]],["li",[".para","Ribbon bow"]],["li",[".para","Cover the wire circle with brown florist’s tape. Soak the cornhusks in a pan of water for fifteen to twenty minutes before using. Cut fifteen pieces of twine into 6- to 8-inch (15- to 20-cm) lengths."]],["li",[".para","Place four cornhusks together with the small ends facing the same direction. Put 1 inch (2.5 cm) of the small end of the husks under the wire frame. Fold this 1 inch (2.5 cm) back against the rest of the husks. Pinch the two parts of the husks together and tie them close to the wire frame with a square knot."]],["li",[".para","Continue to tie on the remaining groups of four husks until the wire frame is filled. Put the groups close to each other; they will shrink when they dry. While the husks are still wet, take a darning needle and, beginning about 1 inch (2.5 cm) from the twine knot, shred the husk to the end. Make these shreds about every 1/4 inch (.5 cm). This gives the shaggy look to the wreath."]],["li",[".para","Now take a continuous piece of twine and bind the wreath together so it will keep its shape. (Do this by taking about a 1-inch (2.5-cm) group of shredded husks until you have gone around the complete frame.) Tie off in a square knot. Shake the wreath to make it fluffy and set it aside to dry for about one day. You can hang it on a clothesline to dry."]],["li",[".para","When it is completely dry, fluff it again, and separate the shreds with your fingers. Decorate with any ornaments you may have. Add a bow for the final touch."]]]],["li",["span.label","4."],[".para",["span.emphasis","Candle centerpiece."],"This is an easy craft for small children."],[".para","Gather these materials:"],["ul.noMarker",["li",[".para","Plaster of paris"]],["li",[".para","A small round plastic container approximately six inches (15 cm) in diameter and three inches (8 cm) high"]],["li",[".para","Small candle"]],["li",[".para","Gold spray paint"]],["li",[".para","Pinecones, pods, twisted twigs, and other small natural objects"]],["li",[".para","Mix a small batch of plaster of paris. Pour it into the round plastic container to the height you would like your candleholder to be. When the plaster of paris gets a little firm, place the candle in the center of the bowl. Decorate with small pinecones, pods, or twigs which are stuck into the plaster all around the candle."]],["li",[".para","When the plaster is hard, remove it from the container. Spray the cones, twigs, and plaster with gold spray paint. Let the paint dry. This will make a festive centerpiece. If you wish, place a few evergreens underneath and around it."]]]],["li",["span.label","5."],[".para",["span.emphasis","Nativity scene."],"Making your own nativity scene can be a fun family project. The finished scene can be an important addition to your family Christmas tradition."],[".para","Have all family members help make the figures and manger. There are many ways to make the figures, and many craft stores and holiday craft magazines will tell how."],[".para","You can make the figures of Mary, Joseph, baby Jesus, shepherds, wise men, sheep, and other animals from rolled or molded dough clay, from straw, from cornhusks, from carved wood, or from cardboard or construction paper with acorns or nuts glued on as heads. You can make the manger out of wood, cardboard, clay, or twigs tied together with twine. The smallest child can be part of this activity by gathering some dry grass to be used as straw for the baby."],[".recipe",{"id":"/manual/family-home-evening-resource-book","uri":"/manual/family-home-evening-resource-book"},["h1","Salt Dough"],[".ingredients",["div",{"id":"lip60","uri":"/manual/family-home-evening-resource-book.lip60"},"2 cups (500 ml or .5 liter) flour"],["div",{"id":"lip61","uri":"/manual/family-home-evening-resource-book.lip61"},"2 cups (500 ml or .5 liter) salt"],["div",{"id":"lip62","uri":"/manual/family-home-evening-resource-book.lip62"},"About 1 cup (250 ml) water"]],[".preparation",["div",{"id":"lip63","uri":"/manual/family-home-evening-resource-book.lip63"},"Mix flour, salt, and water to make a stiff mixture. Knead mixture for about ten minutes to dissolve salt."]]],[".recipe",{"id":"/manual/family-home-evening-resource-book","uri":"/manual/family-home-evening-resource-book"},["h1","Cornstarch Clay Dough (Porcelain type)"],[".ingredients",["div",{"id":"lip65","uri":"/manual/family-home-evening-resource-book.lip65"},"2 cups (500 ml or .5 liter) cornstarch"],["div",{"id":"lip66","uri":"/manual/family-home-evening-resource-book.lip66"},"2 cups (500 ml or .5 liter) baking soda"],["div",{"id":"lip67","uri":"/manual/family-home-evening-resource-book.lip67"},"1 1/4 cups (310 ml) cold water"]],[".preparation",["div",{"id":"lip68","uri":"/manual/family-home-evening-resource-book.lip68"},"In a saucepan, combine cornstarch and baking soda. Gradually add water until the mixture is smooth. Heat, stirring constantly, until the mixture reaches a moist mashed-potato consistency."],["div",{"id":"lip69","uri":"/manual/family-home-evening-resource-book.lip69"},"Turn onto a plate, cover with a damp towel. Knead dough when cool enough to handle."],["div",{"id":"lip70","uri":"/manual/family-home-evening-resource-book.lip70"},"Mold the clay into figures. Or roll out the dough about 1/4 inch (.5 cm) thick on a floured board and cut out the figures by placing a pattern on the rolled dough and tracing it with the pointed end of a knife."],["div",{"id":"lip71","uri":"/manual/family-home-evening-resource-book.lip71"},"Bake the figures on a flat cookie sheet at 225° F (107° C) for two or three hours. Turn them over occasionally to keep them from curling."],["div",{"id":"lip72","uri":"/manual/family-home-evening-resource-book.lip72"},"Paint on faces and clothing with poster paints that have been mixed with a little white glue."],["div",{"id":"lip73","uri":"/manual/family-home-evening-resource-book.lip73"},"Make cardboard stands and glue them on back of the figures."]]]],["li",["span.label","6."],[".para",["span.emphasis","Christmas tree cookie ornaments."],"Use either the salt dough or the cornstarch clay dough described above. Roll out the dough and cut it with cookie cutters into stars, bells, circles, or other shapes. Make a hole in the top of each ornament so you can tie yarn through for hanging it on the tree. Bake the ornaments and paint them in the same way as the nativity figures."]],["li",["span.label","7."],[".para",["span.emphasis","Christmas tree ornaments."],"You may decorate your tree with pinecones, seed pods, dried flowers, or a combination of these things along with your sparkling ornaments. Homemade decorations will make your tree one of a kind."],[".para","You can do many things with pinecones. Leave them their natural color and wire them onto the branches of the tree or up the center of the tree trunk. Spray them different colors or spray them with clear plastic and sprinkle them with glitter. Try combining them with two milkweed pods to form the wings of a bird and add plume grass for a tail."],[".para","Make milkweed pods into contrived flowers that look like poinsettia and spray them red, gold, or other colors. Tie small straw flowers of various colors together with thin ribbons and place them in small bunches on the tree. Clusters of berries, such as holly or pyracantha, look lovely tied onto the branches of a Christmas tree."],[".para","Wire different nuts on the tree in clusters. Drilling a hole in the nut and wiring it takes quite a bit of equipment. An easier way is to cover the nut with a layer of plastic wrap and tie the plastic with thin florist’s wire. Twist the wires of five or six nuts together like a cluster of grapes."]],["li",["span.label","8."],[".para",["span.emphasis","Yule log."],"Many families already have a tradition of bringing in the Yule log. It is fun to decorate one for the house, even if you don’t have a fireplace."],[".para","Gather these materials:"],["ul.noMarker",["li",[".para","A wood log or piece of twisted driftwood"]],["li",[".para","Evergreen boughs"]],["li",[".para","Pinecones"]],["li",[".para","Wire or strong twine"]],["li",[".para","Ribbon"]],["li",[".para","Find a log. It can be just one that you burn in the fireplace, or it can be an interesting twisted piece of driftwood."]],["li",[".para","Cut the evergreen branches a little less than one-half the length of the log. Tie the stems to the center of the log with twine or wire, so that the tips of half the branches point toward one end of the log, and the tips of the other half point toward the other end of the log."]],["li",[".para","Wire about five or six pinecones in a cluster near the center of the log and tie a big red ribbon around the very center."]],["li",[".para","If you have a fireplace, you can make this log part of your Christmas Eve tradition. Throw the log on an already burning fire. The pinecones will burn with blue and green flames. Tell the Christmas story around the fire."]]]],["li",["span.label","9."],[".para",["span.emphasis","Rose potpourri."],"This activity begins in the summer when roses are in full bloom. Collect and dry the rose petals to make potpourri or sachet bags for Christmas giving. Any age child can help collect the materials."],[".para","Gather these materials:"],["ul.noMarker",["li",[".para","Rose petals or other fragrant flowers that grow in your climate (plumeria, gardenia, camellia, lavender, geranium)"]],["li",[".para","Flat pan, such as a cookie sheet"]],["li",[".para","Salt"]],["li",[".para","Fixatives, such as dried lavender or oak moss (sold in herb and spice shops and many drugstores)"]],["li",[".para","Cinnamon sticks, whole cloves, vanilla beans, or dried grated lemon peel"]],["li",[".para","2 to 3 drops of perfume"]],["li",[".para","Pick the petals from roses just after their prime and before they start to turn brown. Some roses are more fragrant than others. Pink roses are especially fragrant. Lay them flat on a cookie sheet one layer deep. Sprinkle a little salt over them. They will dry in a few days. Shake the salt from the petals, and to every quart of petals add one tablespoon of the fixative."]],["li",[".para","Place the petals in a glass container. Add other herbs and spices you may have and two or three drops of your favorite perfume. Close the container tightly and shake it well. Shake every other day for ten days."]],["li",[".para","Put this potpourri in colorful glass containers and decorate them with ribbon. Or put it in sachet bags for dresser drawers or closets. To make sachet bags, sew squares of nylon, organdy, or other lightweight materials into little bags. Leave one side open so you can fill them with the rose petal mixture. Blindstitch the open end together. Decorate with lace, ribbon, or embroidery. An easy-to-make pouch bag can be made from a small square of cloth such as organdy, silk, or fine cotton. Gather the square at the four corners with the rose petals enclosed and tie with a ribbon."]]]],["li",["span.label","10."],[".para",["span.emphasis","Greeting cards and wrapping paper."],"It is fun to work as a family making wrapping paper and greeting cards. There are many methods. Here are a few:"],[".para","Wax rubbings: Remove the paper covering from several large wax crayons. Place a piece of paper over the wrong side of a broad leaf, such as holly, or over a pine branch. Begin rubbing the broad side of the crayon on the paper. Work from the stem of the leaf outward, holding onto the stem as you work."],[".para","Potato block prints: Draw a design on a piece of paper the size of a potato cut in half crosswise. It can be a holly leaf, a bell, a Christmas tree ornament, or any other simple Christmas design. Trace the design onto the potato half with a sharp pencil."],[".para","Remove excess moisture from the potato with a paper towel. Cut around the design with a knife so that the design stands up and the background is cut away."],[".para","Using poster paint or water-soluble ink, paint the design on the potato with a brush. Print it on a card or folded piece of paper. You can use this potato design on greeting cards or wrapping paper."]]]]],[".topic",["h2","Additional Activities"],["div",{"id":"f64","uri":"/manual/family-home-evening-resource-book/family-activities/christmas-crafts.f64"},["ol.number",["li",["span.label","1."],[".para","Take some of the crafts you have made to other families. (See “Serving Others Together.”)"]],["li",["span.label","2."],[".para","Combine giving crafts with a caroling activity. Take crafts to your friends and sing Christmas carols to them."]]]]]]],"refs":null}
