{"id":145,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":145,"title":"Collecting and Preserving Shells","subtitle":"","short_title":"Collecting and Preserving Shells","uri":"/manual/family-home-evening-resource-book/family-activities/collecting-and-preserving-shells","content":[["div",{"id":"head38","uri":"/manual/family-home-evening-resource-book/family-activities/collecting-and-preserving-shells.head38"},["h1","Collecting and Preserving Shells"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/collecting-and-preserving-shells.p2"},"The sea holds a fascination for people of all ages. Fishing, building sand castles, surfing, snorkeling, people watching, playing beach games, and swimming are just a few of the activities you can enjoy at the beach. Shell collecting can also be a good family activity."],[".topic",["h2","Preparation"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/collecting-and-preserving-shells.p4"},"You need very little equipment for collecting shells: a cloth bag, bucket, or similar container will do. If you are going to explore exposed rocks, you may need a pair of sandals or canvas shoes. Be alert to the tides, exposure to the sun, and breakers that could knock a person off his feet. Don’t allow members of the family to explore isolated beaches alone."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/collecting-and-preserving-shells.p5"},"Before you go collecting, check local regulations on collecting shells. Also watch for dangerous forms of sea life, such as jellyfish, Portuguese men-of-war, or sharks. Visiting curio stores and sea life museums can give you an idea of the types of shells to collect and the hobbies associated with collecting."]],[".topic",["h2","Activity"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-activities/collecting-and-preserving-shells.p7"},"Shells are simply the hard coverings of animals. So you must remove the remains of the animals from the shell to prevent odor from decay. You can use a small penknife or fishhook to remove the meat from the shell. Placing shells in a box of ants also cleans them well."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-activities/collecting-and-preserving-shells.p8"},"Clean hard shells with a mild solution of hydrochloric acid, and rinse and polish them with a soft cloth. Many shells are fragile, so be careful when you work with them. To file rough edges or make holes in the shells so you can use them for jewelry, use jewelry files, fine emery boards, and small electric drills for minimal breakage."],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-activities/collecting-and-preserving-shells.p9"},"Try making rings, cameos, necklaces, bracelets, or buttons out of especially pretty shells. You can decorate a picture frame with shells or make a hanging mobile. Use broken pieces of shells to make a mosaic or use a large shell as a paperweight. Decorate an aquarium or a sand castle or make a unique dinner set using shells as plates, cups, saucers, and napkin rings."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-activities/collecting-and-preserving-shells.p10"},"If you become very interested in collecting shells, check out books from the library and learn the names of the shells you have found and what kinds of animals lived in them. You might try to collect samples of the five classes of mollusks."],["div",{"id":"f84","uri":"/manual/family-home-evening-resource-book/family-activities/collecting-and-preserving-shells.f84"},["ol.number",["li",["span.label","1."],[".para","Collect, dry, and preserve sand dollars, sea urchins, crabs, starfish, and coral."]],["li",["span.label","2."],[".para","Try to find shells near local freshwater lakes."]],["li",["span.label","3."],[".para","Collect driftwood and display it with your shells."]]]]]]],"refs":null}
