{"id":137,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":137,"title":"Creating Pictures and Things","subtitle":"","short_title":"Creating Pictures and Things","uri":"/manual/family-home-evening-resource-book/family-activities/creating-pictures-and-things","content":[["div",{"id":"head30","uri":"/manual/family-home-evening-resource-book/family-activities/creating-pictures-and-things.head30"},["h1","Creating Pictures and Things"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/creating-pictures-and-things.p2"},"Use your imagination to create some pictures, puzzles, and other things. Have fun together as a family being inventive and original."],[".topic",["h2","Activity"],["div",{"id":"f72","uri":"/manual/family-home-evening-resource-book/family-activities/creating-pictures-and-things.f72"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Drawing for fun."],"Have each family member draw his favorite thing around the house—for example, a Chinese vase, a doll, the tree in the front yard, the cat, the big swing in the back, or the old pioneer cradle. The children may wish to draw a picture of the happiest moment they can remember or the most impressive—for example, blessing the new baby, Christmas morning around the tree, the flood in the basement last summer, or a family picnic. You could also have the family illustrate favorite scriptures—for example, Noah and the ark, David and Goliath, or Christ visiting the Nephites."]],["li",["span.label","2."],[".para",["span.emphasis","Crazy creations."],"At the bottom of a piece of paper, write the following sentence: “This is a ____________ .” Fill in the blank with some silly word that you make up yourself—",["span.emphasis","ziggybob, twirple, babookit,"],"or",["span.emphasis","gabbygook,"],"for example. Have everyone then draw whatever they think that silly word looks like."]],["li",["span.label","3."],[".para",["span.emphasis","“What’s This?”"],"Draw a crazy line on a piece of blank paper, one for each member of the family, and ask the children to use their imagination to create a picture from it."]],["li",["span.label","4."],[".para",["span.emphasis","“Color Bright.”"],"Draw a lot of intersecting lines on a piece of paper for each family member. Have everyone color in all the geometric shapes thus formed, using a different color in each. Little children love to do this."]],["li",["span.label","5."],[".para",["span.emphasis","Collage."],"Have your children cut out odd-shaped pictures and colored shapes from a magazine and paste them onto a piece of wood or cardboard. You can use newspaper, Christmas cards, or even pieces of colored paper or tissue to add variety and give different textures to the creation."]],["li",["span.label","6."],[".para",["span.emphasis","Mosaics."],"Almost any material can be used for a mosaic: tiles, broken glass, nutshells, macaroni, wood pieces, or stones. Have your family each find several small things in your yard, on the beach, in the park, or in the school yard and arrange them on a piece of wood, gluing them down in some design. You may want to spray the whole piece with gold paint after the glue dries."],[".para","The next time you go on a vacation, take a box to keep little mementos of the trip. Then when you get home, make a mosaic of them to keep for years of memory."]],["li",["span.label","7."],[".para",["span.emphasis","Family mural."],"Pick a wall or floor in your home where you can spread out a large piece of butcher paper and attach it securely. Then have each person draw or paint on this great big picture. Each one can add the shapes or colors he feels will make it more artistic. Be sure all get a chance to contribute. You may want to take a long time to finish this and have fun with it for several days. Some families have even painted on their walls permanently, giving each one in the family a chance to make his effort a part of that room forever."],[".para","You can use any medium you have available: oil paint, crayons, chalk, water colors, poster paint. Make a collage, a mosaic, or anything together. The main thing is to have fun and do something the entire family will enjoy and feel free to participate in."]],["li",["span.label","8."],[".para",["span.emphasis","Puzzles and blocks."],"Little children may enjoy cutting out their own puzzles. They could draw, color, or cut out a picture from a magazine and then cut it up in pieces to make it into a jigsaw puzzle."],[".para","You can cut blocks out of scraps of wood and paint them bright colors. If you do not want to work with paint, soak the blocks in food coloring."],[".para","You could even go to a lumberyard and pick up scraps and board ends to make a set of blocks. Take them home and sand them during your home evening after cutting them into the shapes you want."]],["li",["span.label","9."],[".para",["span.emphasis","Silly sculpture."],"Try making some sculpture by gluing pieces of junk together. This can really be fun. Just about anything small can be used. You may want to divide into teams and see who can come up with the most interesting piece."],[".para","If you want to use more conventional materials, have the children make things out of clay or carve something from a bar of soap. If it happens to be a snowy day, you may want to create a snow sculpture, something a little more original than a snowman. Try a sleeping giant or a dragon."]],["li",["span.label","10."],[".para",["span.emphasis","“This Is Me.”"],"Get a large piece of poster paper, butcher paper, old wall paper, or wrapping paper. The children will enjoy coloring themselves life-size. Have each child lie down on the paper you have selected and some older child or parent can trace his outline onto it. Then the child who has been traced fills in the details, adding the facial features, hair, and clothes, until he has made a life-size picture of himself. Children love to do this, and the entire family will enjoy the results."]]]]]]],"refs":null}
