{"id":129,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":129,"title":"Creating Fancy Foods","subtitle":"","short_title":"Creating Fancy Foods","uri":"/manual/family-home-evening-resource-book/family-activities/creating-fancy-foods","content":[["div",{"id":"head22","uri":"/manual/family-home-evening-resource-book/family-activities/creating-fancy-foods.head22"},["h1","Creating Fancy Foods"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/creating-fancy-foods.p2"},"Have the family spend this family home evening in the kitchen together creating unusual ways of making and arranging ordinary foods."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/creating-fancy-foods.p4"},"This activity can be used many times during the year. Be as inventive as you can in what you do. You may want to divide the family into teams and see who can create the most unusual dish."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/creating-fancy-foods.p5"},"Be imaginative about the arrangement and color combinations of your displays. Make this a",["span.emphasis","visual"],"as well as an",["span.emphasis","eating"],"experience for the whole family."],["div",{"id":"f45","uri":"/manual/family-home-evening-resource-book/family-activities/creating-fancy-foods.f45"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Creative cakes."],"A bunny cake can be made with two round cakes put together as illustrated. Frost and decorate it with eyes, nose, and a mouth."],[".para","A heart cake can be made with one square cake and one round one put together as illustrated. Frost and decorate it with designs of your own imagination."],[".para","Any holiday can be remembered by special decorations on a cake. Be imaginative; use unusual things. For instance, this Christmas cake, made of two large square cakes, sectioned as shown, can be frosted a dark green and then decorated with small cranberries and spaghetti dyed with food coloring."],[".para","You can make castle cakes, carousel cakes, almost anything you can think of. Sometimes you may want to build with crackers or cookies also. One young teenager created a “monster cake” by putting a single round layer of cake on a large piece of cardboard that was covered in aluminum foil and decorating the cake with carefully sliced vegetables to make the facial features. The eyes were egg slices; the nose a small carrot; the mouth a half slice of tomato; the ears, green pepper strips; the hair, noodles."]],["li",["span.label","2."],[".para",["span.emphasis","Butterfly breakfast."],"Try this one for breakfast some morning—or as a snack for family home evening. Serve one sausage, one pancake, cut in half, and two small pieces of parsley as shown."]],["li",["span.label","3."],[".para",["span.emphasis","Sandwich cutouts."],"For attractive open-faced sandwiches, use a cookie cutter to cut out shapes from cheese slices. You can use both parts of the cheese for two different sandwiches. Some meat under the cheese pieces will give color contrast as well as good taste."]],["li",["span.label","4."],[".para",["span.emphasis","Bunny salad."],"Take half of a sliced pear and put it on some lettuce with a small dab of cottage cheese for the tail. Marshmallows also make good tails. Use cinnamon candies for the nose and raisins for the eyes. You can use blanched almonds for the ears or pink paper cut in shapes like ears."]],["li",["span.label","5."],[".para",["span.emphasis","Brownie turtles."],"Put dabs of brownie dough on a cookie tin and place five pecan nuts in each cookie in the proper places to represent a turtle’s feet and head. Bake the special cookies and ask everyone to eat them very slowly."]],["li",["span.label","6."],[".para",["span.emphasis","Silly salads."],"Many families have molds that set gelatin desserts and salads into various shapes that can be decorated in many very interesting ways. But to do something really creative and add sparkle to your salads and desserts, have each member of your family select some odd-shaped object that you have around the house and set the gelatin in that. They may pick vases, toys, or knicknacks of various shapes and sizes, the sillier the better."],[".para","This looks as good as it tastes."]],["li",["span.label","7."],[".para",["span.emphasis","Food flowers."],"To make radish rosebuds, mark five or six lines from one end of the radish to the other with a paring knife tip. Start at the end away from the stem. Peel thin slices of the radish away between the lines to form the petals."],[".para","You can make larger flowers to fill a salad plate by using fruits and vegetables for petals, with celery sticks for stems and mint for leaves. Watermelon and cantaloupe balls, cherry tomatoes, or tomato slices, apple and orange slices, and even cauliflower pieces would look good enough to eat with an olive or cherry at the center of the bloom."],[".para","Slices of green pepper could be the outline for a bloom with creamed cheese filling in the center, again finished off with an olive or cherry in the center and a celery stick stem."],[".para","Make orange peel roses by cutting a slice of orange peeling about three inches long and one inch wide. Roll the peeling into a ball and secure it with half a toothpick. This makes a good garnish."]],["li",["span.label","8."],[".para",["span.emphasis","Delicious dolls."],"Raggedy Ann has a peach head, grated cheese hair, clove or raisin eyes, a sliced cherry mouth, a lettuce dress, and carrot or celery stick arms and legs. Her feet are made out of cheese."],[".para","Make a snowman out of three scoops of potato or macaroni salad. Decorate him with olives, raisins, carrots, parsley and red pepper or pimento."]],["li",["span.label","9."],[".para",["span.emphasis","Colorful candles."],"To make candles, pour gelatin into an empty juice can, using one color or different colors for each can, as you wish. When the gelatin is set, unmold it, cut it in half crosswise and put it on a serving dish with a lettuce leaf under the base. Drizzle with mayonnaise or whipped cream dressing. Cut a wick from a piece of cheese."]],["li",["span.label","10."],[".para",["span.emphasis","Sandwich cutouts."],"Make ABC sandwiches by cutting a prepared sandwich into strips and forming alphabet letters to spell out names and words."],[".para","Make lady’s fingers by cutting the shape of fingers in an ordinary slice of buttered bread. Use jelly to paint on the fingernails. Rings can be made with peanut butter, cheese, or olive slices."],[".para","To make cheese sailboat sandwiches, cut cheese slices for the base of the boat; three inches is a good size. Use a toothpick, or straw for the ship’s center pole. Cut a slice of bread diagonally into quarters and place one quarter on the pole for the sail."]]]]]]],"refs":null}
