{"id":130,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":130,"title":"Fun with Games","subtitle":"","short_title":"Fun with Games","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-games","content":[["div",{"id":"head23","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-games.head23"},["h1","Fun with Games"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-games.p2"},"Have fun making up your own games. See how creative you can be. You may have as much fun making them as playing them."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-games.p4"},"This activity can be used many times during the year. There are many kinds of games your family may want to create. Three kinds are illustrated below, just to give you ideas of how to make up some in your own family. All of these games are “homemade.” See what you can do."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-games.p5"},"Thought Games"],["div",{"id":"f46","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-games.f46"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","“What Animal Am I?”"],"Have each member of the family think of an animal he would like the family to guess. Choose one person to start. Have him act out what that animal does until someone guesses what animal he is pretending to be. The person who first guesses correctly gets a chance to act. Be sure everyone gets a turn to be the animal at least once."]],["li",["span.label","2."],[".para",["span.emphasis","“Guess Who.”"],"Have one member of the family think of some favorite or unusual scripture character. One at a time the rest of the family can ask him questions about this person, taking turns around the family circle. The first one who thinks he knows the correct name raises his hand and asks to answer the questions about the character himself. If his answers are right (the one who chose the personality will know), he continues until someone else guesses and takes over the answering. If someone’s guess is wrong, he will answer the next few questions incorrectly (as judged again by the person who chose the name) and will be out of the game to sit by and watch while the others play until everyone in the family knows the correct personality. If two people guess on the same turn, the first gets to answer at least one question before the second one takes over as the answerer."]]]],[".topic",["h3","Board games"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-games.p9"},"Invent a game of travel, taking the players from some famous scripture site to another. Decide on where you want the game to start and end. (See the game illustrated below.) You may want to take Abraham from Ur to Haran and down into Palestine, or you may want to have him go from Palestine to Egypt and return."],["div",{"id":"p10","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-games.p10"},"On a big poster board or large piece of paper, draw a rough map of Egypt and Palestine, putting in all the major cities, lakes, and rivers. Draw in squares between these landmarks as shown in the illustration. Have the family choose some things to use as their “men”—buttons, thimbles, pebbles, beans. Work out some way to determine the number of spaces each will move each turn—using a spinner, dice, or drawing numbered cards."],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-games.p11"},"You may want to add more excitement to the game by coloring every seventh square red. If a player lands on one of these red squares, he must go back three spaces."]],[".topic",["h3","Activity Games"],["div",{"id":"f47","uri":"/manual/family-home-evening-resource-book/family-activities/fun-with-games.f47"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","“Ringer.”"],"Get three soft-drink bottles and line them up with a piece of paper under each designating the number of points possible."],[".para","Have each member of the family toss fruit jar rings to see what score they can achieve by getting ringers. Each should get three tosses a turn. To balance skill and ability for various ages, allow small children to stand closer to the bottles. Keep score for as many turns as you want each to have, but be sure you decide the number of turns",["span.emphasis","before"],"the game starts."]],["li",["span.label","2."],[".para",["span.emphasis","“Ball tag.”"],"Play tag with a ball by letting everyone run around and dodge the ball that the person who is “it” is trying to touch players with. The player who is touched becomes “it” and tries to touch someone else with the ball."]],["li",["span.label","3."],[".para",["span.emphasis","“Baseball with marbles.”"],"Set up four blocks of wood and three glasses as shown in the illustration, with the glasses on their sides. Mark the blocks “first base,” “second base,” “third base,” and “home run,” consecutively. Each represents a hit."],[".para","Divide into teams as fits your family size and ages. The object of this homemade game is to pitch or shoot the marbles and hit one of the blocks. If you miss and the marble goes into a glass you are out. If you miss a block and the marble does not go into a glass that is a strike. The other rules of baseball can be applied, or you can make up your own rules. Keep careful score as to how many runs you make, who are on the bases, how many outs the team has, and the number of innings. You may want to make the game much more difficult if your family is good at marbles. You can put more glasses around where they will complicate the pitching and make accuracy more important. (See illustration.)"]],["li",["span.label","4."],[".para",["span.emphasis","“Fishing.”"],"Make a fishing pole out of a stick and a long string. On the end of the string attach a paper clip, hairpin, or anything else with which you can make a hook. Make about ten fish by drawing them on either side of a folded piece of paper as shown in the illustration. The hole through which you must hook them to get a “catch” should be cut on both sides of the folded paper."],[".para","Put the ten fish on the floor all spread out and see how many fish each one can catch in turn within a one minute time limit. The fisherman must get the fish from the floor into his hand to count it as a catch."],[".para","You may wish to vary the game by seeing how long it takes each one to catch all ten fish. Make up your own rules—and your own game. It’s fun!"]],["li",["span.label","5."],[".para",["span.emphasis","“What Do You Hear?”"],"Have all the family members close their eyes for one whole minute, listen, and note all the sounds they hear. After a minute, have them open their eyes and take turns naming the sounds they heard."]],["li",["span.label","6."],[".para",["span.emphasis","“Mother Goose Charades.”"],"Divide the family into two teams, with an adult or teenager heading each team. One team acts out a Mother Goose rhyme in pantomime. The other team guesses what the nursery rhyme is. Then they switch roles."]],["li",["span.label","7."],[".para",["span.emphasis","“Whirlwind.”"],"All stand or sit in a circle. One person says, “I’m thinking of something.” He then gives three clues, such as, “It can swim. It doesn’t live in the water. It has webbed feet.” When someone thinks he knows the answer, he whirls around in his place and says, “Whirlwind.” Then he tells what he thinks it is. The one who guesses correctly gives the next three clues."]],["li",["span.label","8."],[".para",["span.emphasis","“Buzz.”"],"The players sit in a circle. They begin counting with one, each player taking a turn calling the next number. When seven is reached, the person says, “Buzz,” instead of the number. This is true of any number with seven in it (such as seventeen) or any multiple of seven (such as twenty-one). When reaching seventy, the players say, “Buzz,” for all the numbers; but when seventy-seven is reached, the player must say, “Buzz, buzz.” Each player who fails to say “Buzz” or “Buzz buzz” when he should is out of the game. The last one out wins."]],["li",["span.label","9."],[".para",["span.emphasis","“How’s Your Memory?”"],"The players are seated in a circle. The first player starts by saying, “One old ostrich.” The next player repeats this phrase and adds another phrase, saying, “One old ostrich and two tree toads twisting tendrils.” Each time the phrases are repeated in order and the player adds one of his own. This goes on around the circle until there are at least ten phrases. When a person makes a mistake, he is eliminated. There should be a prize for anyone who can finish without a mistake."],[".para","Use phrases such as the following."],["div",{"id":"f","uri":"/manual/family-home-evening-resource-book.f"},["ol.number",["li",["span.label","1."],[".para","One ostrich"]],["li",["span.label","2."],[".para","Two tree toads twisting tendrils"]],["li",["span.label","3."],[".para","Three tiny titmice tapping trees"]],["li",["span.label","4."],[".para","Four fat friars fanning flames"]],["li",["span.label","5."],[".para","Five fluffy finches flying fast"]],["li",["span.label","6."],[".para","Six of Susie’s sisters sewing shirts"]],["li",["span.label","7."],[".para","Seven seashells in Sarah’s shawl"]],["li",["span.label","8."],[".para","Eight elves eating Easter eggs"]],["li",["span.label","9."],[".para","Nine nimble noblemen nibbling nuts"]],["li",["span.label","10."],[".para","Ten throbbing thrushes twittering tunes in time"]]]]],["li",["span.label","10."],[".para",["span.emphasis","“Ghost.”"],"The players sit in a circle. The first player says the first letter of a word he is thinking of. It must be a word with more than two letters. The next player thinks of a word beginning with that letter and adds the second letter. The third player adds another letter. The game continues in this way until someone makes a complete word. Each player tries not to complete a word. Suppose the first three players had named the letters",["span.emphasis","n-e-x"],"and the fourth player can think of nothing but the word",["span.emphasis","next"],"and adds the",["span.emphasis","t;"],"he then becomes a “half-ghost.” The next player starts another word. If a half-ghost ends another word he becomes a “ghost” and may no longer participate in forming words. Anyone who speaks to a ghost becomes a ghost also. The ghost remains in the game by trying to draw others into conversation with him."],[".para","A player must always have in mind a word of more than two letters. If one player doubts that another has in mind a legitimate word, he may challenge that player. The player challenged must then state the word. If he cannot, he becomes a half-ghost or a ghost. If he does state a word, the person who challenged him becomes a half-ghost or a ghost."]],["li",["span.label","11."],[".para",["span.emphasis","“The Old Hen and the Chickens.”"],"One person is chosen to be Old Hen. That person leaves the room. The family decides who will be Little Chick. Then they all sit with bowed heads. Old Hen comes back into the room and says, “cluck, cluck.” Little Chick answers, “Peep, peep.” After they all raise their heads, Old Hen tries to guess who her chick is. Then Little Chick becomes Old Hen and leaves the room. If in three tries Old Hen does not guess who Little Chick is, she should be told."]],["li",["span.label","12."],[".para",["span.emphasis","“Animal Farm.”"],"The family sits on chairs in a circle. They choose one member to be the farmer. The farmer kneels blindfolded in front of another family member and says the name of an animal. That person disguises his voice and makes the sound that animal makes. The farmer tries to guess who the person making the animal sound is. If he guesses correctly, the person who made the sound becomes the new farmer."]],["li",["span.label","13."],[".para",["span.emphasis","“Buckle-Buckle Beanstalk.”"],"Family members are shown an object—a block or small toy—which they are to look for later. Then all except one person leave the room. The one left places the object in sight somewhere in the room. When the others return, the first person to spot the object cries, “Buckle-Buckle Beanstalk.” He then takes a turn placing the object while the others leave the room."]],["li",["span.label","14."],[".para",["span.emphasis","“The Boy and the Bell.”"],"The family members are seated on chairs in a circle. One person, who is the “bell boy,” sits in the middle of the circle with a small bell under his chair. He is either blindfolded or closes his eyes tightly so he cannot see. Another member of the family creeps up, grasps the bell, holds the clapper to keep it from ringing, and takes it to his seat. He puts both hands behind him, still holding the bell. All the rest of the family put their hands behind them, also. The one who has the bell rings it softly. The bell boy takes off his blindfold and tries to guess who has the bell. It may be necessary for the bell to be rung several times."]],["li",["span.label","15."],[".para",["span.emphasis","“Fruit Basket.”"],"One member of the family is chosen to be the caller. The rest of the family members sit in a circle on chairs. The caller gives each member, including himself, the name of a different fruit. When he calls out the names of two fruits, such as apples and pears, the two who were given the names of those fruits must change seats. The caller tries to slip into one of the seats, leaving someone else without a seat. The one without a seat is the new caller. At any time the caller may say, “The fruit basket tipped over.” Then all must change seats, and the caller tries to get any empty seat, leaving another person as caller."]],["li",["span.label","16."],[".para",["span.emphasis","“Dress-Up Race.”"],"For each child, prepare a sack containing items of clothing such as a scarf, a ribbon, shoes, a belt, or a wig. Each child starts from a certain point with his sack. Upon reaching a given point, each opens his sack, puts on the items of clothing, and returns to the starting point. The first one to return wins. Older children could be given more items of clothing to put on. This game will be most successful with at least six players. It is a good game to play when you invite another family to join with you for a home evening."]],["li",["span.label","17."],[".para",["span.emphasis","“Feather Volleyball.”"],"Tie a string or rope between two chairs for a net. One team stands on each side of the net. One team starts the game by tossing a feather (a downy one that will float) into the air and trying to blow it over the net and onto the ground on the other team’s side. The opposing team tries to keep the feather from falling on their side, and tries to blow it back over the net. When the feather falls on one side of the net, the team on the other side wins a point. Play continues until one team wins the game by gaining eleven points."]],["li",["span.label","18."],[".para",["span.emphasis","“Bottle Build-Up.”"],"Give each member of your family ten or fifteen toothpicks or matches. All should have the same number. Place a narrow-necked bottle on a table. The object is to stack the toothpicks or matches on top of the bottle across the opening. Each player in turn places one toothpick across the opening of the bottle. This continues until one of the players upsets the pile. The person who upsets the pile must take all the toothpicks that fall. The winner is the player who gets rid of all his toothpicks. If your family consists of only older children and adults, increase the number of toothpicks each has to make the game more difficult."]],["li",["span.label","19."],[".para",["span.emphasis","“Jinx-Up—Jinx-Down.”"],"Divide the family into two teams. Have the teams sit on opposite sides of a sturdy table. Choose someone to be captain of each team. No one but the captain gives orders. Give one team a coin about an inch in diameter. On the signal to start, this team starts passing the coin among themselves from player to player under the table. At the call “Jinx-up” from the captain of the opposing team, all members of the team with the coin must raise their hands above the table, keeping their fists clenched. At the command “Jinx-down” by the captain of the opposing team, all must slap their hands flat on the table."],[".para","The opposing side then consults together to guess who has the coin. The captain orders the hands raised, one at a time. When he orders the hand up that is hiding the coin, his team wins as many points as there are hands left on the table."],[".para","The coin is then given to the other side. The team that first scores twenty-one wins."]]]]]]]],"refs":null}
