{"id":139,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":139,"title":"Hiking with Small Children","subtitle":"","short_title":"Hiking with Small Children","uri":"/manual/family-home-evening-resource-book/family-activities/hiking-with-small-children","content":[["div",{"id":"head32","uri":"/manual/family-home-evening-resource-book/family-activities/hiking-with-small-children.head32"},["h1","Hiking with Small Children"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/hiking-with-small-children.p2"},"One of the best ways to appreciate the outdoors is by hiking with your family off the beaten path. This activity will give you ideas to help make hiking fun for your whole family."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/hiking-with-small-children.p4"},"If you want to make hiking a family activity, here are some hints to make it fun for the younger ones:"],["div",{"id":"f75","uri":"/manual/family-home-evening-resource-book/family-activities/hiking-with-small-children.f75"},["ol.number",["li",["span.label","1."],[".para","Start hiking with children on small treks that do not get them so tired that they cannot enjoy themselves."]],["li",["span.label","2."],[".para","Forget your adult rules about how fast you want to go. Instead, think about how your children would enjoy spending their time. Walk for fifteen to twenty minutes, then look around for fifteen to twenty minutes. Throw rocks in a creek, float sticks in the stream, flip a bug on its back and see how it turns itself over. Look at and smell weeds, flowers, moss, rotten logs, and interesting rocks. Watch a hawk in the sky, a squirrel in a tree, a bird in a thicket, a rodent on the ground, a bug on a log, or other people on the trail."]],["li",["span.label","3."],[".para","Promise a party at the next bend of the trail. For the party, have a surprise piece of candy, bring a small toy to play with, have a story ready, make a stick whistle, or imitate a bird call."]],["li",["span.label","4."],[".para","Sing songs on the trail. Make up a song, rhyme, poem, or story with your children as the characters. Count the number of animals you see or see who can be first to spot a certain colored flower."]],["li",["span.label","5."],[".para","Avoid major changes in elevation; young babies and children up to two years of age have trouble adjusting to major changes in altitude. They may fuss, have an earache, or show symptoms of stress in breathing."]],["li",["span.label","6."],[".para","Using a child back-carrier is much better than carrying a child on your shoulders. The weight of even a small child on the neck and shoulders can cause dizziness or even a temporary paralysis of certain neck muscles of an adult."]],["li",["span.label","7."],[".para","Have young children three or four years of age carry a small knapsack containing a sweater, a special toy, a doll, or some of their favorite food. Increase the load as they get older. Have children pack their own knapsacks."]],["li",["span.label","8."],[".para","Allow some freedom and independence in hiking, but set limits for how far children can move away from you."]]]]]]],"refs":null}
