{"id":119,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":119,"title":"Learning Fun for Infants and Toddlers","subtitle":"","short_title":"Learning Fun for Infants and Toddlers","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-infants-and-toddlers","content":[["div",{"id":"head12","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-infants-and-toddlers.head12"},["h1","Learning Fun for Infants and Toddlers"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-infants-and-toddlers.p2"},"Infants and toddlers learn mostly through their senses, so they need to have a stimulating environment. These activities are especially designed to give infants and toddlers many opportunities to use their senses."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-infants-and-toddlers.p4"},"Have the family share ideas about how to help very young members of their family have fun learning. Talk about how little ones learn best and choose a fun activity to do with them. They usually learn best in an informal, everyday setting. You may want to use some ideas from those listed below."],[".topic",["h3","For Infants"],["div",{"id":"f16","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-infants-and-toddlers.f16"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Stimulate feeling."]],["ul.bullet",["li",["span.label","•"],[".para","Hug your baby, rock him, kiss him, hold him firmly."]],["li",["span.label","•"],[".para","After a bath, rub him firmly with the towel."]],["li",["span.label","•"],[".para","Have your baby hold objects with different textures in both hands."],[".para","You might try objects like the following:"],["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Different textures of cloth"]],["td",{"colspan":"1","rowspan":"1"},[".para","Beans, macaroni, rice"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Yarn pom-pom"]],["td",{"colspan":"1","rowspan":"1"},[".para","Keys"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Metal objects"]],["td",{"colspan":"1","rowspan":"1"},[".para","Paper (wax paper, newspaper, tinfoil, etc.)"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Plastic objects"]],["td",{"colspan":"1","rowspan":"1"},[".para","Ice cubes, snow"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Sponge"]],["td",{"colspan":"1","rowspan":"1"},[".para","Water"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Dough"]],["td",{"colspan":"1","rowspan":"1"},[".para","Grass"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Sandpaper"]],["td",{"colspan":"1","rowspan":"1"},[".para","Flowers"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","Pot scrubber"]],["td",{"colspan":"1","rowspan":"1"},[".para","Flour, sugar, cornmeal"]]]]]],["li",["span.label","•"],[".para","Let your baby crawl or walk on a variety of surfaces—carpet, linoleum, wood, grass, and sand, for example."]]]],["li",["span.label","2."],[".para",["span.emphasis","Stimulate seeing."]],["ul.bullet",["li",["span.label","•"],[".para","Use colored sheets and blankets."]],["li",["span.label","•"],[".para","Hang a bright mobile on the baby’s bed. A newborn keeps his head to the side and will not see toys hung over the middle of the bed, so attach a bright object to the side of the crib nine to twelve inches from his nose. Try to change the mobile in some way every week."]],["li",["span.label","•"],[".para","Take the baby from room to room with you."]],["li",["span.label","•"],[".para","When your baby is lying on his back, dangle a brightly colored toy or rattle about ten to twelve inches above his eyes. When the baby focuses on it, move the object in an arc or half-circle."]],["li",["span.label","•"],[".para","Hold him or sit him in an upright position occasionally so he can see how things look from that angle."]],["li",["span.label","•"],[".para","During the day, shift the crib to another part of the room. Put it by a window, if possible."]]]],["li",["span.label","3."],[".para",["span.emphasis","Stimulate hearing."]],["ul.bullet",["li",["span.label","•"],[".para","Talk to your baby. Tell him what you are doing for him, what you are cooking for dinner; what your feelings are about life, people, and politics."]],["li",["span.label","•"],[".para","Sing to him or say a nursery rhyme."]],["li",["span.label","•"],[".para","When your baby makes a sound, imitate it. Show him your delight in his “speech” by smiling, hugging, or praising."]],["li",["span.label","•"],[".para","Let the baby hear noises around your house. You don’t have to keep the house quiet."]],["li",["span.label","•"],[".para","Let him hear the radio, television, or stereo for a short time."]],["li",["span.label","•"],[".para","Let him play with noise-making toys like rattles and musical animals."]]]],["li",["span.label","4."],[".para",["span.emphasis","Stimulate smelling and tasting."]],["ul.bullet",["li",["span.label","•"],[".para","Let your baby smell many things, such as soaps, lotions, perfumes, spices, and food."]],["li",["span.label","•"],[".para","When your doctor says your baby is old enough, gradually introduce a variety of foods to him."]]]]]]],[".topic",["h3","For Toddlers"],["div",{"id":"f21","uri":"/manual/family-home-evening-resource-book/family-activities/learning-fun-for-infants-and-toddlers.f21"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Stimulate large- and small-muscle development."]],["ul.bullet",["li",["span.label","•"],[".para","Ramps and chutes can be made from large cartons or several shoe boxes. Cut off the ends of shoe boxes and tape the boxes together into a long chute. Place it on a slant, and the children will enjoy sliding various objects down it. The boxes may also be used to make the cars of a train. Connect them with string or rope, decorate them, and paint or glue on some wheels and watch how much fun this train can be for the children."]],["li",["span.label","•"],[".para","Children love to punch holes with a hole puncher. Colored paper and hole punchers will keep children busy for quite a while. Save the dots in an envelope or bag for art projects or confetti for a party. Have the children punch holes from wax paper and put the dots in a jar filled with water. Screw on the lid, shake it, and watch the children’s very own snowstorm."]],["li",["span.label","•"],[".para","Make or buy some beanbags and have the children toss them to each other or throw or drop them into a box or bucket."]]]],["li",["span.label","2."],[".para",["span.emphasis","Develop language and cognitive skills."]],["ul.bullet",["li",["span.label","•"],[".para","Write out a list of about five items (rock, leaf, grass, dirt, etc.). You carry the list and let the child carry a small paper bag. Go for a walk and see if you can find the items. Encourage the child to find each item by asking, “Can you find a rock?” Look for one thing at a time. When all the items are found, sit down together and talk about the items. Smell, touch, and look at them. Talk about color, shape, texture, and weight."]],["li",["span.label","•"],[".para","Fold a piece of paper or cardboard in half. Draw a picture of a bowl of water with an object on top of the water on one side, and a bowl of water with an object on the bottom of the bowl on the other side of the paper."]],["li",["span.label","•"],[".para","Provide a small bowl of water and various objects from around the house which will float or sink. Sitting down with the child, place an object in the water and talk about whether it is on top of the water or at the bottom. Does it float or sink? If the child does not grasp the concept, do not pressure him. Let him place things in the water and talk about “on top” or “on the bottom.”"]],["li",["span.label","•"],[".para","On a piece of poster board or cardboard, trace around four or five small objects you have in the house such as a cookie cutter, clothespin, battery, or scotch tape dispenser. Use a wide, dark colored magic marker. Put the items in a box where they can be kept permanently. The child can take objects out of the box and match them with the outline on the cardboard, feel the objects, and talk about them."]],["li",["span.label","•"],[".para","Cover a piece of heavy cardboard with felt or flannel. Cut out various shapes and colors from felt, flannel, nonwoven interfacing, wool, or other fabrics. Make up stories together, holding the flannel board on your lap and using the shapes you have cut out to illustrate the stories. Magazine pictures backed with flannel will also work well. Children can also name shapes, colors, or objects while you work together. They love putting things on the board and taking them off. A felt person cut into parts to be put together will help teach body parts."]],["li",["span.label","•"],[".para","A child can glue squares of cloth on paper and make colorful scenes. To teach children to notice similarities and differences, cut two squares of each scrap of material and mix them up in a box. The children can match them or sort them by color, texture, or design."]],["li",["span.label","•"],[".para","Use a tape recorder to record familiar sounds (washer, vacuum, or car) so the child can identify these as a game. Record short stories and then play them back when the child wants you and you are busy. He can hold a book and listen. Talk and sing together on the tape and then play back the recording and let the child listen to his own voice."]],["li",["span.label","•"],[".para","Miscellaneous items: Let children make a collage out of beans and macaroni and scraps of material. Make it on newspaper, paper grocery bags, or paper plates. Use flour paste as glue."],[".para","Take a walk in the house and feel a variety of items (wallpaper, bedspreads, rugs, curtains, wood)."],[".para","When setting the table, talk about the shapes on the table—round plates, squares, or rectangles. What shape is the table?"],[".para","Sort the knives, forks, and spoons and let the child put them away. Let him help dry and put things away. Make it a game."],[".para","Go on a shape hunt in your house. Look for circles, squares, rectangles, and triangles."],[".para","Count! Count the chairs in the kitchen, the books, buttons, steps, windows, beans, or plates."],[".para","Make up guessing games. “I live on a farm. I’m little and black, I like milk and say meow, meow. What am I?”"]]]],["li",["span.label","3."],[".para",["span.emphasis","Develop memory and listening abilities."]],["ul.bullet",["li",["span.label","•"],[".para","Take a button and tap it on the table two times, then say, “Now you do it.” Have the child repeat a rhythm you clap. Or say several words and have him say them back to you."]],["li",["span.label","•"],[".para","Children love to put puzzles of themselves together. Have a photo of a child’s face enlarged to eight-by-ten inches. Mount the photo on heavy cardboard with rubber cement. Cut it into three or four pieces. Store it in a box."]]]],["li",["span.label","4."],[".para",["span.emphasis","Develop creative expression."]],["ul.bullet",["li",["span.label","•"],[".para","Different kinds of dough or clay are favorites of many children. Here are some easy recipes:"],[".recipe",{"id":"/manual/family-home-evening-resource-book","uri":"/manual/family-home-evening-resource-book"},["h1","Play Dough"],[".ingredients",["div",{"id":"lip71","uri":"/manual/family-home-evening-resource-book.lip71"},"2 cups flour"],["div",{"id":"lip72","uri":"/manual/family-home-evening-resource-book.lip72"},"1 cup salt"],["div",{"id":"lip73","uri":"/manual/family-home-evening-resource-book.lip73"},"1 tablespoon oil"],["div",{"id":"lip74","uri":"/manual/family-home-evening-resource-book.lip74"},"3/4 cup water colored with food coloring"]],[".preparation",["div",{"id":"lip75","uri":"/manual/family-home-evening-resource-book.lip75"},"Mix the dry ingredients. Add the water and oil gradually. Add more water if the dough is too dry, or add more flour if it is too sticky. The oil preserves the dough and keeps it soft so it can be used many times. Store it in a plastic bag in the refrigerator."],["div",{"id":"lip76","uri":"/manual/family-home-evening-resource-book.lip76"},"Provide rolling pins and cookie cutters to use with the play dough."]]],[".recipe",{"id":"/manual/family-home-evening-resource-book","uri":"/manual/family-home-evening-resource-book"},["h1","Craft Clay"],[".ingredients",["div",{"id":"lip78","uri":"/manual/family-home-evening-resource-book.lip78"},"Combine:"],["div",{"id":"lip79","uri":"/manual/family-home-evening-resource-book.lip79"},"1 cup corn starch"],["div",{"id":"lip80","uri":"/manual/family-home-evening-resource-book.lip80"},"1 1/4 cup salt"],["div",{"id":"lip81","uri":"/manual/family-home-evening-resource-book.lip81"},"2 cups baking soda (1 pound box)"],["div",{"id":"lip82","uri":"/manual/family-home-evening-resource-book.lip82"},"1 tablespoon oil"]],[".preparation",["div",{"id":"lip83","uri":"/manual/family-home-evening-resource-book.lip83"},"Cook until thickened to doughlike consistency. Turn mixture out on pastry board and knead. Cover with a damp cloth or keep in a plastic bag. Good for plaques and other models. It can be painted when dry."]]],[".recipe",{"id":"/manual/family-home-evening-resource-book","uri":"/manual/family-home-evening-resource-book"},["h1","Modeling Clay"],[".ingredients",["div",{"id":"lip85","uri":"/manual/family-home-evening-resource-book.lip85"},"2 cups salt"],["div",{"id":"lip86","uri":"/manual/family-home-evening-resource-book.lip86"},"2/3 cups water"],["div",{"id":"lip87","uri":"/manual/family-home-evening-resource-book.lip87"},"1 cup corn starch"],["div",{"id":"lip88","uri":"/manual/family-home-evening-resource-book.lip88"},"1/2 cup cold water"]],[".preparation",["div",{"id":"lip89","uri":"/manual/family-home-evening-resource-book.lip89"},"Stir salt and 2/3 cups water over heat four to five minutes. Remove from heat. Add corn starch and cold water. Stir until smooth. Cook again until thick. Store in plastic bag. This clay will not crumble when dry."]]],[".recipe",{"id":"/manual/family-home-evening-resource-book","uri":"/manual/family-home-evening-resource-book"},["h1","Baked Clay"],[".ingredients",["div",{"id":"lip91","uri":"/manual/family-home-evening-resource-book.lip91"},"4 cups flour"],["div",{"id":"lip92","uri":"/manual/family-home-evening-resource-book.lip92"},"3/4 cup water"],["div",{"id":"lip93","uri":"/manual/family-home-evening-resource-book.lip93"},"1 cup salt"]],[".preparation",["div",{"id":"lip94","uri":"/manual/family-home-evening-resource-book.lip94"},"Press out dough and have child make his handprint on it. Bake at 325° for 1 hour. Will be light brown in color."]]]]],["ul.bullet",["li",["span.label","•"],[".para","Almost every child loves to finger paint. Here are some basic recipes. This is one activity that can be repeated several times throughout the year, and the children never grow tired of it. It may be wise to provide old shirts for paint smocks."],[".recipe",{"id":"/manual/family-home-evening-resource-book","uri":"/manual/family-home-evening-resource-book"},["h1","Flour and Salt Finger Paint—Cooked"],[".ingredients",["div",{"id":"lip97","uri":"/manual/family-home-evening-resource-book.lip97"},"2 cups flour"],["div",{"id":"lip98","uri":"/manual/family-home-evening-resource-book.lip98"},"2 teaspoons salt"],["div",{"id":"lip99","uri":"/manual/family-home-evening-resource-book.lip99"},"food coloring"],["div",{"id":"lip100","uri":"/manual/family-home-evening-resource-book.lip100"},"3 cups cold water"],["div",{"id":"lip101","uri":"/manual/family-home-evening-resource-book.lip101"},"2 cups hot water"]],[".preparation",["div",{"id":"lip102","uri":"/manual/family-home-evening-resource-book.lip102"},"Add salt to flour, then pour in cold water gradually and beat mixture with egg beater until it is smooth. Add hot water and boil until it becomes glossy. Beat until smooth; then mix in coloring."]]],[".recipe",{"id":"/manual/family-home-evening-resource-book","uri":"/manual/family-home-evening-resource-book"},["h1","Soap Finger Paint"],[".ingredients",["div",{"id":"lip104","uri":"/manual/family-home-evening-resource-book.lip104"},"soap flakes"],["div",{"id":"lip105","uri":"/manual/family-home-evening-resource-book.lip105"},"food coloring or powder paint"]],[".preparation",["div",{"id":"lip106","uri":"/manual/family-home-evening-resource-book.lip106"},"Beat soap flakes in small amount of water until it reaches the consistency of whipped cream. Add color and mix well. Use on smooth table top (it washes off easily), construction paper, or balloons, as well as on paper."]]],[".recipe",{"id":"/manual/family-home-evening-resource-book","uri":"/manual/family-home-evening-resource-book"},["h1","Plastic Starch Finger Paint"],[".ingredients",["div",{"id":"lip108","uri":"/manual/family-home-evening-resource-book.lip108"},"liquid plastic starch (available in grocery stores)"],["div",{"id":"lip109","uri":"/manual/family-home-evening-resource-book.lip109"},"water soluble powder paint in salt shakers"]],[".preparation",["div",{"id":"lip110","uri":"/manual/family-home-evening-resource-book.lip110"},"Pour a small amount of liquid starch on dry paper. Shake powder paint on paper and spread with hands. You might even want to try finger painting with instant pudding. Everyone loves this one! Shaving cream is also fun to finger paint with."]]]]],["ul.bullet",["li",["span.label","•"],[".para","Let the children try using water colors."],[".para","If you use tempera paints (powder paints mixed with water), add some dishwater soap to the paint so it will wash out of clothes."]],["li",["span.label","•"],[".para","Let the children try painting on rocks."],[".para","If paints aren’t available or practical, give the child a can of water and a brush and let him paint the house!"]],["li",["span.label","•"],[".para","Draw on paper with chalk. Put butcher paper on the wall and have the child draw a mural on it. Try wetting paper with a sponge and then drawing on it with chalk. Chalkboards are a good addition to a toy supply."]],["li",["span.label","•"],[".para","Cut out pictures from magazines and show the child how to paste them on paper, boxes, paper cups, or plates. Talk about the pictures. Tissue scraps, material scraps, colored paper shapes can also be cut and pasted."],[".para","Make pinwheels, hanging mobiles, paper-bag or paper-plate puppets (attach popsicle stick to paper plate and make a face on it). Make a chain out of construction paper. Hook one link inside another, and talk about colors."]],["li",["span.label","•"],[".para","Put some powdered paint in an old salt shaker. Take the child for a walk in the snow and let him shake paint on the snow to color it. Make a picture on the snow."]]]],["li",["span.label","5."],[".para",["span.emphasis","Miscellaneous activities."]],["ul.bullet",["li",["span.label","•"],[".para","Have the child lie down on a piece of butcher paper. Trace around the outline of his body. Talk about what you are doing. “Now I’m drawing around your fingers.” Color the picture together. Talk about body parts and where they belong. Hang it up."]],["li",["span.label","•"],[".para","Take a head-to-toe picture of the child. Have it enlarged so that it measures ten to twelve inches high. Mount the picture on 1/8-inch hardboard (or heavy cardboard). Use white glue or rubber cement to mount the photo. Hang the picture on the wall or set it on a stand. (A short piece of one-inch diameter half round molding with a slot makes a good stand.)"]],["li",["span.label","•"],[".para","Cans are easily made into a variety of toys. Poke holes in cans, and run a string through the holes. Toddlers will enjoy pulling this toy behind them. Cans, as well as cartons, also make interesting blocks to stack and build with. Let children play with them in the kitchen area, putting them on the shelves with food for the family, or using them to play store. (If cans have sharp metal edges, cover with tape or avoid using them.)"]],["li",["span.label","•"],[".para","Buy a little bottle of soap bubbles or pour some dish soap, diluted with a little water, into a paper cup. A piece of bent wire or a plastic ring will do as a blower."]],["li",["span.label","•"],[".para","Even a two-year-old can help load silverware into a dishwasher or sit on a stool and help mother wash some dishes. Before mealtime, when a little one is underfoot and impatient for meals, try this: Give him an apron, a stool, some sudsy water and the cooking utensils you’ve finished using. For additional fun, add a few drops of food coloring to the water."]],["li",["span.label","•"],[".para","Going shopping? Take along labels from empty fruit and vegetable cans or cereal and cracker box fronts, and let your child help shop for the groceries by matching labels."]],["li",["span.label","•"],[".para","Let the child choose which vegetable, fruit, or dessert the family will have for supper. Let him select the pan to cook it in."]]]]]]]]]],"refs":null}
