{"id":125,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":125,"title":"Magic Tricks","subtitle":"","short_title":"Magic Tricks","uri":"/manual/family-home-evening-resource-book/family-activities/magic-tricks","content":[["div",{"id":"head18","uri":"/manual/family-home-evening-resource-book/family-activities/magic-tricks.head18"},["h1","Magic Tricks"]],[".bodyBlock",[".topic",["h2","Activity"],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/family-activities/magic-tricks.p3"},"Assign various family members to prepare one or more of the following “magic” tricks or think up some of their own. Most of these tricks require two people—a “mindreader” and an “assistant”—who both know the secret of the trick. Have them present the tricks to the rest of the family. The tricks will seem very puzzling until family members discover how they are done."],["div",{"id":"f39","uri":"/manual/family-home-evening-resource-book/family-activities/magic-tricks.f39"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Mind puzzles."],"While the mindreader is out of the room, the family chooses an object in the room. When the mindreader returns to the room, his assistant asks such questions as “Is it the table? Is it the chair?” When the correct object is named, the mindreader says, “That’s it.”"],[".para","Solution: The trick is that both the mindreader and the assistant have agreed on a clue beforehand. For example, the assistant could name a black or very dark colored object just before naming the correct one. You can also play this game by naming the correct object after a red article the first time, a white one the second time, and a blue one the third time."]],["li",["span.label","2."],[".para",["span.emphasis","Read the number."],"The family chooses a number while the mindreader is out of the room. When he returns, the assistant calls off numbers, and the mindreader identifies the right one."],[".para","Solution: The first digit of the first number called out by the assistant tells when the selected number will appear. For example, if 45 were the number, the assistant might call “39, 75, 45, 62.” The mindreader would reply “forty-five is the number.” The first digit of 39 is 3. This told the mindreader that the right number would be the third one called."]],["li",["span.label","3."],[".para",["span.emphasis","Reading the map."],"This requires a globe or a map. While the mindreader is out of the room, have the family choose a city. When he returns, the assistant names one city after another. When he says the correct one, the mindreader identifies it."],[".para","Solution: The assistant names the correct city two cities after a city with two words in its name, such as Baton Rouge or New York. You can also use this trick with countries."]],["li",["span.label","4."],[".para",["span.emphasis","Reading sentences."],"Have each member of the family write a short sentence on a slip of paper, fold the paper, and place it in a container. (Make sure that everyone uses the same kind of paper.) The assistant pretends to write on his, but actually does not. Mix up the slips in the container. The mindreader then draws a slip, places it against his head, and says any short sentence. The assistant says that the slip was his. The mindreader nods, unfolds the paper, and reads it silently. When he does this, he memorizes the sentence that is actually written on the paper. He throws away that slip of paper and repeats the performance, this time repeating the sentence he has just memorized. When this one is claimed by a player, he repeats the performance again, and so forth."]],["li",["span.label","5."],[".para",["span.emphasis","Temple reading."],"The mindreader leaves the room while the group chooses a number from one to ten. When he returns, he puts his hands on the temples of each player, one at a time, stopping at each as if he is meditating. When he does this with his assistant, the assistant secretly tells him the chosen number by tightening his jaws and relaxing them, which makes the muscles in his temples move, the correct number of times. The assistant must be careful not to move his mouth and cheeks so no one will find out the trick."]],["li",["span.label","6."],[".para",["span.emphasis","Pick a color."],"The magician shows five new crayons to the family. He then gives them to a member of the family and turns his back to the group. The family member mixes the colors while the magician’s back is turned and puts the crayons in the magician’s hand, behind his back. The magician then turns back around to face the group as members of the family call for a certain color. After much concentration, the magician brings each color forth correctly."],[".para","Solution: The audience doesn’t realize it, but the magician has five identical crayons secretly tucked under the back of his belt. He has memorized their order ahead of time. As someone calls for a color, he puts one of the original crayons in his back pocket and takes out the right crayon from his belt."]],["li",["span.label","7."],[".para",["span.emphasis","Invisible writing."],"Invisible writing is a method of secret writing with ink that is invisible until something is done to “develop” it. Below are several formulas for invisible ink:"],["ul.bullet",["li",["span.label","•"],[".para","Dip a sheet of paper in water: then flatten it against a windowpane or large wall mirror. Place a dry sheet over it. Print your secret message on the dry sheet, using a ball-point pen or a pencil with a medium hard lead and a point that is not sharp. Press hard as you write. When you finish the message, remove the dry sheet and throw it away. The printing will be clearly visible on the wet sheet. When the sheet dries, the letters will vanish without a trace. Plunge the sheet into water. The writing immediately becomes visible again."]],["li",["span.label","•"],[".para","One of the best inks of this type is ordinary milk. Apply it with a brush on a thick, hard-surfaced paper or thin cardboard, such as a file card. To bring out the writing, rub any kind of dark powdery substance over the dry page. A good way is to scrape the point of a lead pencil, letting the powder fall on a sheet of paper. Tap your fingertips on the graphite powder, then rub them over the invisible writing."]],["li",["span.label","•"],[".para","Take one tablet of a laxative and mash it up thoroughly in about half an ounce of rubbing alcohol. Be sure the entire tablet is dissolved. Use a brush to print the message. The writing will be invisible when the ink dries. To develop it, moisten a piece of cotton or cleansing tissue with household ammonia (or any other strong alkaline, such as washing soda dissolved in a small amount of water) and dab it on the page. The writing will appear."]]]]]]]]],"refs":null}
