{"id":128,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":128,"title":"Making and Keeping Aids for Family Home Evenings","subtitle":"","short_title":"Making and Keeping Aids for Family Home Evenings","uri":"/manual/family-home-evening-resource-book/family-activities/making-and-keeping-aids-for-family-home-evenings","content":[["div",{"id":"head21","uri":"/manual/family-home-evening-resource-book/family-activities/making-and-keeping-aids-for-family-home-evenings.head21"},["h1","Making and Keeping Aids for Family Home Evenings"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/making-and-keeping-aids-for-family-home-evenings.p2"},"Every effort has been made to make this manual as interesting for your family as possible. Pictures and games necessary for the success of the home evening are provided. You may want to make your own cutouts using patterns from the manual or by cutting materials from old family home evening manuals. By using the ideas below, you will increase the effectiveness of the activity and the ease in presenting the material."],["div",{"id":"f42","uri":"/manual/family-home-evening-resource-book/family-activities/making-and-keeping-aids-for-family-home-evenings.f42"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Removing cutouts from old manuals."],"To remove the cutouts from old manuals, use a razor blade or a sharp knife. Place a thin pile of newspapers or a piece of cardboard under the page you want to remove, and make a clean, straight cut. This will protect the other pages in the manual and prevent jagged edges that may result from using scissors."]],["li",["span.label","2."],[".para",["span.emphasis","Mounting cutouts."],"Cutouts are usually more useful if you mount them before using them in the home evening activity. To mount a cutout, cover the back of it with paste or glue and then attach it to heavier paper. Mount a picture to be used in a game or jigsaw puzzle on heavy paper or cardboard. Cutouts for flannel board may be mounted on lighter-weight paper."]],["li",["span.label","3."],[".para",["span.emphasis","Flannel boards."],"The flannel board is an inexpensive and easy-to-make device. It consists of a piece of flannel or felt fastened to a stiff surface. A large sheet of rigid corrugated cardboard makes a good backing for the flannel board. Plywood or masonite can also be used. Cut a piece of flannel a little larger than the cardboard backing. (Felt can be used, but it is more expensive.) Stretch the flannel over the face of the backing material; wrap it around the edges; and tape it securely to the back with wide masking tape or packing tape."],["ul.bullet",["li",["span.label","•"],[".para","Use a wide tape to fasten flannel on cardboard or masonite."]],["li",["span.label","•"],[".para","On plywood or celotex, use tacks or heavy-duty staples."]]],[".para","To use the flannel-board figures, glue pieces of flannel to the figure in several places, or use masking tape formed in a ring with the sticky side out so that it will stick to both the figure and the flannel board."]],["li",["span.label","4."],[".para",["span.emphasis","Other ways of displaying cutouts."],"You need not use a flannel board to display cutout figures. The following suggestions can be effective:"],["ul.bullet",["li",["span.label","•"],[".para","Use a pillow and straight pins. Stick the pin through the cutout and into the pillow in the position you want it."]],["li",["span.label","•"],[".para","Have the family sit around a table and lay the figures flat on it."]],["li",["span.label","•"],[".para","Place the cutouts on the floor where all can see them."]],["li",["span.label","•"],[".para","If you wish to move the cutouts as the story progresses, use spools or small blocks of wood or plastic. Make a ring with masking or transparent tape (with the sticky side out), and attach it to the back of the cutout and to the blocks or spools."]],["li",["span.label","•"],[".para","Cut grooves about an inch deep in the top of some of the blocks or spools. Mounted cutouts can then be inserted into the grooves and will stand upright on your table or floor to give a three-dimensional effect."]]]],["li",["span.label","5."],[".para",["span.emphasis","Chalkboard."],"The chalkboard is a familiar and convenient means of presenting visual materials. Lightweight, commercially made chalkboards are available at furniture and variety stores at moderate cost. But building your own chalkboard can be a fun family activity."],[".para","One of the best materials available for making a chalkboard is tempered masonite. This is a smooth, durable, and inexpensive material. You may make your chalkboard any size, but three feet by four feet is adequate for most purposes."],[".para","When the masonite is cut to size and the edges are smoothed with sandpaper, it is ready for painting. It should be coated with a paintlike material called “chalkboard slating,” which should be available at most paint stores and can be applied easily with a clean, soft brush. Chalkboard slating is also available in spray cans. Whether you brush or spray, be sure to follow the directions on the label of the container. Let the slating dry thoroughly. Also, let it age for several days before using."],[".para","Never write with chalk on a new or freshly cleaned board without first “sizing” it or coating it with chalk dust. Do this by patting or rubbing a loaded chalkboard eraser over the surface. If you fail to do this, it will be difficult to erase marks from the chalkboard. After use, a chalkboard can be cleaned with a dry cloth or chalkboard brush. Never use wet or oily rags. Once in a while, you may use a slightly damp cloth to clean chalk dust from the chalkboard. But the board must then be resized. Use soft, good-quality chalk. Colored chalks, which create added interest for young children, may also be used."]],["li",["span.label","6."],[".para",["span.emphasis","Chalkboard substitute."],"A piece of heavy, white poster board can make an excellent substitute chalkboard. Cover the whole poster board with a piece of clear, medium-weight plastic. Tape the plastic over the front of the poster board, using tape around the edge and over the back to secure it permanently. You may write or draw pictures on the plastic surface with wax or grease pencils, marking pencils, or soap crayons. The wax markings can be wiped off easily with tissues or a soft rag. If they do not come off easily with a soft rag, use a sponge and a mild liquid detergent or soap."]],["li",["span.label","7."],[".para",["span.emphasis","Bulletin board."],"A bulletin board can be very useful in family home evenings or for general family use. It can be made very inexpensively out of celotex or similar fibrous building material. These materials are generally available with a white-painted surface on one side, which is satisfactory for a bulletin surface. To hide the pin holes, cover the board with a coarsely woven cloth, such as burlap. Use your imagination to decorate the board, perhaps with an interesting border."]],["li",["span.label","8."],[".para",["span.emphasis","Posting board."],"This simple teaching aid consists of a series of horizontal slots or pockets on a folded board that will hold wordstrips or pictures. Fold butcher paper or heavy kraft wrapping paper like pleats; then tape it to the front surface of the board."]],["li",["span.label","9."],[".para",["span.emphasis","Puppets."],"Simple puppets can help you dramatize stories and important lesson ideas. Children love to be involved in these types of dramatic presentations, and they enjoy the use of all kinds of puppets. A variety of puppets made from paper sacks, socks, and other common items are shown below."]]]]]],"refs":null}
