{"id":148,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":148,"title":"Marked Yard Games","subtitle":"","short_title":"Marked Yard Games","uri":"/manual/family-home-evening-resource-book/family-activities/marked-yard-games","content":[["div",{"id":"head41","uri":"/manual/family-home-evening-resource-book/family-activities/marked-yard-games.head41"},["h1","Marked Yard Games"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/marked-yard-games.p2"},"Simple yard games can help children learn to take turns, play by simple rules, and win and lose. Because they involve hopping, jumping, catching, throwing, bouncing, hitting, and striking, the games described also develop motor skills and coordination. These games require little equipment and space, and you can mark the game area on indoor or outdoor surfaces."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/marked-yard-games.p4"},"As a family, select two or three yard games to be marked on your sidewalk, driveway, or floor. Although nine sample designs are given here, you may want to choose some activities to mark that are best suited to your family or culture. You will need chalk, paint, or floor marking tape."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/marked-yard-games.p5"},"Mark the two or three activities you have selected using the dimensions given here. Show and talk about different ways each game can be played. Encourage young children to make up some games of their own. For instance, they might jump or hop the hopscotches without throwing a marker."],["div",{"id":"f93","uri":"/manual/family-home-evening-resource-book/family-activities/marked-yard-games.f93"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Tetherball."],"You can make your own tetherball pole from an 8-foot (2.5-meter) to 10-foot (3-meter) piece of 1 1/2- or 2-inch (3.8- or 5-cm) pipe, two 10- to 12-inch (25- or 30-cm) pieces of rebar (concrete reinforcing steel rod) welded to the bottom of the pole, an eyebolt attached at the top of the pole, an old rubber tire, and a small amount of concrete mix."],[".para","Usually two players play at a time. The goal is to hit the ball hanging from the rope so that the rope will completely wrap around the pole. Each player must stay in the marked hitting area of the court. Variations may be played where the ball is caught and then hit."]],["li",["span.label","2."],[".para",["span.emphasis","Hopscotch."],"The player tosses a stone or some flat object into the first square, hops into that square and picks it up or kicks it out, and then hops back out. The stone must not land on any lines, and the player must not touch any lines with his hand or foot. The goal is to do the same thing in each square from 1 to 10. If the player throws his stone outside of the square he is aiming for or touches a line with his hand or foot, he must begin again or let someone else take a turn."]],["li",["span.label","3."],[".para",["span.emphasis","Snail hopscotch."],"The player does not throw an object, but merely hops in the squares from 1 to 30 on one foot and then hops from 30 to 1 on the other foot without touching any lines."]],["li",["span.label","4."],[".para",["span.emphasis","Toss-and-reach hopscotch."],"The player always tosses the object into the center square, then hops to each square in order. From each square, he must reach in to pick up the object without losing his balance or stepping on any lines."]],["li",["span.label","5."],[".para",["span.emphasis","Agility hopscotch."],"This game is more difficult. The player must hop back and forth across the center line without touching any lines or losing his balance. He must hop on his left foot in squares marked",["span.emphasis","L"],"and on his right foot in squares marked",["span.emphasis","R."],"He may rest with both feet down where the",["span.emphasis","L"],"and",["span.emphasis","R"],"are marked opposite each other."]],["li",["span.label","6."],[".para",["span.emphasis","Four-square."],"Four players usually play at a time. The player in square A usually bounces the ball to the player in another square. This player must control the ball and bounce it to a player in a different square. A player misses and goes to square D if he steps on a line, bounces the ball on a line, or cannot control the ball. The goal is to move up to square A. More than four players may play by having another person waiting outside each square. When the person in the square bounces the ball to another square, he must then jump out of his square and the waiting person then jumps in before the ball is bounced back to that square again."]]]]],[".topic",["h2","Additional Activities"],["div",{"id":"f94","uri":"/manual/family-home-evening-resource-book/family-activities/marked-yard-games.f94"},["ol.number",["li",["span.label","1."],[".para","Have a family hopscotch tournament. Draw a ladder and put each family member’s name on a rung. Players may challenge any person above their name on the ladder. Involve mom and dad, as well as the children."]],["li",["span.label","2."],[".para","Plan a neighborhood or extended family hopscotch, four square, and tetherball activity night with refreshments."]],["li",["span.label","3."],[".para","Identify and mark a new yard game to add to your family’s ready-to-go games."]]]]]]],"refs":null}
