{"id":122,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":122,"title":"Memory Magic","subtitle":"","short_title":"Memory Magic","uri":"/manual/family-home-evening-resource-book/family-activities/memory-magic","content":[["div",{"id":"head15","uri":"/manual/family-home-evening-resource-book/family-activities/memory-magic.head15"},["h1","Memory Magic"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/memory-magic.p2"},"All of us have good memories. We see, hear, and speak thousands of words in our own language with good understanding. But many of our memories are untrained. Improved memory can help us prepare for a mission, give talks, and teach lessons. It can help us gain self-confidence, meet and remember people, and be well informed and well organized. This activity is designed to help us gain mastery of our memory power."],[".topic",["h2","Preparation"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/memory-magic.p4"},"In advance, assign a family member to one of these memory-power techniques."],["div",{"id":"f34","uri":"/manual/family-home-evening-resource-book/family-activities/memory-magic.f34"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Visualization."],"Picture in your mind the things you want to remember in a systematic way. Pretend you are going shopping. You need to buy the following things:"],["table",["tbody",["tr",["td",{"colspan":"1","rowspan":"1"},[".para","A large ballpoint pen"]],["td",{"colspan":"1","rowspan":"1"},[".para","A new hat"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","An apple pie"]],["td",{"colspan":"1","rowspan":"1"},[".para","A mouse trap"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","A bottle of glue"]],["td",{"colspan":"1","rowspan":"1"},[".para","A jar of mustard"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","A box of matches"]],["td",{"colspan":"1","rowspan":"1"},[".para","A pair of sunglasses"]]],["tr",["td",{"colspan":"1","rowspan":"1"},[".para","A can of red paint"]],["td",{"colspan":"1","rowspan":"1"},[".para","A hammer"]]]]],[".para","Now that you have read these items, see how many of them you can recall without looking at them. Take forty seconds to write down as many as you can. How many did you remember? Now reorganize the list in this way:"],[".para","Visualize an empty table. Then picture yourself standing",["span.emphasis","a large ballpoint pen"],"on end. Then balance the",["span.emphasis","apple pie"],"on it. You then pour the",["span.emphasis","glue"],"on the pie, letting it drip on the table. Around the table edge stand the",["span.emphasis","matches"],"and start them burning. Then picture a friend standing beside the table pouring",["span.emphasis","red paint"],"from the",["span.emphasis","new hat."],"Just as you are ready to clean up the mess, you hear a loud snap and glance around. You see a",["span.emphasis","mouse trap"],"closing on your new",["span.emphasis","sunglasses."],"It has broken one lens and the other is smeared with",["span.emphasis","mustard."],"Someone is beating on the lens with a",["span.emphasis","hammer."]],[".para","Now take another forty seconds and see how many you can recall. You will do better than before."]],["li",["span.label","2."],[".para",["span.emphasis","Association."],"By associating, or linking in your mind, an unfamiliar thing with one that is familiar or easy to remember, you can remember the unfamiliar thing better. Rhymes, codes, initial letters, and familiar songs are all good memory aids."],[".para","Almost everyone knows the rhyme, “Thirty days hath September.” Many of us still use it to help us remember the number of days in a given month. Rhymes like this one can effectively improve memory."],[".para","Codes can also be very effective memory aids. For example, to recall the names of the spaces on the treble music clef, just remember that FACE spells face. To call the names of the lines on the treble clef, remember “Every Good Boy Does Fine” which stands for EGBDF. Make up your own codes for things you have to remember."],[".para","Using initials can also be helpful. For example, to remember the capitals of the six New England states—Boston, Concord, Hartford, Augusta, Montpelier, and Providence—think of the cities’ initials—BCHAMP. Then think to yourself, “Boston is largest, so B is the champ.”"],[".para","You can also use initials to help you remember outlines for Church and public speeches. If you had to give a talk on salesmanship, for example, and the points you will include are fairness, intelligence, gratitude, honor, and truth. These spell",["span.emphasis","fight"],"when the initials are put together."],[".para","Set the words of a list you need to memorize to the music of a song you know. For example, the books of the New Testament can be sung to the tune of “Praise to the Man” (“The Books in the New Testament,”",["span.emphasis","Children’s Songbook"],", p. 116; see also",["span.emphasis","Hymns,"],["span.crossRef","no. 27"],")."]]]]],[".topic",["h2","Activity"],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-activities/memory-magic.p26"},"Have the assigned family member introduce the memory aids he has studied. Then try one or more of these exercises."],["div",{"id":"f35","uri":"/manual/family-home-evening-resource-book/family-activities/memory-magic.f35"},["ol.number",["li",["span.label","1."],[".para","Try to remember mom’s shopping list using visualization."]],["li",["span.label","2."],[".para","Have an older child invent a code for remembering the Articles of Faith."]],["li",["span.label","3."],[".para","Memorize the books of the Book of Mormon by putting them to music."]],["li",["span.label","4."],[".para","Use the principle of association to remember family birthdays or other special events."]]]]]]],"refs":null}
