{"id":150,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":150,"title":"Rhythmical Exercise Program","subtitle":"","short_title":"Rhythmical Exercise Program","uri":"/manual/family-home-evening-resource-book/family-activities/rhythmical-exercise-program","content":[["div",{"id":"head43","uri":"/manual/family-home-evening-resource-book/family-activities/rhythmical-exercise-program.head43"},["h1","Rhythmical Exercise Program"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/rhythmical-exercise-program.p2"},"This activity offers an inviting and invigorating exercise program for those who may be less able to take part in active sports or games. Although it can be fun for all ages, it is designed especially for older members of the family. The exercises can be done in and around a chair in any home setting."],[".topic",["h2","Preparation"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/rhythmical-exercise-program.p4"},"Assign a family member to put the exercises in this activity to music of his choice. Have that person bring a cassette tape player or record player and become familiar with the exercise routine so he can teach it to others."]],[".topic",["h2","Activity"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-activities/rhythmical-exercise-program.p6"},"Before beginning this activity, make sure everyone understands that they should stop or slow down if they become too tired. You may also want to talk about the need for regular physical activity in your family’s daily routine."],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-activities/rhythmical-exercise-program.p7"},"Have the assigned person introduce the music and exercises to the family. Have everyone follow him as he leads them in the exercise program. Going through the routine several times is helpful in learning the different exercises."],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-activities/rhythmical-exercise-program.p8"},"Schedule and participate regularly (four to six days a week) in these exercises or some other large-muscle exercise program."]],[".topic",["h2","Additional Activities"],["div",{"id":"f96","uri":"/manual/family-home-evening-resource-book/family-activities/rhythmical-exercise-program.f96"},["ol.number",["li",["span.label","1."],[".para","Invite or assign family members to make up a new exercise routine using a chair to some of grandma’s or grandpa’s favorite music. Teach it to the family and use it in your fitness program."]],["li",["span.label","2."],[".para","Older members of the family might join with nearby neighbors for daily participation in a rhythmical exercise program."]],["li",["span.label","3."],[".para","In addition to a rhythmical exercise program, begin a program of regular walking. Walking is the best exercise for many older people. You can walk and talk with a friend, a grandchild, or other family members."],[".para","Begin with easy walking while shaking your hands loosely and breathing naturally. This helps prepare the body for more vigorous activity. After walking easily for five to eight minutes, increase to a brisk walk. Step heel first in order to minimize strain on the joints. Gradually increase your time until you are able to walk comfortably for thirty minutes."]],["li",["span.label","4."],[".para","Consider working toward a bronze, silver, or gold physical fitness award."]]]]]]],"refs":null}
