{"id":114,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":114,"title":"Role Playing","subtitle":"","short_title":"Role Playing","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing","content":[["div",{"id":"head7","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.head7"},["h1","Role Playing"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p2"},"In role playing, the participant acts out the part of someone in a real-life situation. This kind of activity can give those involved a better understanding of the feelings and behavior of others in situations they have not actually experienced themselves. It can also help them better understand how they should act in various real-life situations."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p3"},"Roles are not memorized. They may be planned or practiced, but are more often impromptu. Role playing is a good teaching device, especially when you want to make a point about people, their actions, and their beliefs. And it can be effective in helping those involved see how gospel principles would apply to everyday life."],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p4"},"Have a member of your family study these guidelines for role playing and present them to the rest of the family."],["div",{"id":"f9","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.f9"},["ol.number",["li",["span.label","1."],[".para","Choose a simple problem to center your role play around. The role play should require only a few roles—two to four roles for most problems. Have the whole family discuss the problem and the roles needed to portray the problem or situation adequately."]],["li",["span.label","2."],[".para","Encourage family members to portray the right ways to handle situations. They will learn that it is easier to show several things not to do than to show one that should be done. But role playing is most useful when it shows correct ways to do things."]],["li",["span.label","3."],[".para","Select family members for roles. You can do this in advance or after the family has defined the problem. Brief family members on the general nature of their roles. Stress that they will only be pretending."]],["li",["span.label","4."],[".para","Role-play the situation and have the rest of the family be the audience. Encourage the role players to act naturally, but do not interfere with them as the role play progresses. When the situation or problem has been fully explored, or when participation seems to lag, stop the role play."]],["li",["span.label","5."],[".para","Discuss the role play. Either have the whole family discuss the presentation, or discuss it first in buzz sessions. Have the family identify strengths and weaknesses in the choices and behavior of the role players. Ask them to reach a conclusion about how to solve the problem. It is not necessary that everyone agree on one point of view."]]]],[".topic",["h2","Activity"],["div",{"id":"p11","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p11"},"Have an assigned member of the family outline the mechanics of role playing. Choose a situation or a problem that concerns your family or start with one of the situations outlined below. Role-play the situation you choose, following the suggested guidelines."],["div",{"id":"p12","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p12"},["span.emphasis","Situation 1:"],"Judy Blacker missed taking driver’s education in high school when her father received a job transfer to another state. She has just turned sixteen and wants to get her driver’s license. Her father has promised to help her learn to drive."],["div",{"id":"p13","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p13"},"Mr. Blacker wants to keep his promise to help Judy learn to drive and get her license, but the family car is new. He is a little nervous about her using it to learn and has put off teaching her."],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p14"},"Today is Judy’s first lesson with father. They go out to the garage and get in the car."],["div",{"id":"p15","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p15"},"Now role-play what happens next."],["div",{"id":"p16","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p16"},["span.emphasis","Situation 2:"],"Bill Reynolds is sixteen. He has been taking a course in salesmanship in high school and is going for his first job interview for part-time work."],["div",{"id":"p17","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p17"},"Mr. Godfrey owns a small hardware store in Bill’s town. He needs a part-time worker, but is not sure he wants a high school student. Bill comes into the store for his scheduled appointment. Mr. Godfrey is waiting for him."],["div",{"id":"p18","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p18"},"Role-play this interview."],["div",{"id":"p19","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p19"},["span.emphasis","Situation 3:"],"Jerry, a ten-year-old, and Joshua, a nine-year-old, are playing softball in Jerry’s backyard. Jerry hits the ball extra hard and it flies over the fence and hits Mrs. Darger’s small bathroom window. The boys hear a sharp noise as the window cracks. Jerry’s heart sinks. He has been in trouble with Mrs. Darger before. Then he remembers that Mrs. Darger is at her daughter’s house for two days helping with a new granddaughter. And she lives alone, so no one else is there."],["div",{"id":"p20","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p20"},"The boys look at each other. They have to decide what to do."],["div",{"id":"p21","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p21"},"Role-play what they say and do."],["div",{"id":"p22","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p22"},"You might also role-play one of these situations:"],["div",{"id":"p23","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p23"},"An instructor with students in a practice teaching session"],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p24"},"Two missionaries tracting"],["div",{"id":"p25","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p25"},"A nonmember and a Church member who have just listened to the President of the Church talk about tithing in general conference"],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p26"},"Proper etiquette on a first date when the boy picks up the girl"],["div",{"id":"p27","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p27"},"The proper way to pass food at a dinner table"],["div",{"id":"p28","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p28"},"Noah and his sons building the ark with two unbelieving and critical people looking on"],["div",{"id":"p29","uri":"/manual/family-home-evening-resource-book/family-activities/role-playing.p29"},"You may get other ideas for good problems or situations to role-play from television programs, books, stories or personal experiences, Church speakers, and scripture stories."]]]],"refs":null}
