{"id":111,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":111,"title":"Serving Others Together","subtitle":"","short_title":"Serving Others Together","uri":"/manual/family-home-evening-resource-book/family-activities/serving-others-together","content":[["div",{"id":"head4","uri":"/manual/family-home-evening-resource-book/family-activities/serving-others-together.head4"},["h1","Serving Others Together"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/serving-others-together.p2"},"People in need are all around you—in your own extended family, in your neighborhood and in your community. And some of the most rewarding activities your family can take part in together are those designed to help these people. The possibilities are endless, limited only by your imagination, your sensitivity to others’ needs, and your willingness to give. Even very young children can feel the joy of serving. Your whole family can feel closer to each other as you work together for a good cause and share the satisfaction that comes in helping others."],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/family-activities/serving-others-together.p3"},"Here are some suggestions to keep in mind as you consider the kind of service you will plan:"],["div",{"id":"f5","uri":"/manual/family-home-evening-resource-book/family-activities/serving-others-together.f5"},["ol.number",["li",["span.label","1."],[".para","Carefully, even prayerfully, think about the needs of those close to you. Do not overlook those you know best. If you want to visit an elderly person, for example, remember those in your own family."]],["li",["span.label","2."],[".para","Remember that an unneeded or unwanted service may not be a service at all. Also, keep in mind that what you would appreciate may not be what another would appreciate, or even be able to use. For example, a gift of a sack of wheat might be merely confusing to a refugee family unfamiliar with Western foods and cooking methods."]],["li",["span.label","3."],[".para","Consider serving anonymously. This can help you and your children feel the pure joy of giving without concern for recognition or reward. Also, anonymous service is sometimes easier for others to accept. Often, though, your personal delivery of a gift will make it even more meaningful to the person who receives it."]],["li",["span.label","4."],[".para","Help the whole family feel that the service activity is",["span.emphasis","their"],"project, not one you are imposing on them. Let each person contribute ideas and help make final plans for the activity. Children, who often have great spontaneity and natural generosity, can make a real contribution to your planning."]]]],[".topic",["h2","Activity"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-activities/serving-others-together.p9"},"Choose one of these:"],["div",{"id":"f6","uri":"/manual/family-home-evening-resource-book/family-activities/serving-others-together.f6"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Choose an elderly person"],"or couple who needs some kind of help. As a family, decide what you could do to help the person you have chosen—for example, raking leaves, shoveling snow, caring for a lawn or garden, cleaning or repairing a house, or reading aloud to one who cannot see well. You might also prepare and present a talent show, invite an elderly person to family home evening, or buy something the person needs. And remember that the elderly will appreciate your friendship, as well as your help."]],["li",["span.label","2."],[".para",["span.emphasis","Share dinner with a new neighbor"],"or one who is alone. You could also take dinner to a shut-in. A neighborhood potluck supper could help those who live around you feel a spirit of friendship and acceptance."]],["li",["span.label","3."],[".para",["span.emphasis","Share a gift or even money"],"with someone who needs help. Each member of the family could contribute a certain amount toward a gift of money or an item that the person could not afford. Also, consider sharing fruits and vegetables from your garden or other goods your family may have. Homemade gifts of food—a loaf of bread or canned fruit—may also be appreciated. And remember that every family has two precious resources—time and energy—that they can use to help others. A day’s yardwork might be the most welcome gift you could give."]],["li",["span.label","4."],[".para",["span.emphasis","Be a “Substitute for Santa”"],"at Christmas for someone who may not have the means to enjoy a special meal or buy needed gifts. Look first to your extended family, then to the neighborhood and community. The bishop or a local newspaper or welfare agency can help you make a selection."],[".para","Have a member of your family, preferably mother or father, sensitively interview the family or person you chose to find out what would be appropriate Christmas gifts. Be careful not to make the family feel ashamed. If they would feel uncomfortable receiving the gifts, choose another family."],[".para","Assign family members to make or buy some of the items you have decided to give. Children can help make Christmas stockings or wreaths and everyone can help put together food baskets. Your family may even want to sacrifice a few of their own gifts. It may be fun to get a Christmas tree and decorate it with the recipient family. Present the gifts, either anonymously or as a family."]],["li",["span.label","5."],[".para",["span.emphasis","Have a family Deseret Industries drive."],"Gather unneeded clothing, toys, and other items. Then take these things to the Deseret Industries store nearest you."]],["li",["span.label","6."],[".para",["span.emphasis","Prepare a musical program"],"to take to a foster home, hospital, or old folks’ home. You could invite another family to join you. Your program could include vocal or instrumental solos, duets, trios, or quartets; and be sure to include some familiar sing-along tunes that your audience could join you in singing."]],["li",["span.label","7."],[".para",["span.emphasis","Clean up an outdoor area"],"near you—a park, roadside, or campground. Pick up litter in any public area."]],["li",["span.label","8."],[".para",["span.emphasis","Make simple puppets"],"to take to a children’s ward of a local hospital. Put on a puppet show of a favorite children’s story. Then let the children keep the puppets."]],["li",["span.label","9."],[".para",["span.emphasis","Volunteer to spend some time working"],"on a Church welfare project together."]]]]]]],"refs":null}
