{"id":127,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":127,"title":"Tangrams","subtitle":"","short_title":"Tangrams","uri":"/manual/family-home-evening-resource-book/family-activities/tangrams","content":[["div",{"id":"head20","uri":"/manual/family-home-evening-resource-book/family-activities/tangrams.head20"},["h1","Tangrams"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/tangrams.p2"},"A tangram is a puzzle. It can be enjoyed by the entire family. It does not require a great amount of skill. But it does require patience; time; and, above all, imagination. There are at least 1,600 possible designs that can be constructed with one seven-piece set."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/tangrams.p4"},"Divide a thick piece of cardboard or a panel of wood (1/4 inch [1/2 cm] thick and 6 inches [15 cm] square would be ideal) into sixteen smaller equal squares with a pencil and ruler. See figure 1."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/tangrams.p5"},"With pencil and ruler, draw the pattern that you desire, as shown in figure 2. Then cut the block where you have marked it."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-activities/tangrams.p6"},"You can make a variety of different figures—birds, dogs, men, cats, and so forth—with the seven tans that make up this square. The only rules are that you must use all seven pieces, and none of the pieces may be overlapped."]],[".topic",["h2","Variation"],["div",{"id":"p8","uri":"/manual/family-home-evening-resource-book/family-activities/tangrams.p8"},"Give each member of the family his own square or rectangle piece of paper and a pair of scissors. Each then cuts his paper apart with two straight cuts (see illustration). When each has cut apart his own paper, he mixes his pieces and passes them to the player on his right. Each player has five minutes to arrange the pieces so that they form the original square or rectangle. The player who first completes his puzzle scores ten points. Once a player has scored, shuffle the pieces again and pass them on to the next player to the right. Play continues as before. The game ends when each player has had the opportunity to work all puzzles but his own."]]]],"refs":null}
