{"id":121,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":121,"title":"Travel Games","subtitle":"","short_title":"Travel Games","uri":"/manual/family-home-evening-resource-book/family-activities/travel-games","content":[["div",{"id":"head14","uri":"/manual/family-home-evening-resource-book/family-activities/travel-games.head14"},["h1","Travel Games"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/travel-games.p2"},"Travel with children is not always fun and games. Particularly on long automobile trips, you can travel to a constant chorus of: “Are we there yet?” “I need a drink of water.” “When can we stop?” “I want an ice cream cone.” “How much longer?” “I have to go to the bathroom!”"],["div",{"id":"p3","uri":"/manual/family-home-evening-resource-book/family-activities/travel-games.p3"},"But with a little preparation, parents can make travel both educational and entertaining. This activity is intended to help families do just that."],[".topic",["h2","Preparation"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/travel-games.p5"},"To help children get the most from traveling, include them in the preparations for the trip. Get a road map for each school-age child, and check the library for books about the places you will see. Read the books together and take some of them along. Then as you travel, talk about the things you will be seeing and their significance."]],[".topic",["h2","Activity"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-activities/travel-games.p7"},"Try some of the following games on your next family trip. You can also adapt some of them for use in family home evening. Encourage family members to make up their own games. The games suggested are intended for automobile trips, but can be adapted for plane, train, or bus trips."],["div",{"id":"f32","uri":"/manual/family-home-evening-resource-book/family-activities/travel-games.f32"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Junior navigator."],"Get a road map for each child. At home have a basic lesson in map reading and have the kids mark the routes you will be traveling. On the road, show how highway signs relate to the map. Make a game of estimating how long it will take to reach a certain town. Let kids take turns giving directions. Older children can also help keep track of mileage, miles per gallon, and trip expenses."]],["li",["span.label","2."],[".para",["span.emphasis","Talk show."],"Have children take turns pretending to be a talk show host. They can use a tape recorder and have other passengers discuss what impressed them most about attractions or pretend to be historical characters related to the sites. The tape makes a nice trip souvenir."]],["li",["span.label","3."],[".para",["span.emphasis","Trip journal."],"The type will vary with the skills of the children. Little ones can draw pictures of their impressions; grade-school children can write and illustrate; older ones may want to gather materials for scrapbook collections—brochures, postcards, leaves, or flowers."]],["li",["span.label","4."],[".para",["span.emphasis","“Roots.”"],"Take along a collection of family stories for long stretches of highway. Stories that relate to the area are nice. But family stories need not be old to be interesting. Parents can tell about their childhood, courtship, wedding day, or other events."]],["li",["span.label","5."],[".para",["span.emphasis","License games."],"Various games can be played by spotting license plates."],[".para","Alphabet: Look for the letters of the alphabet—in order—on plates. The first one to spot the next letter gets one point."],[".para","Doubles and triples: Look for double or triple digits on license plates, such as 22 or 333. Score two points per double, three per triple."],[".para","Bingo: With twenty-five squares marked off and numbered with two-digit numbers like a bingo card, the leader calls out the first two digits of the license plates for players to mark on their cards."],[".para","States: See how many different states you can spot on license plates."]],["li",["span.label","6."],[".para",["span.emphasis","Word games."],"Write down scrambled names of places along your route and see who can unscramble them first. Or see who can make the most words from the name of a city or river."],[".para","Older children often like to make their own crossword puzzles. The puzzles can be designed around the trip’s itinerary, duplicated, and taken along on the trip."]],["li",["span.label","7."],[".para",["span.emphasis","“I’m Going to the Alamo.”"],"The first player says, “I’m going to the Alamo and I’m taking my camera.” The second player says, “I’m going to the Alamo and I’m taking my camera and sweater.” The third might take his camera, sweater, and sneakers. The object is to add to the list, while repeating in order all the previous articles. Players drop out when they make a mistake."]],["li",["span.label","8."],[".para",["span.emphasis","Scavenger hunt."],"Each player has a list of common items that might be seen along the highway. The first to spot an object and call it out can cross it off his list. For team play, divide into two teams and take opposite sides of the road."]],["li",["span.label","9."],[".para",["span.emphasis","“Al from Alaska.”"],"The first player says something like “My name is Al; I come from Alaska; and I like airplanes.” The next player may say, “My name is Ben; I come from Baltimore; and I like badminton.” Continue in this way through all the letters of the alphabet."]],["li",["span.label","10."],[".para",["span.emphasis","Counting cars."],"Take any common object, such as red cars, vans, black and white cows, or red barns and see who spots the greatest number in a given time."]],["li",["span.label","11."],[".para",["span.emphasis","Blank maps."],"Before leaving home, make a photocopy for each child of the map of the country. Have them color the states or areas they’ll be touring."]],["li",["span.label","12."],[".para",["span.emphasis","Travel quizzes."],"Before leaving home, prepare quizzes on such things as state capitals or the geography along your route. Have children complete the quizzes and score points for each correct answer."]],["li",["span.label","13."],[".para",["span.emphasis","“Mile for Mile.”"],"Ask children to say “here” when they think they have gone one mile, five miles, or any arbitrary distance. One person watches the odometer and announces who came closest after all the results are in. A variation would be to choose a point down the road and give a piece of candy to the person who guesses most accurately how far away it is."]],["li",["span.label","14."],[".para",["span.emphasis","“Follow the Leader.”"],"This game requires at least four people. Any person in the group starts an action, such as clapping his hands, raising one arm up and down, or repeatedly touching his nose. All must follow this person, but at any time any other person in the group may start another action. The object of the game is for everyone to watch and follow the new action when it starts, while the person who is “it” must touch the person who starts the new action. The person who gets caught then becomes “it.”"],[".para","The more people involved in this activity, the more exciting it becomes."]],["li",["span.label","15."],[".para",["span.emphasis","“Categories.”"],"The players in this game decide on a category, such as makes of cars, flowers, colors, vegetables, or fruits. The younger the children, the simpler the category. The first player names an item in the chosen category, then the next player does, and so on around the circle until someone cannot think of an item that no one has said yet. He is then out. The last player in is the winner."]],["li",["span.label","16."],[".para",["span.emphasis","“Inkie-Pinkie.”"],"This game will be fun for adults. It requires creativity and ingenuity. Any one of the players thinks of two words that rhyme. He then thinks of a simple sentence that describes these two rhyming words, and says it to the other players. The other players then try to guess what the two rhyming words are. To help the players discover the two rhyming words, the following clue is given:"],[".para","If the two rhyming words are one-syllable words, the player giving the descriptive sentence says, “It is an ink, pink.” For two-syllable words, the player giving the descriptive sentence says, “It is an inkie-pinkie.” For three-syllable words, the player giving the descriptive sentence says, “It is an inkety-pinkety.” For four-syllable words, the player says, “It is an inkety-pink, pinkety-pink.”"],[".para","There can also be other variations."],[".para","The following are examples of how the game might be played:"],["ul.bullet",["li",["span.label","•"],[".para","Ink-pink—a tidy vegetable"],[".para","Answers—neat beet, clean bean"]],["li",["span.label","•"],[".para","Inkie-pinkie—a friendly corpse"],[".para","Answer—chummy mummy"]],["li",["span.label","•"],[".para","Inkety-pink, pinkety-pink—a very happy patient"],[".para","Answers—effervescent convalescent, exuberant recuperant"]]]],["li",["span.label","17."],[".para",["span.emphasis","Scrapbook bag."],"Plan with each child to take along some sort of a bag to collect souvenirs, brochures, and cards for scrapbooks and journals. These can be designed and made by hand especially for the trip, or be simple inexpensive ones."]],["li",["span.label","18."],[".para",["span.emphasis","Songs for the road."],"There are many fun songs to sing while traveling. You can use family favorites or this is a good opportunity to teach new ones."]]]]]]],"refs":null}
