{"id":158,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":158,"title":"Treating Shock","subtitle":"","short_title":"Treating Shock","uri":"/manual/family-home-evening-resource-book/family-activities/treating-shock","content":[["div",{"id":"head51","uri":"/manual/family-home-evening-resource-book/family-activities/treating-shock.head51"},["h1","Treating Shock"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/treating-shock.p2"},"At least one of your family members may well experience shock during his or her lifetime. Shock is extremely dangerous, and, unless it is recognized and treated, it can kill. This activity will help your family learn to recognize and treat shock."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/treating-shock.p4"},"Before you begin, write down on slips of paper a few situations that could cause shock and could actually happen in your family (see list below for ideas). Put the papers in a jar."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/treating-shock.p5"},"Shock may be caused by any of the following:"],["ul.bullet",["li",["span.label","•"],[".para","Loss of blood through internal or external bleeding"]],["li",["span.label","•"],[".para","Loss of plasma (the liquid part of the blood) through burns"]],["li",["span.label","•"],[".para","Loss of body fluids from vomiting, dysentery, or dehydration"]],["li",["span.label","•"],[".para","Allergic reactions"]],["li",["span.label","•"],[".para","Infections"]],["li",["span.label","•"],[".para","Heart trouble, heart attack, or stroke"]],["li",["span.label","•"],[".para","Poisoning by chemicals, gases, alcohol, or drugs"]],["li",["span.label","•"],[".para","Snake and animal bites"]],["li",["span.label","•"],[".para","Respiratory problems"]],["li",["span.label","•"],[".para","Lack of oxygen"]],["li",["span.label","•"],[".para","Chest wounds"]],["li",["span.label","•"],[".para","Broken ribs"]],["li",["span.label","•"],[".para","Obstructions in the throat that cause the victim to choke"]],["li",["span.label","•"],[".para","Injuries to the respiratory system"]],["li",["span.label","•"],[".para","Damage to the spine that paralyzes muscles"]],["li",["span.label","•"],[".para","Water-related accidents"]],["li",["span.label","•"],[".para","Injuries of all types, both severe and minor"]],["li",["span.label","•"],[".para","Occasionally, fear, bad news, or the sight of blood."]]],["div",{"id":"p24","uri":"/manual/family-home-evening-resource-book/family-activities/treating-shock.p24"},"Explain to your family that tonight you are going to discuss something that could happen to any one of you sitting in this room—shock. Shock is the severe condition that depresses body functions and can keep the heart, lungs, and other organs from working normally. Many different things can cause it, and almost all medical emergencies involve some form of shock. Unless it is treated, shock can kill a person, even if his injuries are not serious."],["div",{"id":"f111","uri":"/manual/family-home-evening-resource-book/family-activities/treating-shock.f111"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","Causes of shock."],"Discuss the causes of shock as outlined above. Stress that if any of these things happen, you should always treat for shock as a precautionary measure."]],["li",["span.label","2."],[".para",["span.emphasis","Recognizing shock."],"Discuss the following signs:"],["ul.bullet",["li",["span.label","•"],[".para","One common form of minor shock is fainting or faintness."]],["li",["span.label","•"],[".para","The skin may be pale or bluish and cold to the touch. If the victim has dark skin, look at the color of the inside of the mouth or of the skin under the eyelids or nails."]],["li",["span.label","•"],[".para","The skin may be moist and clammy."]],["li",["span.label","•"],[".para","The pupils of the eyes may be dilated. The eyes may be dull and lackluster, a sign of poor circulation."]],["li",["span.label","•"],[".para","The victim is weak."]],["li",["span.label","•"],[".para","Breathing may be shallow, panting, labored, or irregular."]],["li",["span.label","•"],[".para","The pulse is usually fast (over 100 beats a minute)."]],["li",["span.label","•"],[".para","There may be nausea, vomiting, anxiety, and thirst. The victim may collapse."]]],[".para","As shock grows worse, look for these signs:"],["ul.bullet",["li",["span.label","•"],[".para","The victim may become apathetic and not respond. This is because he is not getting enough oxygen."]],["li",["span.label","•"],[".para","The eyes may become sunken. The victim may have a vacant expression."]],["li",["span.label","•"],[".para","The victim’s skin may become spotty because of very low blood pressure and congested or collapsed blood vessels."]]],[".para","Unless the victim is treated, he will eventually pass out. His body temperature will fall, and he may even die."]],["li",["span.label","3."],[".para",["span.emphasis","Treating shock."],"Tell family members that you treat for shock as soon as you have dealt with stopped breathing and severe bleeding. A first aider cannot give complete medical care for shock; only a medical facility can do this. However, a first aider can give care that will help prevent shock."],["ul.bullet",["li",["span.label","•"],[".para","For minor shock, such as faintness, have the victim sit down and put his head between his knees. As blood flows to the brain, the body’s normal functions will usually resume."]],["li",["span.label","•"],[".para","Have the victim lie down. Do your best to comfort, quiet, and soothe the victim. Keep him comfortable, and keep the body temperature normal. If it is hot, provide shade; if it is cold, put blankets or other protective coverings both under and over the victim."]],["li",["span.label","•"],[".para","Choose the best position for the victim according to the nature of the injury. The following illustrations will help you make a decision."],[".para",["span.emphasis","Standard position"],"for giving care for shock: feet up, injury elevated. Warning: Do not elevate the injury if you think a bone may be broken. Do not elevate",["span.emphasis","any"],"unsplinted fracture."],[".para","The victim should be flat on the back if you think a bone may be broken and it is not splinted, if elevation is painful, or if you are unsure about which position is correct."],[".para","If the victim has a head wound or is having trouble breathing, elevate the",["span.emphasis","head and shoulders."],"Do not elevate the feet and the head at the same time."],[".para","A victim who is bleeding from the mouth, vomiting, or may vomit should lie on one side, so fluid will drain from the mouth."],[".para","A trained medical person can help prevent shock by giving intravenous fluids to replace body fluids lost through an injury or illness. If you cannot get medical help within one hour and the victim is likely to die, giving fluid by mouth may help prevent shock."],[".para","Do",["span.emphasis","not"],"give the victim fluid to drink if he or she is unconscious or semiconscious, vomits or may vomit, or appears so severely injured that surgery or a general anesthetic may be needed."],[".para","Make a salt and soda solution. Mix 1 level teaspoonful of salt (about 5 ml) and 1/2 level teaspoonful (about 2.5 ml) of baking soda in a quart (or liter) of water that is neither hot nor cold. If you mix this solution in an ordinary drinking glass or cup (250 ml or 8 ounces), use about 2 pinches of salt and 1 pinch of soda."],[".para",["span.emphasis","Never"],"give alcoholic beverages. If you do not have salt and soda, give plain water in the amounts listed below:"],[".para",["span.emphasis","Adults"],"who are conscious and not vomiting: Give half a cup (about 120 milliliters) or glass of salt and soda solution over a period of fifteen minutes. Have the victim sip it slowly. Give the same amount during the next fifteen minutes, and the next, if the person is still conscious and not vomiting."],[".para",["span.emphasis","Infants and children"],"who are conscious and not vomiting: Give the same salt and soda solution in smaller amounts. To a child, give about 1/4 cup or glass over each fifteen-minute period. To an infant, give about 1/8 of a normal glass over each fifteen minutes. You may need to use a nursing bottle."],[".para","If someone has not already left for help, take all necessary precautions and be fairly sure the victim is stable. Then go for help yourself. Return as fast as you can."],[".para","After you feel your family understands what shock is and how to treat it, take turns drawing from the jar the situations that could cause shock."],[".para","For example:"],["ul.bullet",["li",["span.label","•"],[".para","Janie is allergic to many foods. She ate one."]],["li",["span.label","•"],[".para","Grandpa has heart trouble."]],["li",["span.label","•"],[".para","Grandma is a diabetic. She has to be very careful of what she eats and what she does."]],["li",["span.label","•"],[".para","Bobby loves to swim and spends a lot of time at the pool. As energetic as he is, he could very easily have a water accident."]],["li",["span.label","•"],[".para","We all camp out a lot. We have been bitten many times by insects."]]],[".para","Have the person who draws the slip read the situation to the rest of the family and then pretend to be the victim. Have the rest of the family take the necessary steps to treat him. Continue until all the slips have been drawn."]]]]]]]]],"refs":null}
