{"id":159,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":159,"title":"Treating Bleeding","subtitle":"","short_title":"Treating Bleeding","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding","content":[["div",{"id":"head52","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.head52"},["h1","Treating Bleeding"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.p2"},"How often has a child come running through your door holding up a finger and announcing tearfully, “Mommy, my finger is bleeding. Can you make it better?” Most of us could handle that emergency. But what if you came upon a really serious accident where someone was bleeding—perhaps a car accident or a more serious household accident? This activity will teach your family how to handle bleeding."],[".topic",["h2","Materials Needed"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.p4"},"Cotton"],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.p5"},"Handkerchief"],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.p6"},"Cloth"],["div",{"id":"p7","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.p7"},"Strips of cloth"]],[".topic",["h2","Preparation"],["div",{"id":"p9","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.p9"},"Have a family member learn these steps to control bleeding. Have him present them to the rest of the family."],["div",{"id":"f116","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.f116"},["ol.number",["li",["span.label","1."],[".para","The best way to control bleeding is to hold a thick pad of clean cloth over the wound with your hand and apply direct pressure. A folded handkerchief will do, but it is best to use a sterile cloth if possible. If you cannot get a pad right away, use your hand until you can get a pad. Put your hand, palm flat, directly over the wound. Press firmly and evenly as necessary to stop the bleeding. Pressing will make the flow of blood slow down and clot."]],["li",["span.label","2."],[".para","Keep the original covering on the wound. Changing the covering will disturb the blood clot that has formed. If the pad becomes saturated, add other layers of material to the top as needed and keep pressing. Keep these pads in place until the blood has clotted and bleeding subsides."]],["li",["span.label","3."],[".para","Unless you think a bone may be broken, raise the victim’s bleeding limb above the level of his heart as you continue to apply pressure. Gravity helps to reduce blood flow in the injured area, which slows down the loss of blood through the wound."]],["li",["span.label","4."],[".para","After the bleeding is under control, apply a pressure bandage to the wound. Steady the victim’s limb. Keep the original covering on the wounded area and place the center of a strip of material or gauze over the middle of the covering. Wrap this strip around the middle of the covering, around the limb, and back to the starting point. Repeat until the strip is used up. Tie it in a knot directly over the center of the covering. Keep the bandage tight enough to prevent bleeding, but loose enough to allow blood to circulate."]],["li",["span.label","5."],[".para","If direct pressure does not stop the bleeding, you may need to use the pressure point technique. With this technique, you press the main artery above the wound in order to stop bleeding. You can identify the artery by feeling a strong pulse beat. Fig. 9 shows the locations of major pressure points."],[".para","Lay the victim on his back. Press with the flat of your hand directly over the pressure point. If the bleeding does not stop, use the flat of your fingers to apply more direct force. Place the fingers of one hand over the artery and use the other hand over those fingers to add greater pressure."],[".para","To apply pressure on the pressure point in the wrist, for example, hold the victim’s arm in the air. Place your fingers on the inside of the wrist and your thumb on the outside. Press your fingers firmly toward your thumb."],[".para","The pressure-point technique stops circulation within the limb. Use it",["span.emphasis","in addition"],"to the other methods already in progress. As a rule, do not use the pressure-point technique alone to stop bleeding. If bleeding should start up again, however, be ready to reapply pressure at the pressure point."]],["li",["span.label","6."],[".para","Using a tourniquet can be very dangerous. It can cause the victim to lose a limb. But, if you cannot stop serious bleeding any other way, you may need to use a tourniquet as a last resort to save a person’s life."],[".para","Wrap a band of cloth about two inches wide twice around the limb between the wound and the heart. Do",["span.emphasis","not"],"use wire or cord. On the arm, place the tourniquet no less than a hand’s width below the armpit. On the leg, place it no less than a hand’s width below the groin. In either case, place it as close to the wound as practical, but there must be unbroken skin between the tourniquet and the wound. Tie the ends of the tourniquet into a half knot; place a stick across the knot; then tie the ends above the stick in a tight knot. Twist the stick to apply just enough pressure to stop the bleeding. Use a second bandage to tie the end of the stick in place so it will not untwist."],[".para","Do not loosen the tourniquet. This will only allow more bleeding, which may be fatal. A tourniquet can safely remain in place for 30 to 45 minutes.",["span.emphasis","Get medical help immediately."],"Make sure the tourniquet is visible and that everyone concerned knows that it is there."]],["li",["span.label","7."],[".para","Always treat a bleeding victim for shock (see “Treating Shock”)."]],["li",["span.label","8."],[".para","For nosebleed take these steps:"],["ul.bullet",["li",["span.label","•"],[".para","Tilt the head forward."]],["li",["span.label","•"],[".para","Pinch the nose just below the bone in the bridge of the nose and hold for five minutes."]],["li",["span.label","•"],[".para","If the bleeding does not stop, blow the nose to clear the nasal passage on the bleeding side."]],["li",["span.label","•"],[".para","Pinch the nose again in the same spot."]],["li",["span.label","•"],[".para","Do not blow the nose to clear the clotted blood once the flow of blood has stopped."]],["li",["span.label","•"],[".para","Do not remove the blood clots from the nose for several hours."]],["li",["span.label","•"],[".para","Ice held on the bridge of the nose can also help stop the bleeding."]]]],["li",["span.label","9."],[".para","A fall or an automobile accident may cause dangerous bleeding inside the body. Watch to see if the victim coughs up blood or if there are traces of blood in the bowels. Do not give the person anything to drink; move him as little as possible; and go for help immediately."]],["li",["span.label","10."],[".para","For bleeding from the ear, get a doctor quickly."]],["li",["span.label","11."],[".para","Stay calm. Seeing lots of blood can be very alarming. But realizing that you know what to do to stop it can help you be calm."]]]]],[".topic",["h2","Activity"],["div",{"id":"p35","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.p35"},"Have the assigned family member present the material he has prepared. Using the cotton and strips of material, have family members practice on each other the steps in treating bleeding in different situations. The small children could use dolls or stuffed animals. Use the situations below or make up some of your own. Divide into teams if you wish."],["div",{"id":"p36","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.p36"},"Remind the family that the instructions to be calm and apply pressure to the wound apply to",["span.emphasis","all"],"bleeding problems, large or small."],["div",{"id":"f118","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.f118"},["ol.number",["li",["span.label","1."],[".para","Barbara cut her finger on a kitchen knife. What should we do?"]],["li",["span.label","2."],[".para","We are hiking and John falls off a ledge and injures his left leg. He is in pain and is bleeding. Now what?"]],["li",["span.label","3."],[".para","We are driving down the road and hear the screeching of tires. In the road is a small boy who has just been hit by an automobile. He is injured and is bleeding from the mouth. What should we do?"]],["li",["span.label","4."],[".para","Greg was playing with a stick, and he fell and punctured his arm. It is bleeding. What should we do?"]],["li",["span.label","5."],[".para","The boys have been mowing the lawn. Jenny comes running in and announces that the lawn mower has just cut Mike’s toe. It is bleeding and he is in a panic. What now?"]]]],["div",{"id":"p42","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.p42"},"Make sure that family members understand the basic steps in treating bleeding. You may need to review these skills periodically."]],[".topic",["h2","Additional Activities"],["div",{"id":"f119","uri":"/manual/family-home-evening-resource-book/family-activities/treating-bleeding.f119"},["ol.number",["li",["span.label","1."],[".para","Talk over some safety rules that might prevent accidents which cause bleeding. For example, teach your children how to use knives properly. Show the proper way to carry scissors. Discuss how to use hand tools and power tools."]],["li",["span.label","2."],[".para","Support your local and ward blood drives."]]]]]]],"refs":null}
