{"id":157,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":157,"title":"Treating Choking","subtitle":"","short_title":"Treating Choking","uri":"/manual/family-home-evening-resource-book/family-activities/treating-choking","content":[["div",{"id":"head50","uri":"/manual/family-home-evening-resource-book/family-activities/treating-choking.head50"},["h1","Treating Choking"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/treating-choking.p2"},"A series of simple techniques could save the life of someone who is choking on food or other objects. This activity will teach your family how to use these techniques."],[".topic",["h2","Preparation"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/treating-choking.p4"},"Have a family member become familiar enough with the following material to present it to the rest of the family: If the victim can cough, speak, or breathe, do not interfere."],["div",{"id":"p5","uri":"/manual/family-home-evening-resource-book/family-activities/treating-choking.p5"},"When someone is seriously choking, he will become pale and turn a bluish color. He may perspire and collapse. The signs of choking are often confused with those of a heart attack. But you can tell when someone is choking because he will be unable to speak. Time is a critical factor when someone is choking. Breathing must be restored within four minutes, or else brain damage may result. The person will die within eight minutes. So there is no time to call for a doctor or rescue vehicle."],["div",{"id":"p6","uri":"/manual/family-home-evening-resource-book/family-activities/treating-choking.p6"},"Here are several life-saving techniques—"],["div",{"id":"f109","uri":"/manual/family-home-evening-resource-book/family-activities/treating-choking.f109"},["ol.number",["li",["span.label","1."],[".para",["span.emphasis","The abdominal thrust, or Heimlich maneuver,"],"is the preferred method. With the victim standing or sitting, stand behind the victim and wrap your arms around the waist (see fig. 1). Place the thumb side of your fist against the victim’s abdomen, slightly above the navel and below the tip of the breastbone. Grasp your fist with your other hand and press it into the victim’s abdomen with four quick upward thrusts."]],["li",["span.label","2."],[".para","If the abdominal thrust method does not work or is impractical, use",["span.emphasis","the back blows method."],"With the victim standing or sitting, stand at his side and slightly behind him (see fig. 2). Place one hand high on the chest for support and position the victim’s head at chest level or lower so that gravity can assist the procedure. Give sharp blows with the heel of your hand over the victim’s spine between the shoulder blades. Do not just pat him on the back; use a series of quick, sharp blows. Give the blows as rapidly as possible."],[".para","If the victim is in the lying-down position, roll him toward you and deliver the back blows (see fig. 3). Figure 4 demonstrates back blows to an infant."],[".para","If the victim is lying down, roll the victim on his back and straddle his hips or one thigh. Place one of your hands on top of the other, with the heel of the bottom hand in the middle of the victim’s abdomen, slightly above the navel and below the rib cage. Move forward so that your shoulders are directly over the victim’s abdomen and press upward toward the diaphragm with four quick thrusts (see fig. 5). Do not press to either side."],[".para","For infants and small children (fig. 6), place the victim face up on your forearm, with his head down. This maneuver may be performed more easily by resting your forearm on your slightly elevated thigh. Place two or three fingertips on the middle of the victim’s abdomen, slightly above the navel and below the rib cage, and press into the victim’s abdomen with four quick upward thrusts."],[".para","If you are choking and there is no one around to help you, perform the abdomen thrust on yourself."]],["li",["span.label","3."],[".para","If neither of these procedures works, you must repeat the sequence: four quick upward thrusts and four quick back blows."],[".para","Press your own fist into your upper abdomen with a quick upward thrust, as described for the victim standing. Or you can lean forward and press your abdomen quickly over any firm object, such as the back of a chair, the edge of a sink, or a porch railing."]],["li",["span.label","4."],[".para",["span.emphasis","The chest thrust technique"],"is an alternate technique that can be used for women in advanced pregnancy or people who are so overweight that your arms cannot encircle the victim’s abdomen."],[".para","If the victim is standing or sitting (see fig. 7), stand behind him, place your arms under his armpits, and encircle his chest. Place the thumb side of your fist on the breastbone, but not on either the lower tip of the breastbone or the lower edge of the ribs. Grab your fist with your other hand and make four quick inward thrusts."],[".para","If the victim is lying down, place him on his back and kneel at the side of his body (see fig. 8). Locate the tip of the breastbone, at the upper abdomen. Measure two to three finger widths—1 to 1 1/2 inches (about 2.5 to 4 cm) up from this point. Place the heel of your other hand toward the victim’s head, on the lower half of the breastbone, next to the two fingers used to locate the tip of the breastbone. Put your other hand on top of the first and lean forward to bring your shoulders over the victim’s breastbone. Make four quick downward thrusts with your arms, which will compress the chest cavity."],[".para","If you use any of the above procedures properly, the food or other blocking object should pop from the patient’s mouth."],[".para","Have the assigned family member explain the above procedures to the family. Have everyone get a partner and practice; the children could practice on dolls. Spending a few minutes now may prepare you to save a life."]]]]]]],"refs":null}
