{"id":165,"parent_id":108,"book_id":71,"content_id":1,"language_id":1,"display_order":165,"title":"Water Safety Skills","subtitle":"","short_title":"Water Safety Skills","uri":"/manual/family-home-evening-resource-book/family-activities/water-safety-skills","content":[["div",{"id":"head58","uri":"/manual/family-home-evening-resource-book/family-activities/water-safety-skills.head58"},["h1","Water Safety Skills"]],[".bodyBlock",["div",{"id":"p2","uri":"/manual/family-home-evening-resource-book/family-activities/water-safety-skills.p2"},"Most drownings happen because people fail to practice safety rules for water activities. This activity is designed to help each family member learn water safety and water survival skills. You will need to have access to water (ocean, lake, river, lagoon, or swimming pool) along with instruction and careful supervision."],[".topic",["h2","Activity"],["div",{"id":"p4","uri":"/manual/family-home-evening-resource-book/family-activities/water-safety-skills.p4"},"If you live in an area where water safety classes are taught, plan to take a class as a family. If you do not, have a family member learn the following basic safety techniques and present them to the rest of the family. Have all family members practice the techniques until they feel comfortable with them."],["div",{"id":"f140","uri":"/manual/family-home-evening-resource-book/family-activities/water-safety-skills.f140"},["ol.number",["li",["span.label","1."],[".para","Survival Floating"],["ul.bullet",["li",["span.label","•"],[".para","Resting position. Let the body float in the water with the knees tucked up against the chest."]],["li",["span.label","•"],[".para","Preparing to exhale position. Make swimming motions with arms until head is above water."]],["li",["span.label","•"],[".para","Exhaling position. Exhale."]],["li",["span.label","•"],[".para","Inhaling position. Inhale."]],["li",["span.label","•"],[".para","Resting position. Allow body to return to resting position."]]]],["li",["span.label","2."],[".para","Back floating or sculling. Lie back, kick feet slightly and move arms from side to side. Very little motion is required to remain afloat."]],["li",["span.label","3."],[".para","Emergency flotation device. Practice removing clothing such as pants or shirts in the water and filling them with air to make a flotation device. Tie off the pant legs or shirt sleeves and raise them above the head scooping air into them."]],["li",["span.label","4."],[".para","Treading Water"]]]],["div",{"id":"p14","uri":"/manual/family-home-evening-resource-book/family-activities/water-safety-skills.p14"},"Besides helping family members learn these safety techniques, teach them the following essential water safety rules:"],["div",{"id":"f142","uri":"/manual/family-home-evening-resource-book/family-activities/water-safety-skills.f142"},["ol.number",["li",["span.label","1."],[".para","Learn to swim."]],["li",["span.label","2."],[".para","Never swim alone. (You may want to use the Scout buddy system.)"]],["li",["span.label","3."],[".para","Swim at a safe place, preferably with lifeguards present."]],["li",["span.label","4."],[".para","Don’t swim when overheated or overtired."]],["li",["span.label","5."],[".para","Before diving, make certain the water is deep enough and that there are no hidden objects."]],["li",["span.label","6."],[".para","Don’t swim further away from shore than you are able; distances in water are misleading."]],["li",["span.label","7."],[".para","When distance swimming, always be accompanied by someone in a boat who remains close by."]],["li",["span.label","8."],[".para","Learn and practice the skills of survival floating, treading water, and back floating."]],["li",["span.label","9."],[".para","Learn and practice the skills of removing shoes and clothing in the water. (In very cold water the clothes should not be removed.)"]],["li",["span.label","10."],[".para","Learn and practice the skills of emergency rescue in the water."]],["li",["span.label","11."],[".para","Learn and practice the skills of mouth-to-mouth artificial respiration (see pp. 322–26) and CPR (cardiopulmonary resuscitation)."]]]],["div",{"id":"p26","uri":"/manual/family-home-evening-resource-book/family-activities/water-safety-skills.p26"},"Caution: Require each family member to pass a minimum swimming and water survival skill test before being allowed to play in deep water. Always take a rope or some floating item to throw to a person who may get into trouble."]],[".topic",["h2","Additional Activities"],["div",{"id":"f143","uri":"/manual/family-home-evening-resource-book/family-activities/water-safety-skills.f143"},["ol.number",["li",["span.label","1."],[".para","After drown-proofing all family members, plan a family outing or camp at a nearby beach, lake, or resort."]],["li",["span.label","2."],[".para","Pursue other family interests such as river running, kayaking, surfing, or snorkeling. Encourage all family members to wear flotation devices during such activities. Many LDS families have a standing rule that some flotation device must be worn whenever anyone is in the water. This significantly reduces the chances for a mishap while boating or swimming."]]]]]]],"refs":null}
