{"id":8,"parent_id":6,"book_id":0,"content_id":1,"language_id":1,"display_order":8,"title":"Section 2 \"The Promises Made to the Fathers\"","subtitle":"","short_title":"Section 2","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.head3"},[".titleNumber","Section 2"],["h1","“The Promises Made to the Fathers”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p34"},"After writing an account of his glorious vision in the spring of 1820, the Prophet Joseph Smith recorded the circumstances of the heavenly manifestation wherein the angel Moroni visited him and gave him instruction (see",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.37-39"},"JS—H 1:37–39"],"). In the course of his communication, Moroni quoted scriptures to the youthful prophet, including",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"],"; however, he quoted them differently from the way they are found in the King James Version of the Bible.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.1-3"},"Doctrine and Covenants 2:1–3"],"is the record of that rendering and was placed in the Doctrine and Covenants in 1876 by Elder Orson Pratt at the direction of President Brigham Young. “Elder John A. Widtsoe one time had this to say about this section:"],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p35"},"“‘The beginning and the end of the gospel is written in section two of the Doctrine and Covenants. It is the keystone of the wonderful gospel arch; and if that center stone should weaken and fall out, the whole gospel structure would topple down in unorganized doctrinal blocks.’” (ElRay L. Christiansen, in Conference Report, Apr. 1960, p. 48.)"],"The message of Malachi is so important that it has been repeated in each of the standard works:",["ul.bullet",["li",["span.label","•"],[".para","Bible:",["a.scriptureRef",{"href":"/scriptures/ot/mal/4.5-6"},"Malachi 4:5–6"]]],["li",["span.label","•"],[".para","Book of Mormon:",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/25.5-6"},"3 Nephi 25:5–6"]]],["li",["span.label","•"],[".para","Doctrine and Covenants: 2; 27:9; 128:17"]],["li",["span.label","•"],[".para","Pearl of Great Price:",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.37-39"},"Joseph Smith—History 1:37–39"]]]],["div",{"id":"p40","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p40"},"Moroni’s rendering of Malachi’s message helps Latter-day Saints understand the prophecy. For example, President Joseph Fielding Smith noted an interesting aspect of Elijah’s return to the earth on 3 April 1836."],["div",{"id":"p41","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p41"},"“Edersheim in his work,",["span.emphasis","The Temple,"],"says: ‘To this day, in every Jewish home, at a certain part of the Paschal service [i.e., when they drink the “third cup”]—the door is opened to admit Elijah the prophet as forerunner of the Messiah, while appropriate passages are at the same time read which foretell the destruction of all heathen nations. It is a remarkable coincidence that, in instituting his own Supper, the Lord Jesus connected the symbol, not of judgment, but of his dying love, with his “third cup.”’"],["div",{"id":"p42","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p42"},"“It was, I am informed, on the third day of April, 1836, that the Jews, in their homes at the Paschal feast, opened their doors for Elijah to enter. On that very day Elijah did enter—not in the home of the Jews to partake of the Passover with them—but he appeared in the house of the Lord, erected to his name and received by the Lord in Kirtland, and there bestowed his keys to bring to pass the very things for which these Jews, assembled in their homes, were seeking.” (",["span.emphasis","Doctrines of Salvation,"],"2:100–101.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.1"},"D&C 2:1"],". What Priesthood Authority Was Elijah to Reveal or Restore to the Prophet Joseph Smith?"],["div",{"id":"p43","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p43"},"By the time Elijah appeared in the Kirtland Temple on 3 April 1836, Joseph Smith and Oliver Cowdery had already received the Melchizedek Priesthood under the hands of Peter, James, and John (May–June 1829); however, they yet lacked essential keys to that priesthood. President Joseph Fielding Smith explained the power and authority Elijah came to restore:"],["div",{"id":"p44","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p44"},"“The keys that Elijah held were the keys of the everlasting priesthood, the keys of the sealing power, which the Lord gave unto him. And that is what he … gave to the Prophet Joseph Smith; and that included a ministry of sealing for the living as well as the dead—and it is not confined to the living and it is not confined to the dead, but includes them both. …"],["div",{"id":"p45","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p45"},"“Elijah’s mission was the sealing power. He held the keys by which the parents could be sealed together and children sealed to parents. He bestowed these keys upon the Prophet Joseph Smith. And that applies to the dead as well as the living since the coming of the Lord Jesus Christ."],["div",{"id":"p46","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p46"},"“But what was the nature of his mission to the earth in these latter days? It was to restore power and authority which once was given to men on the earth and which is essential to the complete salvation and exaltation of man in the kingdom of God. In other words, Elijah came to",["span.emphasis","restore"],"to the earth, by conferring on mortal prophets duly commissioned of the Lord, the fulness of the power of priesthood. This priesthood holds the keys of binding and sealing on earth and in heaven of all the ordinances and principles pertaining to the salvation of man, that they may thus become valid in the celestial kingdom of God.” (",["span.emphasis","Doctrines of Salvation,"],"2:111–12, 117.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.1"},"D&C 2:1"],". Why Was Elijah the One Chosen to Restore the Sealing Powers of the Priesthood?"],["div",{"id":"p47","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p47"},"According to President Joseph Fielding Smith, an understanding of the central role of Elijah comes from an understanding of his role when he lived on this earth."],["div",{"id":"p48","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p48"},"“It has been a mystery to many members of the Church why this important mission was reserved for Elijah and why these authorities could not have been bestowed by some other prophet, or prophets, presumably Peter, James, and John, who held the keys of authority in the days of the dispensation of the meridian of time. Without question Peter, James, and John could have bestowed this authority, if they had been commissioned; so could Adam, for he held the keys of all the dispensations. The reason why Elijah was reserved for this mission, according to the Prophet Joseph Smith, was that:"],["div",{"id":"p49","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p49"},"“‘Elijah was the last prophet that held the keys of the priesthood, and who will, before the last dispensation, restore the authority and deliver the keys of the priesthood, in order that all the ordinances may be attended to in righteousness. It is true the Savior had authority and power to bestow this blessing; but the sons of Levi were too prejudiced. … Why send Elijah? Because he holds the keys of the authority to administer in all the ordinances of the priesthood; and without the authority is given, the ordinances could not be administered in righteousness.’” (",["span.emphasis","Doctrines of Salvation,"],"2:113–14.)"],[".",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.f5"},[".caption","The keys of the sealing powers were restored by Elijah."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.1"},"D&C 2:1"],". Elijah’s Return Was to Precede the “Great and Dreadful Day of the Lord”"],["div",{"id":"p51","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p51"},"The coming of Elijah is “an event to take place, according to the plain prediction, shortly preceding the great and dreadful day of the Lord. The great and dreadful day of the Lord, this prophecy proclaims, is the day of the coming of our Lord in the clouds of heaven in great glory and when he shall take vengeance upon the ungodly. It is to be a day dreadful to all who are unrepentant and full of sin, but to the just it shall be a day of peace and salvation. However, before it comes there is to be some mighty work performed by the restoration of Elijah’s authority, which is so potent that it will save the earth from destruction, or from being smitten with a curse.” (Smith,",["span.emphasis","Doctrines of Salvation,"],"2:112–13.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.2"},"D&C 2:2"],". Who Are the Fathers and Who Are the Children Referred to by Malachi?"],["div",{"id":"p52","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p52"},"Understanding this phrase is central to understanding the whole passage in Malachi: “The fathers are our dead ancestors who died without the privilege of receiving the gospel, but who received the promise that the time would come when that privilege would be granted them. The children are those now living who are preparing genealogical data and who are performing the vicarious ordinances in the temples."],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p53"},"“The turning of the hearts of the children to the fathers is placing or planting in the hearts of the children that feeling and desire which will inspire them to search out the records of the dead. Moreover the planting of the desire and inspiration in their hearts is necessary. This they must have in order that they might go into the house of the Lord and perform the necessary labor for their fathers, who died without a knowledge of the gospel, or without the privilege of receiving the fulness of the gospel.” (Smith,",["span.emphasis","Doctrines of Salvation,"],"2:127–28.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.2"},"D&C 2:2"],". What Are the Promises “Made to the Fathers”?"],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p54"},"Abraham and others of the fathers received promises from the Lord of an exalted reward for faithfulness to their covenants with him. It is expected that the hearts of Abraham’s descendants would turn to their forefathers and desire the same blessings for themselves and their dead loved ones. Otherwise, the earth would be wasted. Elder John A. Widtsoe explained the significance of these promises and the Latter-day Saints’ part in them: “In our preexistent state, in the day of the great council, we made a certain agreement with the Almighty. The Lord proposed a plan, conceived by him. We accepted it. Since the plan is intended for all men, we become parties to the salvation of every person under that plan. We agreed, right then and there, to be not only saviors for ourselves but measurably, saviors for the whole human family. We went into a partnership with the Lord. The working out of the plan became then not merely the Father’s work, and the Savior’s work, but also our work. The least of us, the humblest, is in partnership with the Almighty in achieving the purpose of the eternal plan of salvation.” (",["span.emphasis","Utah Genealogical and Historical Magazine,"],"Oct. 1934, p. 189; see also History of the Church, 6:59–61.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.3"},"D&C 2:3"],". Why Would the Earth Be Cursed and Utterly Wasted If the Sealing Powers Had Not Been Restored?"],["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.p55"},"Ratification in heaven is given to all ordinances of the gospel through the sealing powers of the priesthood. This sealing power makes possible the welding together of fathers and children, a work essential for exaltation to the living and the dead (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.18"},"D&C 128:18"],"). The curse spoken of by Malachi is clarified by Moroni, who explained that “the whole earth would be utterly wasted” at the Lord’s coming if the sealing powers were not restored. President Joseph Fielding Smith explained why: “The sealing power of Elijah makes it possible for this joining of the families, generation to generation, back to the beginning. Now, if these units of authority were not here, then the work of sealing, by which the family units are preserved, could not be performed; then the binding power by which all blessings are sealed in heaven, as well as on earth, would be lacking. If this were so, the earth would be smitten with a curse, for all work which had been done, without these binding or sealing ordinances, would fall to the ground unfulfilled.” (",["span.emphasis","Doctrines of Salvation,"],"2:121–22.)"],[".",{"id":"f6","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-2-the-promises-made-to-the-fathers.f6"},[".caption","“The hearts of the children shall turn to their fathers” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/2.2"},"D&C 2:2"],")."]]]]]],"refs":null}
