{"id":10,"parent_id":6,"book_id":0,"content_id":1,"language_id":1,"display_order":10,"title":"Section 4 \"O ye That Embark in the Service of God\"","subtitle":"","short_title":"Section 4","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god","content":[["div",{"id":"head5","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.head5"},[".titleNumber","Section 4"],["h1","\"O Ye That Embark in the Service of God\""]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p79"},"The Prophet Joseph Smith wrote:"],["div",{"id":"p80","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p80"},"“After I had obtained the above revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3"},"D&C 3"],"], both the plates and the Urim and Thummim were taken from me again; but in a few days they were returned to me, when I inquired of the Lord, and the Lord said thus unto me: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10"},"D&C 10"],"]."],["div",{"id":"p81","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p81"},"“I did not, however, go immediately to translating, but went to laboring with my hands upon a small farm which I had purchased of my wife’s father, in order to provide for my family. In the month of February, 1829, my father came to visit us, at which time I received the following revelation for him: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4"},"D&C 4"],"].” (",["span.emphasis","History of the Church,"],"1:23, 28.)"],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p82"},"Even though this revelation was given for the Prophet’s father, it is addressed to all people who would serve God. Elder Joseph Fielding Smith pointed out that while only seven verses long, “it contains sufficient counsel and instruction for a lifetime of study. No one has yet mastered it. It was not intended as a personal revelation to Joseph Smith, but to be of benefit to all who desire to embark in the service of God. It is a revelation to each member of the Church, especially to all who hold the Priesthood. Perhaps there is no other revelation in all our scriptures that embodies greater instruction pertaining to the manner of qualification of members of the Church for the service of God, and in such condensed form than this revelation. It is as broad, as high and as deep as eternity. No elder of the Church is qualified to teach in the Church, or carry the message of Salvation to the world, until he has absorbed, in part at least, this heaven-sent instruction.” (",["span.emphasis","Church History and Modern Revelation,"],"1:35.)"],[".",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.f8"},[".caption","Joseph Smith Sr. sought the will of the Lord."]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.1"},"D&C 4:1"],". The Great and Marvelous Work Is Predicted"],["div",{"id":"p84","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p84"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.1"},"Doctrine and Covenants 6:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/11.1"},"11:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/12.1"},"12:1"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/14.1"},"14:1"],"were also given before the Church was organized on 6 April 1830."],["div",{"id":"p85","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p85"},"If the Lord calls something great and marvelous, then it truly is. Though the latter-day work had small beginnings, it will yet penetrate the entire world of the living and the dead, until every knee will bow and every tongue confess. Elder John A. Widtsoe declared that this prophecy has literally been fulfilled: “Unknown, untaught, with no reputation, [Joseph Smith] should have been forgotten in the small hamlet, almost nameless, in the backwoods of a great state; but he dared to say that the work that he was doing, under God’s instruction, was to become a marvel and a wonder in the world. We know, my brethren and sisters, that whether it be friend or enemy who speaks of us, if he is a sober-thinking, honest man, he will declare that whatever in his opinion the foundations of this work may be—we know the foundations—it is a marvelous work and a wonder, none like it in the long history of the world. The truths set loose by the Prophet Joseph Smith have touched every man of faith throughout the whole civilized world, and measurably changed their beliefs for good.” (In Conference Report, Apr. 1946, pp. 21–22.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.2"},"D&C 4:2"],". “Serve Him with All Your Heart, Might, Mind and Strength”"],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p86"},"This is a way of saying that a person must be totally committed to the work and have no reservation. This commitment involves the emotional, spiritual, intellectual, and physical energy of the person. Other ways of saying the same thing are “with an eye single to the glory of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.5"},"D&C 4:5"],") and “no man can serve two masters” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/6.24"},"Matthew 6:24"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.3"},"D&C 4:3"],". “If Ye Have Desires to Serve God Ye Are Called”"],["div",{"id":"p87","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p87"},"Does this injunction apply only to full-time missionaries, or does it apply to every member of the Church? If a person desires to serve, must he be set apart as a missionary? Elder George Albert Smith, later the eighth President of the Church, showed that this scripture applies to all Latter-day Saints."],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p88"},"“My understanding is that the most important mission that I have in this life is: first, to keep the commandments of God, as they have been taught to me; and next, to teach them to my Father’s children who do not understand them. …"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p89"},"“It is not necessary for you to be called to go into the mission field in order to proclaim the truth. Begin on the man who lives next door by inspiring confidence in him, by inspiring love in him for you because of your righteousness, and your missionary work has already begun.” (In Conference Report, Oct. 1916, pp. 50–51.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.4"},"D&C 4:4"],". “The Field Is White Already to Harvest”"],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p90"},"The imagery here is of a field of wheat, no longer green, but a brilliant gold, which almost seems dazzling white in the summer sunshine. Such a sight signified that the time of the harvest was at hand. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/9.36-38"},"Matthew 9:36–38"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.1-2"},"Luke 10:1–2"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/33.3"},"D&C 33:3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.64-66"},"101:64–66"],", where the imagery the Lord used in this verse is further made clear.)"],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p91"},"In the early days of the Restoration, thousands were prepared to receive the gospel. So many came into the Church that the enemies of the work were frightened. It was not one of a city or two of a family who joined; whole congregations united themselves with the work. Wilford Woodruff alone baptized over two thousand converts in less than a year’s ministry in Great Britain. Tens of thousands joined with the Church during its first decade of existence. Nor is the time of the harvest yet over. The Church grew to over 1 million members in 1947, 4 million in 1978, and 11 million in 2000. That year the Church had over 60,000 full-time missionaries in the field. Truly the statement of the Lord given in 1829 is still being realized. The field is still white and ready for the harvest."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.6"},"D&C 4:6"],". Attributes to Develop for the Service of God"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p92"},"Peter, in his injunction to the Saints to take upon them the “divine nature” (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.4-8"},"2 Peter 1:4–8"],"), lists nearly the same characteristics found in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/4.6"},"Doctrine and Covenants 4:6"],". Peter encouraged them to give all diligence in developing these godlike characteristics. President David O. McKay applied Peter’s teachings to Latter-day Saints:"],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p93"},"“[Peter] wrote on one occasion: ‘… that we might be partakers of the divine nature.’ (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.4"},"2 Peter 1:4"],".) He realized what it means to be in touch with the spiritual, to rise above the temporal, the sensual, and partake of the divine Spirit of God."],["div",{"id":"p94","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p94"},"“… that is the purpose of making us more capable of responding to the Spirit and subduing the sensual. …"],["div",{"id":"p95","uri":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-4-o-ye-that-embark-in-the-service-of-god.p95"},"“That is why we like to have every young man and every young woman utilize his or her time intelligently, usefully, to bring the soul in harmony with the spirit, that we all might be partakers of God’s Spirit, partakers of his divine nature.” (In Conference Report, Oct. 1961, p. 90.)"]]]]],"refs":null}
