{"id":2,"parent_id":0,"book_id":29,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/manual/behold-your-little-ones-nursery-manual/introduction","content":[["div",{"id":"head1","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.head1"},["h1","Introduction"]],[".bodyBlock",[".sidebar",["h2","Teaching Tips"]],[".topic",["h2","The Nursery Class"],[".sidebar",["div",{"id":"p22","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p22"},"For information about the characteristics of nursery-age children, see",["span.emphasis","Teaching, No Greater Call: A Resource for Gospel Teaching"],"(1999),",["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/lesson-1-teaching-children.p1"},"110–11"],"."]],[".topic",["h3","Purpose"],["div",{"id":"p4","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p4"},"The purpose of the nursery class is to help children learn the restored gospel of Jesus Christ and live it. The nursery class should help the children increase their understanding of and love for Heavenly Father and Jesus Christ, have positive experiences in a Church setting, and grow in feelings of self-worth."]],[".topic",["h3","Letter to Parents"],["div",{"id":"p6","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p6"},"A few weeks before a child begins attending the nursery class, a member of the Primary presidency should give the child’s parents a copy of the",["span.crossRef","letter on page 7"],"."],[".",{"id":"f3","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.f3"}]],[".topic",["h3","Nursery Leaders"],[".img-left",{"id":"f4","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.f4"}],["div",{"id":"p8","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p8"},"At least two people (a nursery leader and an assistant nursery leader) should be called for each nursery class. If the nursery leaders are not husband and wife, they should be of the same gender. The nursery leaders should work together during the entire nursery class to ensure the safety and well-being of the children."]],[".topic",["h3","Physical Environment"],["div",{"id":"p10","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p10"},"The nursery class should provide a loving, safe, organized learning experience for the children. The room should be clean, cheerful, and inviting and located near a restroom if possible. Toys should be clean, safe, and in good condition. Climbing equipment should not be used."]],[".topic",["h3","Schedule"],[".sidebar",["div",{"id":"p23","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p23"},["b",["span.emphasis","Schedule:"]],"When planning the schedule for your nursery class, consider the children’s needs. How long can they sit before they need to move around? When will they be hungry and need a snack? Will a quiet activity help them prepare for the lesson? Remember that many young children have short attention spans. Watch for restlessness and other behaviors that tell you the children need a change."]],["div",{"id":"p12","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p12"},"The nursery class normally lasts the entire time scheduled for Primary. This time should be separated into several segments, such as lesson time, snack time, music time, and playtime."],["div",{"id":"p13","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p13"},"The needs of the children will help you decide on the order of the segments and the length of each segment. Children respond well to consistency, so follow the same order each week."],["ul.bullet",["li",["span.label","•"],[".para",["span.emphasis","Lesson:"],"Begin and end lesson time with a prayer, which should usually be given by one of the children (with help from one of the nursery leaders if needed). During lesson time, present any or all of the activities from a lesson in this manual. You can repeat these activities throughout the nursery class. Other Church-produced resources, such as the",["span.crossRef",["span.emphasis","Children’s Songbook"]],"and Church magazines, may also be helpful."]],["li",["span.label","•"],[".sidebar",["div",{"id":"lip24","uri":"/manual/behold-your-little-ones-nursery-manual.lip24"},["b",["span.emphasis","Play:"]],"Many nursery-age children are not emotionally or socially ready to share toys and other playthings. Do not force them to share if they don’t want to."]],[".para",["span.emphasis","Play:"],"Allow the children to play freely with toys, puzzles, and books. Children learn through play. At the end of playtime, help the children put things away."]],["li",["span.label","•"],[".para",["span.emphasis","Snack:"],"Provide a healthy snack that is easy to manage. Ask parents if there are any foods they do not want their children to eat. Help the children wash their hands and ask a blessing on the food before they eat. Money for snacks should come from the Primary budget."]],["li",["span.label","•"],[".para",["span.emphasis","Music:"],"Sing songs, play simple musical instruments, or move or march to music (see “Music in the Nursery Class,” on page 4). This segment of the nursery class can be part of the lesson time, or it can be a separate segment dedicated to music."]]],["div",{"id":"p18","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p18"},"At the end of the nursery class, the teachers should make sure the children are picked up only by their parents or other members of their immediate family. They should not let anyone else take the children unless the parents have given their permission."]],[".topic",["h3","Transitions"],["div",{"id":"p20","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p20"},"Provide the children with a routine that helps them change from one segment to another. For example, you could sing a song like",["span.crossRef","“Fun to Do”"],"(",["span.emphasis","Children’s Songbook,"],"253), using words like, “Picking up toys is fun to do” or “Washing our hands is fun to do,” and so on."]]],[".topic",["h2","About the Lessons in This Manual"],[".sidebar",["div",{"id":"p60","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p60"},["b",["span.emphasis","Activities:"]],"Monitor the children’s involvement during the activities. You know the capabilities and needs of the children in your nursery. Adapt the activities as needed. (See",["span.emphasis","Teaching, No Greater Call,"],["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/lesson-1-love-softens-hearts.p1"},"33–34"],".)"]],["div",{"id":"p26","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p26"},"The purpose of the lessons in this manual is to help nursery-age children learn basic doctrines of the restored gospel of Jesus Christ. Pray for guidance and seek the influence of the Spirit as you prepare to teach these lessons (see",["span.emphasis","Teaching, No Greater Call,"],["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/lesson-10-prepare-every-needful-thing.p1"},"97–99"],"). You can teach them in any order, and you can teach the same lesson in consecutive weeks. You can also teach the same lesson twice during one nursery class, depending on the needs and interests of the children."],["div",{"id":"p27","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p27"},"Use only Church-produced resources in the nursery class. In addition to the activities in this manual, you can use games, pictures, songs, stories, and other activities from Church magazines."],["div",{"id":"p28","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p28"},"Use the scriptures as you teach the children. When a lesson suggests that you tell a story from the scriptures, open the scriptures and point to the place where the story is found. This helps the children understand that what you are teaching comes from the scriptures. Teach them to appreciate and reverence the scriptures. If you do not have your own copy of the scriptures, ask your bishop or branch president how you can obtain a copy."],["div",{"id":"p29","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p29"},"As you teach these lessons, be sensitive to the home and family situations of the children. When a lesson refers to the children’s parents or families, consider the feelings of any children who are being raised by a single parent, by grandparents, or by other family members."],["div",{"id":"p30","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p30"},"Also be sensitive to the feelings of any children in your nursery who have physical disabilities. Focus on the things the children",["span.emphasis","can"],"do, not what they cannot do. For more information about teaching those with disabilities, see",["span.emphasis","Teaching, No Greater Call,"],["a.crossRef",{"href":"/manual/teaching-no-greater-call-a-resource-guide-for-gospel-teaching/lesson-4-helping-new-members-and-less-active-members.p1"},"38–39"],"."],["div",{"id":"p31","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p31"},"The main parts of the lessons are described below:"],[".topic",["h3","Introduction for the Teacher"],["div",{"id":"p33","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p33"},"Each lesson begins with a brief explanation of the doctrine to be taught, including scripture references. Reading and pondering this introduction and the related scriptures will help you prepare yourself spiritually to teach the doctrine to the children by the Spirit. It is not intended that this introduction be read to the nursery children."]],[".topic",["h3","Learning Activities"],[".sidebar",["div",{"id":"p61","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p61"},["b",["span.emphasis","Activity box:"]],"You may want to make an activity box to keep in the nursery classroom. It can contain things you have made or used for activities, such as puzzles, pictures, puppets, copies of coloring pages, and so on. You can use these items at any time during the nursery class."]],"The objective of the learning activities is to teach children the gospel by giving them opportunities to:",["ul.bullet",["li",["span.label","•"],[".para","Hear about the doctrine."]],["li",["span.label","•"],[".para","See a visual related to the doctrine."]],["li",["span.label","•"],[".para","Sing (or hear a song) about the doctrine."]],["li",["span.label","•"],[".para","Do a physical activity related to the doctrine."]],["li",["span.label","•"],[".para","Verbalize something about the doctrine."]]],["div",{"id":"p41","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p41"},"Prepare a special place in the nursery room where you can gather the children close to you for the learning activities. It may be on a blanket or mat on the floor, or it may be on chairs arranged in a circle. Sit or kneel so that you are close to the children and at their eye level. (Note: Please dress appropriately for kneeling, sitting on the floor, and bending over.)"],[".",{"id":"f11","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.f11"}],["div",{"id":"p42","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p42"},["span.emphasis","Gathering Activities:"],"Begin each lesson by gathering the children with a Church-approved song or other activity. As you use the same gathering activity each week, the children will recognize the activity as a signal that lesson time is starting, and this will help them get ready for the lesson. A gathering activity can be as simple as clapping your hands rhythmically and inviting the children to clap with you. Almost any Church-approved song or activity will work if it is simple and you use it consistently every week."],[".sidebar",["div",{"id":"p62","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p62"},["b",["span.emphasis","Gathering:"]],"Praise the children who sit with you. If some of them do not want to sit, do not force them, but encourage them with a variety of activities. While one nursery leader is teaching, the other nursery leader can help direct the children’s attention."]],"Here are some other examples of gathering activities:",["ul.bullet",["li",["span.label","•"],[".para","Sing a song the children enjoy, such as",["span.crossRef","“I Am a Child of God”"],"(",["span.emphasis","Children’s Songbook,"],"2–3) or",["span.crossRef","“Love One Another”"],"(",["span.emphasis","Children’s Songbook,"],"136)."],[".sidebar",["div",{"id":"lip63","uri":"/manual/behold-your-little-ones-nursery-manual.lip63"},["b",["span.emphasis","Songs:"]],"If you use a song or activity verse for your gathering activity, repeat it a few times, using a softer voice each time."]]],["li",["span.label","•"],[".para","Sing",["span.crossRef","“If You’re Happy”"],"(",["span.emphasis","Children’s Songbook,"],"266), using the following words:"],["div",{"id":"f","uri":"/manual/behold-your-little-ones-nursery-manual.f"},[".stanza",[".line","If you’re ready for our lesson, come sit down."],[".line","If you’re ready for our lesson, come sit down."],[".line","If you’re ready for our lesson, it will surely be a blessing."],[".line","If you’re ready for our lesson, come sit down."]]]],["li",["span.label","•"],[".sidebar",["div",{"id":"lip64","uri":"/manual/behold-your-little-ones-nursery-manual.lip64"},["b",["span.emphasis","Repetition"]],"helps children learn. If the children especially enjoy a learning activity or an optional activity, repeat it at other times during the nursery class and in future weeks."]],[".para","Recite the following activity verse, and invite the children to do the actions with you:"],["div",{"id":"f","uri":"/manual/behold-your-little-ones-nursery-manual.f"},[".stanza",[".line","I’m glad I came to church today,",["span.emphasis","(put fingertips together to form a steeple)"]],[".line","To learn of Jesus, sing,",["span.emphasis","(cup hands around mouth)"],"and pray.",["span.emphasis","(fold arms)"]]]]]]],[".topic",["h3","Optional Activities"],["div",{"id":"p54","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p54"},"Each lesson suggests 2 to 4 optional activities you can choose from to supplement the lesson if desired. You can also use these activities at other times during the nursery class. Many of these activities require additional preparation. If the supplies required for these activities are not available to you, you can substitute similar supplies. Money for these supplies can come from the Primary budget."]],[".topic",["h3","Visuals"],[".sidebar",["div",{"id":"p65","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p65"},["b",["span.emphasis","Visuals:"]],"To help the children learn from pictures and line drawings, point out details that are relevant to the principles you are teaching."]],[".img-left",{"id":"f19","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.f19"}],["div",{"id":"p56","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p56"},"Each lesson includes two pages of visuals: a color picture and a line drawing. Their purpose is to visually reinforce the principles taught in the lesson. Suggestions for using the visuals are included in the lessons."]],[".topic",["div",{"id":"p58","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p58"},"On the right side of each page are suggestions and ideas to help you teach the lesson successfully. Some of these are suggestions about presenting a specific activity, but most are general principles that apply anytime you are teaching small children."]]],[".topic",["h2","Music in the Nursery Class"],[".sidebar",["div",{"id":"p84","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p84"},["b",["span.emphasis","Music:"]],"You do not need a piano or CD player to use music in the nursery class. The children will feel comfortable if you simply gather them around you and sing. Be familiar with the words to the song so that you can maintain eye contact with the children."]],["div",{"id":"p67","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p67"},"Nursery-age children are ready and eager to learn about Heavenly Father and Jesus Christ, and music can help them learn. Music invites the Spirit, and it can create a warm and loving atmosphere, making the nursery class a happy place to be."],["div",{"id":"p68","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p68"},"Don’t worry if you aren’t a talented singer. The children will listen to the words, watch your facial expressions, and enjoy the melody rather than focusing on your singing ability."],[".topic",["h3","Ways to Use Music"],[".sidebar",["div",{"id":"p85","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p85"},["b",["span.emphasis","Music resources:"]],"Consider preparing a box of music resources to keep in the nursery classroom. It could contain a list of songs and activity verses the children enjoy, simple pictures for the children to hold while you sing, or simple musical instruments."]],"Music can serve a variety of purposes in the nursery class. You can use it to:",["ul.bullet",["li",["span.label","•"],[".para","Welcome the children. For example, you can have quiet music playing as the children enter the nursery."]],["li",["span.label","•"],[".para","Teach gospel principles. Most of the lessons in this manual suggest songs that relate to the topic of the lesson."]],["li",["span.label","•"],[".para","Help the children prepare to begin a different activity—for example, to establish a reverent atmosphere in preparation for lesson time."]],["li",["span.label","•"],[".para","Give the children a chance to move and enjoy themselves."]],["li",["span.label","•"],[".para","Familiarize the children with songs they will sing in Primary."]]]],[".topic",["h3","Helping Children Participate"],["div",{"id":"p77","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p77"},"To teach the children a song, sing a short line a couple of times and then invite them to sing it with you. Praise them for their efforts. At first they may sing only a word or two, and the younger children might not sing at all, but they can still learn and have fun listening to you sing. They may also enjoy doing simple actions that go along with the songs. Eventually they will learn the words and begin to sing with you, especially if you repeat the songs."],[".",{"id":"f23","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.f23"}]],[".topic",["h3","Other Resources"],"The words to several songs are included in the lessons in this manual. You can also use:",["ul.bullet",["li",["span.label","•"],[".para","The",["span.crossRef",["span.emphasis","Children’s Songbook"]],"and audio recordings of Primary songs. Songs that are simple and that have repeating phrases are especially appropriate for nursery-age children. You can add simple actions suggested by the words."]],["li",["span.label","•"],[".para","The Church’s music Web site,",["a.urlRef",{"href":"http://www.lds.orghttp://www.lds.org/churchmusic"},"www.lds.orghttp://www.lds.org/churchmusic"],". Here you can hear the music to the songs in the",["span.emphasis","Children’s Songbook"],"and the hymnbook."]],["li",["span.label","•"],[".para","Assistance from your Primary music leader."]]]]],[".topic",["h2","Potential Problems and Possible Solutions"],["div",{"id":"p87","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.p87"},"The following are some common problems that may occur in the nursery class and some suggestions for solving them. In all situations, sincerely praise the child when he or she is behaving appropriately. Forcing children to comply is not the solution to behavior problems. Remember that it is important for every child to have a loving, enjoyable experience in the nursery class."],["div",{"id":"f25","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.f25"},["table",["tbody",["tr",["th",[".para","Problem"]],["th",[".para","Possible Solution"]]],["tr",["td",[".para","A parent brings a child to the nursery class, and the child cries when the parent tries to leave."]],["td",[".para","Invite the parent to stay until the child is calm and settled. Try to interest the child in the activity that is taking place in the nursery class, and invite him or her to participate."]]],["tr",["td",[".para","A child seems afraid of you or the other children, wanders aimlessly around the nursery, or will not interact with anyone."]],["td",[".para","Be patient; do not pressure the child to participate. Give him or her time to get to know you, the other children, and the environment. Occasionally reassure the child, and continue to invite him or her to join an activity. Help ensure that the nursery class is a loving, enjoyable experience for the child."]]],["tr",["td",[".para","A child clings to you and demands your constant attention."]],["td",[".para","Young children need warmth and attention. Talking to and interacting with the child in a loving manner will usually satisfy him or her. Then encourage the child to become involved in the nursery activities."]]],["tr",["td",[".para","A child will not sit quietly and listen during the lesson. He or she distracts or upsets the other children."],[".img-left",{"id":"f26","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.f26"}]],["td",[".para","One nursery leader can direct the child’s attention to the activity while the other leader is conducting. Giving the child something to hold can help him or her be actively involved in the lesson. You may need to have the child sit with the second teacher to allow the other children to have a safe, productive lesson experience. Always remember to interact with the children in a loving, supportive manner."]]],["tr",["td",[".para","A child stands up and walks away before an activity is finished."]],["td",[".para","Be alert and aware of each child’s needs, interests, and attention span. Look for signs of restlessness so you can adjust the activity to fit the child’s needs. While one teacher is conducting the activity, the other teacher can invite and encourage a child who has lost interest. Do not force a child to participate in any activity."]]],["tr",["td",[".para","The children start fighting over a toy."],[".img-left",{"id":"f27","uri":"/manual/behold-your-little-ones-nursery-manual/introduction.f27"}]],["td",[".para","Young children have difficulty sharing. You may need to step in to help them solve the problem or to prevent them from hurting each other. Suggest ways they can play with the toys together, or redirect their attention to other toys and activities. Make sure there are enough playthings for each child. Praise the children for playing appropriately."]]],["tr",["td",[".para","A child starts to play roughly—throwing, swinging, or pounding toys."]],["td",[".para","You need to intervene in this behavior. The nursery class needs to be a safe environment for the children. Lovingly explain to the child that he or she cannot play this way, and then direct the child’s attention to some other form of play. Praise the child for appropriate behavior."]]],["tr",["td",[".para","A child begins to cry and whine. When you try to give comfort, he or she says something like, “I don’t like you” or “You’re not my mother” and pulls away."]],["td",[".para","Redirect the child’s attention to things happening in nursery or to a toy or book. This may help the child settle down. If he or she is inconsolable, take the child to his or her parent."]]]]]]]]],"refs":null}
