{"id":140,"parent_id":137,"book_id":0,"content_id":1,"language_id":1,"display_order":140,"title":"Section 124 A Solemn Proclamation: The Priesthood Order Is Established","subtitle":"","short_title":"Section 124","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.head4"},[".titleNumber","Section 124"],["h1","A Solemn Proclamation: The Priesthood Order Is Established"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p28"},"“Most of the Saints expelled from the State of Missouri during the winter 1838–9, found their way into Illinois and Iowa. A majority of them went to Quincy, Ill., about 200 miles from Far West, and there they were kindly and hospitably received. Governor Carlin of Illinois, legislators, and private citizens vied with each other in proffering assistance and sympathy."],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p29"},"“Among the prominent citizens who, at this time, extended a helping hand to the Saints were Daniel H. Wells, a native of Trenton, New York, and Dr. Isaac Galland. Daniel H. Wells was the owner of a tract of land, which he divided into lots and which the exiles were offered, practically on their own terms. Dr. Galland, also, sold his land at a reasonable price and on the most favorable terms."],["div",{"id":"p30","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p30"},"“The Prophet arrived at Quincy on the 22nd of April, 1839, and two days after, a Council was convened and resolutions were passed directing some of the Saints to go to [Iowa], and some to settle on Dr. Galland’s land, near Commerce, Ill. This location soon became the central gathering place, and its name was changed to Nauvoo. In the year 1841, when this Revelation was given, this beautiful city had about 3,000 inhabitants. A charter had been granted by the Illinois Legislature, by which Nauvoo was given a liberal municipal government, with authority to form a militia and erect a university. A Temple was about to be built. The scattered Saints were gathering, and the settlements in Illinois were growing rapidly. The mission in Great Britain was highly successful. Such were the general conditions when this Revelation was given. The Church had a moment’s rest. There was calm before the next storm.” (Smith and Sjodahl, Commentary, p. 768.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.1"},"D&C 124:1"],". “The Weak Things of the Earth”"],["div",{"id":"p31","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p31"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-1-9/section-1-the-lords-preface-the-voice-of-warning.p1"},"Notes and Commentary for Doctrine and Covenants 1:19–20, 23"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.2-6"},"D&C 124:2–6"],". “Make a Solemn Proclamation … to All the Nations”"],["div",{"id":"p32","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p32"},"The fulfillment of this directive from the Lord did not come until 1845. A number of individuals were to assist in preparing the document, but circumstances seem to have prevented it until later, when it was issued by the Twelve (see History of the Church, 6:80; 7:320, 558). In 1975 President Ezra Taft Benson, President of the Quorum of the Twelve, reaffirmed the message of the proclamation for the world:"],["div",{"id":"p33","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p33"},"“Today I shall speak doctrine, by way of warning and of testimony, and shall do so as one holding the holy apostleship, whose responsibility it is to proclaim the Lord’s message in all the world and to all people. Each of my brethren of the Council of the Twelve has the same responsibility I have to declare these things to the world and to bear record of them before all men."],["div",{"id":"p34","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p34"},"“Toward the end of his mortal ministry, the Lord commanded the Prophet Joseph Smith as follows:"],["div",{"id":"p35","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p35"},"“‘Make a solemn proclamation of my gospel … to all the kings of the world, to the four corners thereof … and to all nations of the earth.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.2-3"},"D&C 124:2–3"],".) He was to invite them to come to the light of truth, and use their means to build up the kingdom of God on earth."],["div",{"id":"p36","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p36"},"“In the spirit of this divine direction, on the sixth day of April 1845, and shortly after the Prophet Joseph Smith and his brother Hyrum had mingled their blood with that of the other martyrs of true religion, the Council of the Twelve made such a proclamation. …"],["div",{"id":"p37","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p37"},"“It seems fitting and proper to me that we should reaffirm the great truths pronounced in this declaration and that we should proclaim them anew to the world."],["div",{"id":"p38","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p38"},"“To the rulers and peoples of all nations, we solemnly declare again that the God of heaven has established his latter-day kingdom upon the earth in fulfillment of prophecies. Holy angels have again communed with men on the earth. God has again revealed himself from heaven and restored to the earth his holy priesthood with power to administer in all the sacred ordinances necessary for the exaltation of his children. His church has been reestablished among men with all the spiritual gifts enjoyed anciently. All this is done in preparation for Christ’s second coming. The great and dreadful day of the Lord is near at hand. In preparation for this great event and as a means of escaping the impending judgments, inspired messengers have gone, and are now going, forth to the nations of the earth carrying this testimony and warning."],["div",{"id":"p39","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p39"},"“The nations of the earth continue in their sinful and unrighteous ways. Much of the unbounded knowledge with which men have been blessed has been used to destroy mankind instead of to bless the children of men as the Lord intended. Two great world wars, with fruitless efforts at lasting peace, are solemn evidence that peace has been taken from the earth because of the wickedness of the people. Nations cannot endure in sin. They will be broken up, but the kingdom of God will endure forever."],["div",{"id":"p40","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p40"},"“Therefore, as humble servants of the Lord, we call upon the leaders of nations to humble themselves before God, to seek his inspiration and guidance. We call upon rulers and people alike to repent of their evil ways. Turn unto the Lord, seek his forgiveness, and unite yourselves in humility with his kingdom. There is no other way. If you will do this, your sins will be blotted out, peace will come and remain, and you will become a part of the kingdom of God in preparation for Christ’s second coming. But if you refuse to repent or to accept the testimony of his inspired messengers and unite yourselves with God’s kingdom, then the terrible judgments and calamities promised the wicked will be yours. …"],["div",{"id":"p41","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p41"},"“When the voice of warning goes forth it is always attended by testimony. In the great declaration issued by the apostles of the Lord Jesus Christ in 1845, this is the testimony which was borne, and we who are the apostles today renew it as our witness:"],["div",{"id":"p42","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p42"},"“‘We say, then, in life or in death, in bonds or free, that the great God has spoken in this age.—",["span.emphasis","And we know it"],"."],["div",{"id":"p43","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p43"},"“‘He has given us the Holy Priesthood and Apostleship, and the keys of the kingdom of God, to bring about the restoration of all things as promised by the holy prophets of old.—",["span.emphasis","And we know it"],"."],["div",{"id":"p44","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p44"},"“‘He has revealed the origin and the Records of the aboriginal tribes of America, and their future destiny.—",["span.emphasis","And we know it"],"."],["div",{"id":"p45","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p45"},"“‘He has revealed the fulness of the gospel, with its gifts, blessings, and ordinances.—",["span.emphasis","And we know it"],"."],["div",{"id":"p46","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p46"},"“‘He has commanded us to bear witness of it, first to the Gentiles, and then to the remnants of Israel and the Jews.—",["span.emphasis","And we know it"],"."],["div",{"id":"p47","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p47"},"“‘He has also said that, if they do not repent, and come to the knowledge of the truth, … and also put away all murder, lying, pride, priestcraft, whoredom, and secret abomination, they shall soon perish from the earth, and be cast down to hell.—",["span.emphasis","And we know it"],"."],["div",{"id":"p48","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p48"},"“‘He has said, that when … the gospel in all its fulness [is] preached to all nations for a witness and testimony, He will come, and all Saints with him, to reign on the earth one thousand years.—",["span.emphasis","And we know it"],"."],["div",{"id":"p49","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p49"},"“‘He has said that he will not come in his glory and destroy the wicked, till these warnings were given and these preparations were made for his reception.—",["span.emphasis","And we know it"],"."],["div",{"id":"p50","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p50"},"“‘Heaven and earth shall pass away, but not one jot or tittle of his revealed word shall fail to be fulfilled."],["div",{"id":"p51","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p51"},"“‘Therefore, again we say to all people, Repent, and be baptized in the name of Jesus Christ, for remission of sins; and you shall receive the Holy Spirit, and shall know the truth, and be numbered with the house of Israel.’ (",["span.emphasis","Messages of the First Presidency,"],"1:263–64.)” (In Conference Report, Oct. 1975, pp. 46–49; or",["span.emphasis","Ensign,"],"Nov. 1975, pp. 32–34.)"],["div",{"id":"p52","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p52"},"Other proclamations concerning the Church, its message and its mission, have been issued from time to time, but this early declaration best exemplifies the Lord’s instruction in the revelation in the Doctrine and Covenants. (For a more recent example of an official proclamation by the First Presidency and Quorum of the Twelve, see",["span.crossRef","“The Family: A Proclamation to the World,”"],["span.emphasis","Ensign,"],"Nov. 1995, p. 102.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.7"},"D&C 124:7"],". All Earthly Leaders “Are As Grass”"],["div",{"id":"p53","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p53"},"“The servants of the Lord are encouraged to proclaim the Gospel to kings and rulers without fear, for ‘they are as grass.’ Their power and glory are transient. The gospel is the only permanent factor in human history. The Priesthood is eternal.” (Smith and Sjodahl, Commentary, p. 769.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.12-14"},"D&C 124:12–14"],". Robert B. Thompson to Assist in Writing the Proclamation"],["div",{"id":"p54","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p54"},"In May 1841 Robert B. Thompson was appointed an associate editor of the",["span.emphasis","Times and Seasons"],"in Nauvoo. He served in that capacity until August 1841, when he died at age thirty, never able to fulfill the divine commission. (See History of the Church, 4:411–12.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.15"},"D&C 124:15"],". “Blessed Is My Servant Hyrum Smith”"],["div",{"id":"p55","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p55"},"President Heber J. Grant said: “No mortal man who ever lived in this Church desired more to do good than did Hyrum Smith, the patriarch. I have it from the lips of my own sainted mother, that of all the men she was acquainted with in her girlhood days in Nauvoo, she admired Hyrum Smith most for his absolute integrity and devotion to God, and his loyalty to the prophet of God.” (In Conference Report, Oct. 1920, p. 84.)"],[".",{"id":"f3","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.f3"},[".caption","Hyrum Smith, an example of integrity and devotion to God"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.16-17"},"D&C 124:16–17"],". Why Was John C. Bennett Commended by the Lord When He Later Became Such an Enemy of the Church?"],["div",{"id":"p57","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p57"},"Smith and Sjodahl wrote that John C. Bennett “was well educated and possessed many gifts and accomplishments. He was a physician, a university professor, and a brigadier-general. On the 27th of July, 1840, he offered his services to the Church. The Prophet Joseph replied, inviting him to come to Commerce, if he felt so disposed, but warned him at the same time not to expect exaltation ‘in this generation,’ from devotion to the cause of truth and a suffering people; nor worldly riches; only the approval of God. The outcome of the correspondence was that he joined the Church and rose to prominent positions among the Saints. His fellowship with the people of God did not last long, however. On the 25th of May, 1842, he was notified that the leaders of the Church did no longer recognize him as a member, because of his impure life, and shortly afterwards the Church took action against him. Then he became one of the most bitter enemies of the Church. His slanders, his falsehoods and unscrupulous attacks, which included perjury and attempted assassination were the means of inflaming public opinion to such an extent that the tragedy at Carthage became possible."],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p58"},"“Why, then, did his name appear, in this Revelation, as that of a trusted assistant of Joseph? John Taylor furnishes the answer to that question. He says, ‘Respecting John C. Bennett: I was well acquainted with him. At one time he was a good man, but fell into adultery, and was cut off from the Church for his iniquity’ (",["span.emphasis","History of the Church,"],"Vol. V., p. 81). At the time of the revelation he was a good man. But he was overcome by the adversary and made the slave of his carnal desires. The Lord knew him and warned him. ‘His reward shall not fail",["span.emphasis","if"],"he receive counsel.’ ‘He shall be great …",["span.emphasis","if"],"he do this,’ etc. Bennett did not heed these warning ‘ifs’ from Him who knew what was in his heart.” (Commentary, pp. 770–71.)"],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p59"},"The Lord does not withhold present blessings because of future sinful behavior. He blessed King David as long as he was faithful and did not withhold opportunity, although he had foreknowledge of David’s future transgressions with Bathsheba. As long as one obeys, the blessings come. With the perspective of history one may be tempted to ask why the Lord chose men who would eventually falter to be leaders in the Church, but one should remember that at the time of their calling they were faithful and true."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.22-24,56-83,119-121"},"D&C 124:22–24, 56–83, 119–21"],". Build a Boarding House That the Stranger Might Contemplate the Word of the Lord"],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p60"},"“The Spirit of Revelation directs the Saints to build a fine hotel for the entertainment of strangers. There is no greater inducement for travelers to visit a place than good hotel accommodations. This Revelation proves that the Lord wanted the tourists of the world to visit and become acquainted with the Saints. These were not to be surrounded by a wall of isolation. They had nothing to hide from the world.” (Smith and Sjodahl, Commentary, pp. 772–73.)"],[".",{"id":"f4","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.f4"},[".caption","A house built on the foundation of the original Nauvoo House, with original north wing"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.25-27"},"D&C 124:25–27"],". “Build a House to My Name for the Most High to Dwell Therein”"],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p62"},"The building of the Nauvoo Temple was the fifth attempt by the Latter-day Saints to build a house of the Lord. The other attempts include Jackson County, Missouri; Kirtland, Ohio; and Far West and Adam-ondi-Ahman, Missouri. Only the Kirtland Temple was completed before the one in Nauvoo, and it was desecrated, as Brigham Young explained: “The Saints had to flee before mobocracy. And, by toil and daily labor, they found places in Missouri, where they laid the corner stones of Temples, in Zion and her Stakes, and then had to retreat to Illinois, to save the lives of those who could get away alive from Missouri, where fell the Apostle David W. Patten, with many like associates, and where were imprisoned in loathsome dungeons, and fed on human flesh, Joseph and Hyrum, and many others. But before all this had transpired, the Temple at Kirtland had fallen into the hands of wicked men, and by them been polluted, like the Temple at Jerusalem, and consequently it was disowned by the Father and the Son.” (In",["span.emphasis","Journal of Discourses,"],"2:32.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.28"},"D&C 124:28"],". What Is Meant by “The Fulness of the Priesthood”?"],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p63"},"President Joseph Fielding Smith wrote:"],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p64"},"“Joseph Smith said … , ‘If a man gets a fulness of the Priesthood of God, he has to get it in the same way that Jesus Christ obtained it, and that was by keeping all the commandments and obeying all the ordinances of the house of the Lord.’ [",["span.emphasis","History of the Church,"],"5:424.]"],["div",{"id":"p65","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p65"},"“I hope we understand that. If we want to receive the fullness of the Priesthood of God, then we must receive the fullness of the ordinances of the house of the Lord and keep His commandments. …"],["div",{"id":"p66","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p66"},"“Let me put this in a little different way. I do not care what office you hold in this Church, you may be an apostle, you may be patriarch, a high priest, or anything else, and you cannot receive the fulness of the Priesthood unless you go into the temple of the Lord and receive these ordinances of which the Prophet speaks. No man can get the fulness of the Priesthood outside of the temple of the Lord. There was a time when that could be done, for the Lord could give these things on the mountain tops—no doubt that is where Moses got it, that is no doubt where Elijah got it—and the Lord said that in the days of poverty, when there was no house prepared in which to receive these things, that they can be received on the mountain tops. But now you will have to go into the house of the Lord, and you cannot get the fulness of the priesthood unless you go there.” (",["span.emphasis","Elijah the Prophet,"],"pp. 45–46.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.29-36"},"D&C 124:29–36"],". Vicarious Baptisms for the Dead"],["div",{"id":"p67","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p67"},"These verses are the first mention in modern scripture of baptism for the dead. In a letter written to the Quorum of the Twelve Apostles on 19 October 1840, the Prophet Joseph Smith said:"],["div",{"id":"p68","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p68"},"“I presume the doctrine of ‘baptism for the dead’ has ere this reached your ears, and may have raised some inquiries in your minds respecting the same. I cannot in this letter give you all the information you may desire on the subject; but aside from knowledge independent of the Bible, I would say that it was certainly practiced by the ancient churches; and St. Paul endeavors to prove the doctrine of the resurrection from the same, and says, ‘Else what shall they do which are baptized for the dead, if the dead rise not at all? Why are they then baptized for the dead?’ [",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/15.29"},"1 Cor. 15:29"],".]"],["div",{"id":"p69","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p69"},"“I first mentioned the doctrine in public when preaching the funeral sermon of Brother Seymour Brunson; and have since then given general instructions in the Church on the subject. The Saints have the privilege of being baptized for those of their relatives who are dead, whom they believe would have embraced the Gospel, if they had been privileged with hearing it, and who have received the Gospel in the spirit, through the instrumentality of those who have been commissioned to preach to them while in prison."],["div",{"id":"p70","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p70"},"“Without enlarging on the subject, you will undoubtedly see its consistency and reasonableness; and it presents the Gospel of Christ in probably a more enlarged scale than some have imagined it. But as the performance of this rite is more particularly confined to this place, it will not be necessary to enter into particulars; at the same time I always feel glad to give all the information in my power, but my space will not allow me to do it.” (",["span.emphasis","History of the Church,"],"4:231.)"],["div",{"id":"p71","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p71"},"The revelation explains that the ordinance of baptism for the dead is to be done only in a place designated by the Lord. Performing the ordinance was acceptable outside the temple only under special circumstances, and before the completion of the Nauvoo Temple the Lord permitted the ordinance to be performed in the Mississippi River. In October 1841 the Prophet announced that no more baptisms for the dead would be administered until the temple’s font was completed. It was finished in November, and baptisms recommenced on the twenty-first (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.27-30"},"D&C 124:27–30"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.37-38"},"D&C 124:37–38"],". Temple Ordinances in Ancient Times"],["div",{"id":"p72","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p72"},"President Joseph Fielding Smith wrote: “The importance of the ordinances in the house of the Lord is shown in verses 37–39, (sec. 124), where we are informed that Moses was commanded to build a portable temple, generally called tabernacle, which could be carried with them in the wilderness. This tabernacle is the same temple where the boy Samuel heard the voice of the Lord. (1 Samuel, chapters one-three.) This sacred building was later replaced by Solomon’s Temple. The question is often asked, ‘What was the nature of the ordinances performed in these edifices in ancient times?’ The Lord explains this in the verses above cited. It is true that in ancient Israel they did not have the fulness of ordinances as we do today, and most, if not all, of which they were privileged to receive, very likely pertained to the Aaronic Priesthood. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.21-26"},"D. & C. 84:21–26"],".) Neither did the ancients labor in their temples for the salvation of the dead. That work was reserved until after the Savior’s visit to the spirit world where he unlocked the door to the prison and had the gospel carried to the spirits who had been confined.” (",["span.emphasis","Church History and Modern Revelation,"],"2:268.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.39-40"},"D&C 124:39–40"],". Why Are the Lord’s People Commanded to Build Temples?"],["div",{"id":"p73","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p73"},"The Prophet Joseph Smith taught:"],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p74"},"“What was the object of gathering the Jews, or the people of God in any age of the world? …"],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p75"},"“The main object was to build unto the Lord a house whereby He could reveal unto His people the ordinances of His house and the glories of His kingdom, and teach the people the way of salvation: for there are certain ordinances and principles that, when they are taught and practiced, must be done in a place or house built for that purpose."],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p76"},"“It was the design of the councils of heaven before the world was, that the principles and laws of the priesthood should be predicated upon the gathering of the people in every age of the world. Jesus did everything to gather the people, and they would not be gathered, and He therefore poured out curses upon them. Ordinances instituted in the heavens before the foundation of the world, in the priesthood, for the salvation of men, are not to be altered or changed. All must be saved on the same principles."],["div",{"id":"p77","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p77"},"“It is for the same purpose that God gathers together His people in the last days, to build unto the Lord a house to prepare them for the ordinances and endowments, washings and anointings, etc. One of the ordinances of the house of the Lord is baptism for the dead. God decreed before the foundation of the world that that ordinance should be administered in a font prepared for that purpose in the house of the Lord.” (",["span.emphasis","History of the Church,"],"5:423–24.)"],[".",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.f5"},[".caption","The Nauvoo Temple was the first ordinance temple built in the last dispensation."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.40-44"},"D&C 124:40–44"],". Let a House Be Built “That I May Reveal Mine Ordinances Therein unto My People”"],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p79"},"After instructing the leaders of the Church in the temple ordinances, the Prophet Joseph Smith stated that only the spiritually minded would fully comprehend them and that they had to be revealed in the temple: “The communications I made to this council were of things spiritual, and to be received only by the spiritual minded: and there was nothing made known to these men but what will be made known to all the Saints of the last days, so soon as they are prepared to receive, and a proper place is prepared to communicate them, even to the weakest of the Saints; therefore let the Saints be diligent in building the Temple, and all houses which they have been, or shall hereafter be, commanded of God to build; and wait their time with patience in all meekness, faith, perseverance unto the end, knowing assuredly that all these things referred to in this council are always governed by the principle of revelation.” (",["span.emphasis","History of the Church,"],"5:2.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.45"},"D&C 124:45"],". “If My People Will Hearken unto My Voice”"],["div",{"id":"p80","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p80"},"God’s revelations come through His servants. Their words outline the path leading to eternal life. Failure to heed their words, particularly those of the living prophet, can bring about the loss of great blessings, as President George Q. Cannon explained: “What can we do better than to show respect to our God by listening to His servant, by treating him with reverence, asking his counsel and seeking for his guidance? I know we pray to God for him, that he may be inspired from on high. Do you believe your prayers? Do you believe that God will and does inspire him? I hope you do; and I hope that having this feeling, you will be prompted to different action. … And shall we say that in some things we are willing to be guided; we think it right to be guided in matters of doctrine, etc.; but in other matters, just as important and necessary for the salvation and preservation of this people, we are not willing? Latter-day Saints, you cannot do it. You cannot get away from this authority and remain Latter-day Saints, for you sever yourselves from the Church of God, because everything you have is based on the recognition of this authority.” (In Conference Report, Apr. 1900, p. 13.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.46-48"},"D&C 124:46–48"],". If My People “Will Not Hearken to My Voice”"],["div",{"id":"p81","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p81"},"“The Saints generally labored diligently and with sublime self-abnegation upon the Temple, but the spirit of apostasy possessed many of the leading men in Nauvoo, as had been the case in Jackson County and in Kirtland. They polluted the sanctuary and all pertaining thereto. They brought upon themselves and the Church wrath, indignation, and judgment (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.48"},"v. 48"],"). Because of their disobedience the Church was subjected to another sifting process by which the chaff was separated from the wheat.” (Smith and Sjodahl, Commentary, p. 779.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.49-55"},"D&C 124:49–55"],". When Enemies Hinder the Work"],["div",{"id":"p82","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p82"},"President Charles W. Penrose explained: “The Lord says that whenever he gives a commandment, no matter what it is about, to the children of man, and they go to with their might and endeavor to fulfil his commandment, and do that which is required of them, and they are prevented by their enemies, or by any other means, from accomplishing it, he does not require it any more at their hands. He accepts of their offering. That has applied in the past, and will apply in the future, and we should remember it. If God gives a commandment, and we do not obey it, why he revokes it, and he revokes the blessings. If he gives us a commandment to do certain things, and we find ourselves unable to do them either by restricted laws or any other obstacles in the way of physical force, the Lord requires them no more but accepts our offering, and he will visit his wrath and indignation upon those who prevent his people from accomplishing that which he required at their hands.” (In Conference Report, Apr. 1924, pp. 13–14.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.84"},"D&C 124:84"],". “He Aspireth to Establish His Counsel instead of the Counsel Which I Have Ordained”"],["div",{"id":"p83","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p83"},"The Lord reprimanded Almon Babbitt for trying to circumvent the authority of the Prophet and for his greed, which the Lord likened to setting up a golden calf. Apparently, as Smith and Sjodahl recorded, Almon Babbitt’s “chief ambition was to make money, and … he advised the Saints to leave Nauvoo, contrary to the counsel of the Church leaders. Perhaps he was interested in the sale of land elsewhere. At all events, when the Saints left Nauvoo, he was appointed one of the real estate agents in whose hands the abandoned property was left, to be disposed of on the best terms obtainable. How he discharged this duty, we may infer from the following statement of Heber C. Kimball: ‘My house was sold at 1,700, intended to be used to help to gather the Saints; but Almon W. Babbitt put it in his pocket, I suppose’ (",["span.emphasis","Journal of Discourses,"],"Vol. VIII., p. 350).” (Commentary, p. 784.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.87-90,97-102"},"D&C 124:87–90, 97–102"],". Did William Law Obey the Word of the Lord and Thus Reap the Promised Blessings?"],["div",{"id":"p84","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p84"},"“Wonderful opportunities were offered to Wm. Law, which he neglected to embrace. If he had done faithfully what God here gave him to do, he would have received the blessings promised, but when he failed to obey the Lord, even his appointment in the First Presidency could not save him from falling. When he lost the Spirit of God he became one of the most bitter enemies of the Church. Apostates and persecutors rallied around him, and he tried to form a church of his own of such material.” (Smith and Sjodahl, Commentary, p. 785.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.91-96"},"D&C 124:91–96"],". What Special Rights Were Bestowed upon Hyrum Smith?"],["div",{"id":"p85","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p85"},"Joseph Smith Sr., the Prophet’s father, was the first patriarch to the Church in this dispensation. He was succeeded as patriarch by his son Hyrum. In addition, Hyrum served as the second elder in the Church. Elder Joseph Fielding Smith, after citing",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.94"},"Doctrine and Covenants 124:94"],", said:"],["div",{"id":"p86","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p86"},"“This was a special blessing given to Hyrum Smith, and in accepting it he took the place of Oliver Cowdery, upon whom these keys had previously been bestowed. It should be remembered that whenever the Lord revealed Priesthood and the keys of priesthood from the heavens, Oliver Cowdery stood with Joseph Smith in the presence of the heavenly messengers, and was a recipient, as well as Joseph Smith, of all this authority. They held it conjointly, Joseph Smith as the ‘first’ and Oliver Cowdery as the ‘second’ Elder of the Church. Thus the law pertaining to witnesses was fully established, for there were two witnesses standing with authority, keys and presidency, at the head of this the greatest of all dispensations. When through transgression Oliver Cowdery lost this wonderful and exalted blessing, Hyrum Smith was chosen by revelation of the Lord to take his place, the Lord calling him in these words: [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.95-96"},"D&C 124:95–96"],"]."],["div",{"id":"p87","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p87"},"“And thus, according to promise, the Lord opened to the vision of Hyrum Smith and showed to him those things which were necessary to qualify him for this exalted position, and upon him were conferred by Joseph Smith all the keys and authorities by which he, Hyrum Smith, was able to act in concert with his younger brother as a prophet, seer and revelator, and president of the Church, ‘as well as my servant Joseph.’” (“Patriarch Hyrum G. Smith,”",["span.emphasis","Utah Genealogical and Historical Magazine,"],"Apr. 1932, pp. 51–52.)"],["div",{"id":"p88","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p88"},"The statement that Hyrum’s name will “be had in honorable remembrance from generation to generation” has been fulfilled (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.96"},"D&C 124:96"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.103-110"},"D&C 124:103–10"],". Why Was a Warning Given to Sidney Rigdon?"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p89"},"Smith and Sjodahl explained some historical background of this warning:"],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p90"},"“Sidney Rigdon, according to a generally prevailing impression, was more or less, under the influence of a spirit of apostasy. It is related that, in Liberty jail, he declared to his fellow-prisoners that the sufferings of the Lord were nothing compared with his, and while the faithful Saints were straining every nerve to complete the Nauvoo Temple, he had no word of encouragement to them. As a consequence of his disposition, he did not have good health. Like the Corinthians who partook unworthily of the Sacrament (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/11.30"},"1 Cor. 11:30"],"), he was ‘weak and sickly.’ The Lord, therefore, points out to him the cause of his ailments and promises to heal him, if he will do his duty and stand by the Prophet as a true counselor."],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p91"},"“Sidney Rigdon had a remarkable experience some months after this Revelation was received. His daughter Eliza took sick and was pronounced dead by the physician. Some time after her departure, she rose up in the bed and said she had returned to deliver a message from the Lord. She then called the family around her. To her sister Nancy she said, It is in your heart to deny this work; and if you do, the Lord says it will be the damnation of your soul! To her sister Sarah she said, We have but once to die, and I would rather die now, than wait for another time. After having spoken for some time she fainted, but recovered again. The following evening she called her father and said to him that the Lord would make her well, if he would cease weeping for her. Sidney Rigdon related this manifestation of the power of God, in a public meeting on the 20th of August, 1842, and added a strong declaration of his allegiance to the Prophet Joseph and the Church. On the same occasion, Hyrum Smith cited Sidney Rigdon’s mind back to this Revelation, in which the Lord promised that if he would move into the City and defend the truth he would be healed, and showed that Rigdon’s improvement in health was a fulfilment of this Revelation (",["span.emphasis","History of the Church,"],"Vol. V., pp. 121–3). But, notwithstanding all, Rigdon finally lost his way. It can be said, however, that, according to his son, John Rigdon, who joined the Church, he never was an enemy of the Church.” (Commentary, pp. 788–89; see also History of the Church, 5:121–23.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.115-118"},"D&C 124:115–18"],". What Was Robert D. Foster’s Folly and Evil?"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p92"},"“Unfortunately, Foster was another man who disregarded the Lord’s counsel. After all the Prophet did to help him from time to time, he was one of the disloyal men who had Joseph Smith indicted on false charges, and he even conspired to bring about the Prophet’s death.” (Sperry,",["span.emphasis","Compendium,"],"p. 664.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.124-126"},"D&C 124:124–26"],". The Relationship of “Prophet” and “Patriarch”"],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p93"},"Hyrum Smith was appointed “to be a patriarch” to the Church, whereas Joseph Smith was appointed to be the “presiding elder over all my Church.” The wording of Hyrum’s appointment (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.124"},"D&C 124:124"],") has caused some to mistakenly maintain that the office of Patriarch to the Church exceeds that of the President of the Church. After the death of Joseph and Hyrum, their younger brother, William Smith, was called to the office of Patriarch. Later some people claimed that this appointment gave him supremacy over Brigham Young and the other members of the Quorum of the Twelve. John Taylor, a member of the Quorum of the Twelve, answered the claim in 1845:"],["div",{"id":"p94","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p94"},"“We read ‘the duty of the President of the office of the high priesthood is to preside over the whole church, and to be like unto Moses’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.91"},"D&C 107:91"],"]. And from this it is evident that the president of the church, not the patriarch, is appointed by God to preside. …"],["div",{"id":"p95","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p95"},"“The president of the church presides over all patriarchs, presidents, and councils of the church; and this presidency does not depend so much upon genealogy as upon calling, order, and seniority. James and Joses were the brothers of Jesus [see",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.55"},"Matthew 13:55"],"], and John was his beloved disciple, yet Peter … [was given] the keys and presided over all the church. Brother William was in the quorum of the twelve yet he was not president of the twelve during his brother’s lifetime, nor since; and if being ordained a patriarch would make him president of the church, it would have made Father Joseph Smith and Hyrum Smith presidents over the church instead of Joseph."],["div",{"id":"p96","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p96"},"“Br. William understands the matter, and were it not for the folly of some men there would be no necessity for these remarks.” (In",["span.emphasis","Times and Seasons,"],"1 June 1845, pp. 921–22.) Even at this early date Brigham Young had been chosen of the Lord to preside over the Twelve (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.127"},"D&C 124:127"],")."],[".",{"id":"f6","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.f6"},[".caption","William Smith was ordained Patriarch to the Church after the death of Joseph and Hyrum."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.127-130"},"D&C 124:127–30"],". The Council of the Twelve Apostles"],["div",{"id":"p98","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p98"},"See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.33-34,38"},"Doctrine and Covenants 107:33–34, 38"],"and Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.23"},"Doctrine and Covenants 107:23"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.130"},"D&C 124:130"],". “His Priesthood No Man Taketh from Him”"],["div",{"id":"p99","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p99"},"Elder David W. Patten was dead, but as President John Taylor stated:"],["div",{"id":"p100","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p100"},"“His being dead made no difference in regard to his priesthood. He held it just the same in the heavens as on the earth. …"],["div",{"id":"p101","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p101"},"“… If the priesthood administers in time and in eternity, and if quorums of this kind are organized upon the earth, and this priesthood is not taken away, but continued with them in the heavens, we do not wish, I think, to break up the order of the priesthood upon the earth; and it would seem to be necessary that these principles of perpetuity, or continuity should be held sacred among us.” (",["span.emphasis","Gospel Kingdom,"],"p. 185.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.131-132"},"D&C 124:131–32"],". The High Council"],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p102"},"See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102"},"Doctrine and Covenants 102"],"and Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.36-37"},"Doctrine and Covenants 107:36–37"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.133-137"},"D&C 124:133–37"],". “A Quorum of High Priests” and “the Quorum of Elders”"],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p103"},"President Joseph F. Smith explained:"],["div",{"id":"p104","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p104"},"“We have in each stake of Zion an organization called the High Priests’ quorum, to which all High Priests of the Church belong, including the presidency and high councilors of the stake, and also the Bishops and their counselors, all the Patriarchs and all others who have been ordained to the office of High Priest in the Church. … But it is the duty of these quorums of High Priests to act in their calling; not to sit idly down and be indifferent to the interests of The Church of Jesus Christ of Latter-day Saints, nor indifferent to the saving of the souls of men. It is expected that this quorum of Priesthood in the various stakes of Zion will look after all the interests of the stake; that is, that they will teach righteousness; that they will see that those who are acting in presiding authority in the stakes of Zion, are upright, honest, pure and humble men, and fit for the positions in which they are called to act. Thus this council of the Priesthood constitutes a council of power and influence in the Church. …"],["div",{"id":"p105","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p105"},"“… A council or quorum of Elders is composed of 96 Elders. There may be a number of councils or quorums of Elders in each stake. … It is the duty of this body of men to be standing ministers at home; to be ready at the call of the presiding officers of the Church and the stakes, to labor in the ministry at home, and to officiate in any calling that may be required of them, whether it be to work in the temples or … whether it be to go out into the world, along with the Seventies, to preach the Gospel to the world.” (In Conference Report, Oct. 1904, pp. 3–4; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-m-priesthood-and-church-government-part-1.p1"},"Enrichment M in the Appendix"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.138-142"},"D&C 124:138–42"],". The Seventy, the Presiding Bishopric, and the Lesser Priesthood"],["div",{"id":"p106","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p106"},"The offices and quorums in the priesthood are discussed in Enrichment M and in Notes and Commentary for",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/68.15-21"},"Doctrine and Covenants 68:15–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.15-17,68-75,93-97"},"107:15–17, 68–75, 93–97"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.143-145"},"D&C 124:143–45"],". “Approve of Those Names … at My General Conference”"],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p107"},"The presentation of a new President of the Church (a reorganization of the First Presidency) follows the pattern of a solemn assembly. This pattern was first used in Kirtland, Ohio, on 27 March 1836 (see History of the Church, 2:411, 416–418; see also Orson Pratt, in Journal of Discourses, 19:118). The manner of conducting solemn assemblies was given to the Church “by revelation, the order of things as it existed in former days, away back in the dispensation before the flood—the dispensation of the antediluvian Patriarchs and their order of government” (Orson Pratt, in",["span.emphasis","Journal of Discourses,"],"22:36)."],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p108"},"In the reorganization of the First Presidency after the death of President Brigham Young, President John Taylor was sustained by vote, “those votes being taken first in their quorum capacity, each quorum having voted affirmatively, then by the vote of the Presidents of the several quorums united, afterwards by the vote of the quorums and people combined, men and women.” (John Taylor, in",["span.emphasis","Journal of Discourses,"],"22:40; see also Roberts, Life of John Taylor, pp. 339–41; J. Reuben Clark Jr., in Conference Report, Apr. 1951, p. 136)."],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-124-a-solemn-proclamation-the-priesthood-order-is-established.p109"},"In exercising the privilege to sustain or to refuse to sustain their officers, members of the Church are acting in accordance with the principle of common consent (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-21-29/section-26-the-law-of-common-consent.p1"},"Notes and Commentary for D&C 26:2"],")."]]]]],"refs":null}
