{"id":139,"parent_id":137,"book_id":0,"content_id":1,"language_id":1,"display_order":139,"title":"Section 123 Documenting Persecution: An Imperative Duty","subtitle":"","short_title":"Section 123","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.head3"},[".titleNumber","Section 123"],["h1","Documenting Persecution: An Imperative Duty"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p12"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123"},"Doctrine and Covenants 123"],"is part of Joseph Smith’s epistle to the Church written in Liberty Jail, Missouri (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-110-121/section-121-constitution-of-the-priesthood.p1"},"Historical Background for D&C 121"],")."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.1-6"},"D&C 123:1–6"],". What Was the Purpose of Collecting Documents of Anti-Mormon Oppression?"],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p13"},"President Joseph Fielding Smith wrote: “The law of retribution is often slow, but it is sure. The Lord promised to punish his enemies and mete out to them suitable reward for all the evil they had heaped upon his servants. Punishment for sin does not always follow in this mortal life; the greater part of it quite generally is held in reserve for a future day. That records might be kept on earth as well as in heaven, the Lord commanded (Sec. 123) that there be gathered all the knowledge of all the acts, and sufferings and the abuses put upon the members of the Church by the State of Missouri. Also a record should be kept of all the property destroyed, the damages sustained, both to the character and the personal injuries and to the real property of the saints. The names of those who were engaged in this wickedness and these murders and drivings were also to be gathered and preserved. A committee was appointed to gather this evidence that it might be on file. This information would be of value when presented before the Government of the United States when the Church should seek justice at the seat of government. If redress could not be obtained there, then the evidence would stand against those who were guilty, before the Eternal Tribunal which will try all men and all things."],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p14"},"“This gathering of information was not to be confined to the deeds committed in Missouri, but should reach out to embrace the wickedness, falsehoods and deeds of those who fought the truth throughout all time. Magazine articles, writings in encyclopedias, all libelous histories, and other writings and ‘the whole concatenation of diabolical rascality and nefarious and murderous impositions that have been practiced upon this people,’ were to be gathered that they might be published to the world, sent to the heads of government ‘in all the dark and hellish hue, as the last effort which is enjoined on us by our Heavenly Father, before we can fully and completely claim that promise which shall call him forth from his hiding place; and also that the whole nation may be left without excuse before he can send forth the power of his mighty arm.’” (",["span.emphasis","Church History and Modern Revelation,"],"2:182–83.)"],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.f2"},[".caption","The Nauvoo Expositor building where anti-Mormon literature was printed"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.7-12"},"D&C 123:7–12"],". Purpose of Collecting Anti-Mormon Material"],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p16"},"Smith and Sjodahl commented on the wording of verse 7 as follows:"],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p17"},["span.emphasis","“It is an imperious duty that we owe to God"],"] God knew that the Saints were not guilty of the crimes charged to them by enemies, and that they did not hold the doctrines credited to them, but inasmuch as they claimed to be the people of God, their vindication was, in a sense, the vindication of the Deity. If a master has a servant who is falsely accused of crime, in vindicating himself he vindicates the master, since his character reflects, to some extent, the character of his master. ‘As a master, so the servant.’"],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p18"},["span.emphasis","“To angels"],"] The angels who are sent to administer to the Saints have a right to know whether such accusations are true or false."],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p19"},["span.emphasis","“To ourselves, to our wives and children"],"] Silence is sometimes more eloquent than words; but at this time it was necessary to place the accusers and persecutors in the limelight of public opinion, because wives and children had a right to know the full truth.” (Commentary, pp. 764–65.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.11-14"},"D&C 123:11–14"],". Who Would Benefit by Learning of the Injustices Done to the Saints?"],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p20"},"Many through the years, whether through malice or ignorance, have given false reports of the Church. Great numbers of honest people have believed and passed on these falsehoods because they had no better information. The Saints have a duty to keep the name of the Church unsullied, to defend its reputation, and to correct misrepresentations, so the pure in heart will have the information they need."],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p21"},"While we should oppose evil, the Lord has directed the Saints to show love for enemies of the Church. President Spencer W. Kimball closed a conference talk with this plea: “Brothers and sisters, pray for the critics of the Church; love your enemies. Keep the faith and stay on the straight and narrow path. Use wisdom and judgment in what you say and do, so that we do not give cause to others to hold the Church or its people in disrepute. Do not be surprised or dismayed if trials and challenges come upon us. This work, which Satan seeks in vain to tear down, is that which God has placed on earth to lift mankind up!” (In Conference Report, Apr. 1980, p. 6; or",["span.emphasis","Ensign,"],"May 1980, p. 6.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/123.15"},"D&C 123:15"],". Do Present Records Have Merit for Future Generations?"],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p22"},"As the years have come and gone, and the terrible injustices of Missouri have been revealed by the records and by the patience and righteousness of the Saints of God, the tardy remorse of that state is felt in a statement President Spencer W. Kimball delivered to the membership of the Church:"],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p23"},"“Since our last conference we have had a delightful message from Christopher S. Bond, governor of the state of Missouri, who advised us that he has rescinded the 138-year-old executive order of Governor Lilburn W. Boggs calling for the extermination or expulsion of the Mormons from the state of Missouri. Governor Bond, present Missouri governor, writes:"],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p24"},"“‘Expressing on behalf of all Missourians our deep regret for the injustice and undue suffering which was caused by this 1838 order, I hereby rescind Executive Order No. 44 dated October 27, 1838, issued by Governor Lilburn W. Boggs.’"],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p25"},"“To Governor Bond and the people of Missouri, we extend our deep appreciation for this reversal and for the present friendly associations between the membership of The Church of Jesus Christ of Latter-day Saints and the people of Missouri as it is now in effect."],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p26"},"“In Missouri now we have five stakes in fifty-one communities, with approximately 15,000 members of the Church, who, we are confident, are law-abiding citizens of the state of Missouri. Thank you, Governor Bond.” (In Conference Report, Oct. 1976, p. 4–5; or",["span.emphasis","Ensign,"],"Nov. 1976, p. 4.)"],["div",{"id":"p27","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-123-documenting-persecution-an-imperative-duty.p27"},"(By the year 2001 there was a temple in St. Louis and over 50,000 members of the Church in Missouri.)"]]]]],"refs":null}
