{"id":142,"parent_id":137,"book_id":0,"content_id":1,"language_id":1,"display_order":142,"title":"Section 126 Brigham Young: Well Beloved of the Lord","subtitle":"","short_title":"Section 126","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord.head6"},[".titleNumber","Section 126"],["h1","Brigham Young: Well Beloved of the Lord"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p120","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord.p120"},"“In the month of July, 1841, the Apostles began to return to Nauvoo from their missions to Europe, and their coming was a great comfort to the Prophet in his hour of affliction. At a special conference which was held at Nauvoo on the 16th of August, 1841, shortly after the return of the Twelve, Joseph stated to the people there assembled that the time had come when the Apostles must stand in their places next to the First Presidency. They had been faithful and had borne the burden and heat of the day, giving the gospel triumph in the nations of the earth, and it was right that they should now remain at home and perform duty in Zion.” (Cannon,",["span.emphasis","Life of Joseph Smith,"],"p. 374.)"],["div",{"id":"p121","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord.p121"},"Though it was no longer required of Brigham Young to leave his family, he did fill some short-term missions. These included a mission through the states to refute slanderous charges by John C. Bennett and other apostates (September 1842 to 4 November 1842), a mission in the East to collect funds for the Nauvoo House and Nauvoo Temple (June 1843 to 22 October 1843), and a mission to campaign for Joseph Smith as a candidate for president of the United States (21 May 1844 to 6 August 1844) (see Whitney, Life of Heber C. Kimball, pp. 330–31, 334–37, 342)."],["div",{"id":"p122","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord.p122"},"In addition to being able to spend more time with his family after this revelation than he had been able to in the previous several years, Brigham Young was also near the Prophet Joseph Smith much of the time (twenty-eight of the last thirty-six months of Joseph’s life)."],["div",{"id":"p123","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord.p123"},"It seems clear that the Lord, knowing Brigham Young’s future and the future of the Church, kept Brigham near Joseph so he could learn what he would need to know to lead the Church after Joseph’s death."],[".",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord.f8"},[".caption","Brigham Young, successor to Joseph Smith"]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/126.1"},"D&C 126:1"],". A Time for Learning and Preparation"],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord.p125"},"The Lord called Brigham Young to remain in Nauvoo and direct the work as President of the Quorum of the Twelve. The wisdom of such a move was clearly seen in later years when Brigham Young was chosen by the Lord to succeed Joseph Smith. The Prophet Joseph was the leading inspiration of Brigham Young’s life. Speaking of the time he spent in the Prophet’s presence, Brigham Young once said: “In the days of the Prophet Joseph, such moments were more precious to me than all the wealth of the world. No matter how great my poverty—if I had to borrow meal to feed my wife and children—I never let an opportunity pass of learning what the Prophet had to impart.” (In Nibley,",["span.emphasis","Brigham Young,"],"p. 28.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/126.2-3"},"D&C 126:2–3"],". Brigham Young’s Toil and Sacrifice Was Accounted to Him for Righteousness"],["div",{"id":"p126","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord.p126"},"President Brigham Young said: “I came into this Church in the spring of 1832. Previous to my being baptized, I took a mission to Canada at my own expense; and from the time that I was baptized until the day of our sorrow and affliction, at the martyrdom of Joseph and Hyrum, no summer passed over my head but what I was traveling and preaching, and the only thing I ever received from the Church, during over twelve years, and the only means that were ever given me by the Prophet, that I now recollect, was in 1842, when brother Joseph sent me the half of a small pig that the brethren had brought to him. I did not ask him for it.” (In",["span.emphasis","Journal of Discourses,"],"4:34.)"],["div",{"id":"p127","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord.p127"},"Through his life as a member and as an Apostle, Brigham Young gave unselfishly. Whether he was at home or abroad, he supported himself and his family. In addition he assisted in financing the work through his own labor everywhere he went (see Journal of Discourses, 4:34–35)."],["div",{"id":"p128","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-126-brigham-young-well-beloved-of-the-lord.p128"},"Brigham Young was the living example of the spiritual principle taught in",["span.emphasis","Lectures on Faith:"],"“A religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation” (6:7)."]]]]],"refs":null}
