{"id":144,"parent_id":137,"book_id":0,"content_id":1,"language_id":1,"display_order":144,"title":"Section 128 Baptism for the Dead","subtitle":"","short_title":"Section 128","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead","content":[["div",{"id":"head8","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.head8"},[".titleNumber","Section 128"],["h1","Baptism for the Dead"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p146","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p146"},"For the background of this revelation, see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-127-the-nauvoo-temple-and-baptism-for-the-dead.p1"},"Historical Background for Doctrine and Covenants 127"],". The theme of work for the dead is dealt with more completely in Enrichment O in the Appendix."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.2-4"},"D&C 128:2–4"],". What Happens If Ordinances Are Not Properly Recorded?"],["div",{"id":"p147","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p147"},"Elder Rudger Clawson explained the sacred obligation of keeping accurate temple records: “In the early days of the Church, some baptisms for the dead that were not properly witnessed and recorded, were rejected of the Lord, and the work had to be done over again. We know that great care and attention is given to this matter today in our Temples, and that efficient help must be secured to do this. … Truly it is a great and marvelous work, and not the least important thing about it is that these ordinances are all carefully recorded in the books and are filed away in the archives of the Temple, to be brought forth in due time. From these records the people who have gone to that house will be judged. Nothing that is done in that Temple will be accepted of the Lord, except it is properly witnessed and recorded.” (In Conference Report, Apr. 1900, pp. 43–44.)"],[".",{"id":"f10","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.f10"},[".caption","Rudger Clawson stressed the importance of proper record keeping."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.6-9"},"D&C 128:6–9"],". In What Way Does John’s Statement Deal with the Work for the Dead?"],["div",{"id":"p149","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p149"},"In these verses the Prophet Joseph Smith quotes and explains John’s statement in",["a.scriptureRef",{"href":"/scriptures/nt/rev/20.12"},"Revelation 20:12"],". The records of the work done in the temples of the Lord will be used at the judgment of the dead. Elder Bruce R. McConkie added that the scriptures become a standard of measurement in the Judgment and that the book of life that will be opened is figuratively “our own life, and being, the record of our acts transcribed in our souls, an account of our obedience or disobedience written in our bodies. Literally, it is the record kept in heaven of the names and righteous deeds of the faithful.” (",["span.emphasis","Mormon Doctrine,"],"p. 97.)"],["div",{"id":"p150","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p150"},"The importance of records makes it urgent that the Latter-day Saints meet their obligation to the dead to complete their work and have it properly recorded “on earth” that it may be recorded “in heaven … ; for out of the books shall your dead be judged” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.8"},"D&C 128:8"],"). It is only through priesthood power that what we bind through sacred ordinances on earth will be bound in heaven. This binding power is part of what is meant by the phrase “the keys of the kingdom” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.14"},"D&C 128:14"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.12-13"},"D&C 128:12–13"],". How Is Baptism for the Dead Symbolic?"],["div",{"id":"p151","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p151"},"President Joseph Fielding Smith taught: “The Lord has placed the baptismal font in our temples below the foundation, or the surface of the earth. This is symbolical, since the dead are in their graves, and we are working for the dead when we are baptized for them. Moreover, baptism is also symbolical of death and the resurrection, in fact, is virtually a resurrection from the life of sin, or from spiritual death, to the life of spiritual life. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.41-45"},"D. & C. 29:41–45"],".) Therefore when the dead have had this ordinance performed in their behalf they are considered to have been brought back into the presence of God, just as this doctrine is applied to the living.” (",["span.emphasis","Church History and Modern Revelation,"],"2:332.)"],["div",{"id":"p152","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p152"},"The symbolism of baptism applies also to the living. When we are baptized, it is as though we are buried and resurrected with Christ. Our old, sinful natures die and we become a new person (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/6.1-7"},"Romans 6:1–7"],"). Baptism also symbolizes the physical process of being born, so that when we emerge from the waters, it is as though we have been born a second time (see",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.59-60"},"Moses 6:59–60"],"). For further discussion of the symbolism of baptism, see Smith, Doctrines of Salvation, 2:323–27."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.14-18"},"D&C 128:14–18"],". Why Is Baptism for the Dead Such an Important Gospel Principle?"],["div",{"id":"f11","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.f11"},"In these verses, the Prophet Joseph Smith taught the following principles:",["ol.number",["li",["span.label","1."],[".para","The salvation of our dead ancestors is “essential to our salvation.” Our lives are closely tied to our ancestors’ lives, for we cannot become perfect without them nor they without us (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.15"},"D&C 128:15"],")."]],["li",["span.label","2."],[".para","Baptism for the dead is the “most glorious of all subjects belonging to the everlasting gospel” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.17"},"v. 17"],"). This doctrine shows the love and mercy of an all-wise Father in Heaven. Baptism for the dead and other vicarious work makes it possible for all our Father’s children to receive the same blessings, and be judged on the same terms, whether or not they had a chance to accept the gospel in mortality. President Rudger Clawson said: “Oh, the beauty of the justice and mercy of God, who is no respecter of persons! And let it be remembered that what it takes to save one who is living; it takes just that much to save one who is dead.” (In Conference Report, Oct. 1931, p. 79.)"]],["li",["span.label","3."],[".para","Baptism for the dead helps to prevent the earth from being smitten with a curse. As President Joseph Fielding Smith taught: “If Elijah had not come, we are led to believe that all the work of past ages would have been of little avail, for the Lord said the whole earth, under such conditions, would be utterly wasted at his coming. Therefore his mission was of vast importance to the world. It is not the question of baptism for the dead alone, but also the sealing of parents and children to parents, so that there should be a ‘whole and complete and perfect union, and welding together of dispensations, and keys, and powers, and glories,’ from the beginning down to the end of time."],[".para","“If this sealing power were not on the earth, then confusion would reign and disorder would take the place of order in that day when the Lord shall come, and, of course, this could not be, for all things are governed and controlled by perfect law in the kingdom of God."],[".para","“Why would the earth be wasted? Simply because if there is not a welding link between the fathers and the children—which is the work for the dead—then we will all stand rejected; the whole work of God will fail and be utterly wasted. Such a condition, of course, shall not be.” (",["span.emphasis","Doctrines of Salvation,"],"2:121–22.)"]]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.18"},"D&C 128:18"],". “The Dispensation of the Fulness of Times”"],["div",{"id":"p158","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p158"},"Elder Charles W. Penrose explained that “in this dispensation … will be gathered in one all things that are in Christ, not only His people gathered from the various nations to Zion to build it up, to prepare the place for His feet, but the hosts that have passed away, whom He will bring with Him. Not only are the people to be gathered together, but the glorious truths which have been made manifest in the ages that are past will all be brought forth in the dispensation in which we are living, and things kept hid from the foundation of the world will be made manifest; for the Lord has promised it; and His promises never fail of fulfillment.” (In Conference Report, Oct. 1911, pp. 48–49; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.5-13"},"D&C 27:5–13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/124.41"},"124:41"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.19-24"},"128:19–24"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.19-23"},"D&C 128:19–23"],". A Psalm of Joy"],[".blockQuote",[".preamble","The Prophet’s joy in giving these inspired teachings moved him to write poetically. One Latter-day Saint writer formatted",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.19,22,23"},"verses 19, 22, and 23"],"to show the psalm-like nature of this part of the Prophet’s letter:"],["div",{"id":"p159","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p159"},"Now, what do we hear in the Gospel which we have received?",["br"],"A voice of gladness!",["br"],"A voice of mercy from heaven;",["br"],"And a voice of truth out of the earth [cf.",["a.scriptureRef",{"href":"/scriptures/ot/ps/85.11"},"Ps. 85:11"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/29.3-4,11-14"},"Isa. 29:3–4, 11–14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/27.6-29"},"2 Nephi 27:6–29"],"].",["br"],"Glad tidings for the dead;",["br"],"A voice of gladness for the living and the dead;",["br"],"Glad tidings of great joy [cf.",["a.scriptureRef",{"href":"/scriptures/nt/luke/2.10"},"Luke 2:10"],"].",["br"],"How beautiful upon the mountains",["br"],"Are the feet of those that bring glad tidings of good things,",["br"],"And that say unto Zion:",["br"],"Behold, thy God reigneth! [Cf.",["a.scriptureRef",{"href":"/scriptures/ot/isa/52.7"},"Isa. 52:7"],"]",["br"],"As the dews of Carmel,",["br"],"So shall the knowledge of God descend upon them!",["br"],". … . … . … . …",["br"],"Brethren, shall we not go on in so great a cause?",["br"],"Go forward and not backward.",["br"],"Courage, brethren; and on, on to the victory!",["br"],"Let your hearts rejoice, and be exceedingly glad.",["br"],"Let the earth break forth into singing.",["br"],"Let the dead speak forth anthems of eternal praise",["br"],"To the King Immanuel, who hath ordained, before the world was,",["br"],"That which would enable us to redeem them out of their prison;",["br"],"For the prisoners shall go free.",["br"],"Let the mountains shout for joy,",["br"],"And all ye valleys cry aloud;",["br"],"And all ye seas and dry lands tell the wonders of your Eternal King!",["br"],"And ye rivers, and brooks, and rills, flow down with gladness.",["br"],"Let the woods and all the trees of the field praise the Lord;",["br"],"And ye solid rocks weep for joy!",["br"],"And let the sun, moon, and the morning stars sing together,",["br"],"And let all the sons of God shout for joy! [Cf.",["a.scriptureRef",{"href":"/scriptures/ot/job/38.7"},"Job 38:7"],".]",["br"],"And let the eternal creations declare his name forever and ever!"]],["div",{"id":"p160","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p160"},"“And again I say, how glorious is the voice we hear from heaven, proclaiming in our ears, glory, and salvation, and honor, and immortality, and eternal life; kingdoms, principalities, and powers!” (Sperry, Compendium, pp. 681–83.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.20-21"},"D&C 128:20–21"],". Was Joseph Smith Familiar with Leaders of Past Dispensations?"],["div",{"id":"p161","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p161"},"The Prophet Joseph praised God for showering His blessings on the Latter-day Saints and mentioned some of the prophets of past ages who brought the keys to those blessings to this dispensation. Elder John Taylor asked: “Why was it that all these people should be associated with all these dispensations, and all could communicate with Joseph Smith? Because he stood at the head of the dispensation of the fullness of times, which comprehends all the various dispensations that have existed upon the earth, and that as the Gods in the eternal worlds and the Priesthood that officiated in time and eternity had declared that it was time for the issuing forth of all these things, they all combined together to impart to him the keys of their several missions, that he might be fully competent, through the intelligence and aid afforded him through these several parties, to introduce the Gospel in all its fullness, namely, the dispensation of the fullness of times, when says the Apostle Paul ‘He might gather all things in Christ, both which are in heaven and which are in earth, even in him.’ Consequently he stood in that position, and hence his familiarity with all these various dispensations and the men who administered in them. If you were to ask Joseph what sort of a looking man Adam was, he would tell you at once; he would tell you his size and appearance and all about him. You might have asked him what sort of men Peter, James, and John were, and he could have told you. Why? Because he had seen them.” (In",["span.emphasis","Journal of Discourses,"],"18:325–26.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.22"},"D&C 128:22"],". What Urgency Is Associated with “So Great a Cause?”"],["div",{"id":"p162","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p162"},"President Spencer W. Kimball expressed feelings similar to the Prophet Joseph Smith’s: “Most members of the Church are aware of our intense interest in the missionary work in the Church and the appeals we have made in many lands for the rededication to preaching the gospel and preparing missionaries to carry the good news of the restoration to the people everywhere. I feel the same sense of urgency about temple work for the dead as I do about the missionary work for the living, since they are basically one and the same. I have told my brethren of the General Authorities that this work for the dead is constantly on my mind.” (In Conference Report, Apr. 1978, p. 4; or",["span.emphasis","Ensign,"],"May 1978, p. 4.)"],["div",{"id":"p163","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p163"},"President Kimball later said:"],["div",{"id":"p164","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p164"},"“With the announcement just made of the construction of seven new temples, there begins the most intensive period of temple building in the history of the Church."],["div",{"id":"p165","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p165"},"“The building of these temples must be accompanied by a strong emphasis on genealogical research on the part of all members of the Church."],["div",{"id":"p166","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p166"},"“We feel an urgency for this great work to be accomplished and encourage members to accept this responsibility. Members do so by writing their personal and family histories, participating in the name extraction program when called to do so, completing their four-generation research, and then continuing their family research in order to redeem their kindred dead.” (In Conference Report, Apr. 1980, p. 5; or",["span.emphasis","Ensign,"],"May 1980, p. 5.)"],[".",{"id":"f12","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.f12"},[".caption","A spirit of urgency pervades family history work."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.23"},"D&C 128:23"],". Why Did the Prophet Express Such Joy for the Saving Work?"],["div",{"id":"p168","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p168"},"Elder Orson Pratt declared:"],["div",{"id":"p169","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p169"},"“We are willing to go the earth over to save the living; we are willing to build temples and administer in ordinances to save the dead; we are willing to enter the eternal worlds and preach to every creature who has not placed himself beyond the reach of mercy. We are willing to labour both in this world and in the next to save men."],["div",{"id":"p170","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p170"},"“… Let all rejoice that the great day of the dispensation of the fulness of times has come. Let the living rejoice; let the dead rejoice; let the heavens and the earth rejoice; let all creations shout hosannah! glory to God in the highest! for he hath brought salvation, and glory, and honour, and immortality, and eternal life to the fallen sons of men.” (In",["span.emphasis","Journal of Discourses,"],"7:90–91.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.24"},"D&C 128:24"],". Who Are the Sons of Levi, and What Is Their Offering?"],["div",{"id":"p171","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p171"},"Historically, the sons of Levi, including the sons of Aaron and the sons of Moses (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/6.16,18,20"},"Exodus 6:16, 18, 20"],"), were the custodians of the house of God and were responsible for its ordinances (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25"},"Exodus 25–28"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/8.24-26"},"Numbers 8:24–26"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/10.21"},"10:21"],"). Today the Lord promises that men who are called by the Lord to “build up my Church” and who are “faithful unto the obtaining these two priesthoods of which I have spoken, and the magnifying their calling,” become the “sons of Moses and of Aaron” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.32-34"},"D&C 84:32–34"],"; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.31"},"v. 31"],"). The Aaronic Priesthood is responsible for the “preparatory gospel” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.26"},"v. 26"],"; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.27"},"v. 27"],"). In the ordinances of the Melchizedek Priesthood, including temple work, “the power of godliness is manifest” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.20"},"v. 20"],"; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-22"},"vv. 19–22"],"). As righteous Saints serve the Lord in holy ordinances, including those of the temple, the sacrifice they offer through their service will be part of the “offering in righteousness” that the sons of Levi, including the sons of Moses and Aaron, will present to the Lord before His coming."],["div",{"id":"p172","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-128-baptism-for-the-dead.p172"},"Never has a people had the opportunity to do so much for so many as do the Latter-day Saints. If they fail to fulfill their duty, they do so at the “peril of their own salvation” (Smith,",["span.emphasis","Teachings,"],"p. 193; see also p. 356). The dead cannot receive the ordinances that lead them to salvation unless they are performed by the living, and the living must bind themselves to their ancestral families for their own salvation. Little wonder that the Prophet Joseph Smith expressed such strong feeling for the Lord’s saving plan. All Saints should feel the same urgency."]]]]],"refs":null}
