{"id":141,"parent_id":137,"book_id":0,"content_id":1,"language_id":1,"display_order":141,"title":"Section 125 The Will of God to the Saints in Iowa","subtitle":"","short_title":"Section 125","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa","content":[["div",{"id":"head5","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.head5"},[".titleNumber","Section 125"],["h1","The Will of God for the Saints in Iowa"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.p110"},"Not all of the Saints who were driven from Missouri found refuge in Illinois. Some settled across the Mississippi River from Nauvoo, in Iowa. The revelation directing such action came in response to a question about whether they should remain in Iowa or gather to the Illinois side. One of the first to suggest that the Saints locate in Iowa was Dr. Isaac Galland, the man who had sold the land on which Nauvoo was built. Elder Joseph Fielding Smith wrote that “Mr. Galland in a communication to David W. Rogers, suggested that the Saints locate in Iowa, which was a territory; for he thought they would be more likely to receive protection from mobs under the jurisdiction of the United States, than they would be in a state of the Union, ‘where murder, rapine and robbery are admirable (!) traits in the character of a demagogue; and where the greatest villains often reach the highest offices.’ He also wrote to Governor Robert Lucas of Iowa, who had known the ‘Mormon’ people in Ohio, and who spoke very highly of them as good citizens.” (",["span.emphasis","Essentials in Church History,"],"p. 220.)"],["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.p111"},"The purchase of land took place in 1839, as did the exodus from Missouri. The revelation in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/125"},"Doctrine and Covenants 125"],"was received in 1841, when many Saints were already settled in Iowa, and it is directed to them. Before the Saints arrived, there were 2,839 residents in Lee County, Iowa. By 1846 the population had swelled to 12,860—many of whom were Latter-day Saints."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/125.1"},"D&C 125:1"],". Asking God Opens the Door to Revelation"],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.p112"},"This verse is one of the Prophet Joseph Smith’s requests of the Lord for further light and knowledge. The pattern for revelation is that a humble seeker asks in faith, and then the Lord answers. “Ask, and it shall be given unto you; seek, and ye shall find; knock, and it shall be opened unto you (",["a.scriptureRef",{"href":"/scriptures/nt/matt/7.7"},"Matthew 7:7"],"). The Lord explained that those who remain in darkness do so because they either do not ask or ask amiss. As James explained, “Ye have not, because ye ask not” (",["a.scriptureRef",{"href":"/scriptures/nt/james/4.2"},"James 4:2"],")."],[".",{"id":"f7","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.f7"},[".caption","Old photograph of Montrose, Iowa, with Nauvoo, Illinois, across the Mississippi River"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/125.2"},"D&C 125:2"],". Was Iowa Considered a Permanent Dwelling Place?"],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.p114"},"The Lord spoke of the Saints gathering together “unto the places which I shall appoint” in preparation “for that which is in store in a time to come” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/125.2"},"D&C 125:2"],"). This revelation of March 1841 looked ahead to the exodus of the Latter-day Saints to the Rocky Mountains in 1846–47. Iowa became a temporary gathering place for those who were driven from their homes in Illinois."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/125.3"},"D&C 125:3"],". Where Does the Term Zarahemla Come From? Where Was the City Located?"],["div",{"id":"p115","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.p115"},"The precise meaning of the word",["span.emphasis","Zarahemla"],"is not known. The term comes from the Book of Mormon account of the people who came to America from Jerusalem at the time Zedekiah was carried captive into Babylon. They were called the people of Zarahemla after the name of their leader. They lived in a city named Zarahemla, in the land of Zarahemla (see",["a.scriptureRef",{"href":"/scriptures/bofm/omni/1.12-19"},"Omni 1:12–19"],")."],["div",{"id":"p116","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.p116"},"It was common in Book of Mormon times to name cities “after the name of him who first possessed them” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/8.7"},"Alma 8:7"],"). The Latter-day Saints gave many of their settlements Book of Mormon names. For example, in Utah are such cities as Nephi, Moroni, Manti, and Bountiful."],["div",{"id":"p117","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.p117"},"One of the first settlements named in this way by the Saints was Zarahemla, at Nashville, Lee County, Iowa. “This settlement was founded by the Saints in 1839, on the uplands about a mile west of the Mississippi River, near Montrose and opposite Nauvoo, Ill. The Church had bought an extensive tract of land here. At a conference held at Zarahemla, August 7th, 1841, seven hundred and fifty Church members were represented, of whom three hundred and twenty-six lived in Zarahemla. But when the Saints left for the Rocky Mountains, that city was lost sight of.” (Smith and Sjodahl, Commentary, p. 796.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/125.4"},"D&C 125:4"],". What Significance Was Attached to the City of Nashville?"],["div",{"id":"p118","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.p118"},"President Joseph Fielding Smith wrote: “Across the river on the Iowa side, extensive holdings also were obtained. The village of Nashville, in Lee County, with twenty thousand acres adjoining, was purchased; also other lands opposite Nauvoo. Here the Prophet instructed the Saints that a city should be built, to be called Zarahemla. A number of members of the Church had located here when the Saints were driven from Missouri, and it appeared to be a suitable location for a permanent settlement of the people. … The idea seemed to be that the Latter-day Saints should spread out over considerable territory and form organizations in various parts of the country.” (",["span.emphasis","Essentials in Church History,"],"p. 222.)"],["div",{"id":"p119","uri":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-125-the-will-of-god-to-the-saints-in-iowa.p119"},"The plan was abandoned after a stake was organized in Iowa on 5 October 1839 under the direction of Elder John Smith, the Prophet’s uncle. A short time later, on 6 January 1842, the stake itself was discontinued, but Brother Smith continued to preside over the Saints in Iowa, whose numbers were continually added to by immigrants, until the exodus to Utah. (See 1981 Church Almanac, p. 140.)"]]]]],"refs":null}
