{"id":13,"parent_id":0,"book_id":22623,"content_id":1,"language_id":0,"display_order":13,"title":"Emerald Skye from Hawaii","subtitle":"","short_title":"Emerald Skye from Hawaii","uri":"/friend/2013/01/emerald-skye-from-hawaii","content":[["div",{"id":"head1","uri":"/friend/2013/01/emerald-skye-from-hawaii.head1"},[".seriesTitle","Friends around the World"],[".title","Emerald Skye from Hawaii"],[".event",["div",{"id":"p3","uri":"/friend/2013/01/emerald-skye-from-hawaii.p3"},"From an interview by Amie Jane Leavitt"]]],[".bodyBlock",["div",{"id":"p4","uri":"/friend/2013/01/emerald-skye-from-hawaii.p4"},"Aloha, friends!"],["div",{"id":"p5","uri":"/friend/2013/01/emerald-skye-from-hawaii.p5"},"Have you ever seen a penny lying on the ground and passed it by? Maybe it didn’t seem like it was worth enough to make a difference. Maybe you have felt that way sometimes too—like you are too small to make a difference. This is Emerald Skye F., and she wants to tell you that everyone is valuable. Everyone can make a difference!"],["div",{"id":"f1","uri":"/friend/2013/01/emerald-skye-from-hawaii.f1"},[".caption","My friends Hoku, Minami, Sophia, Eden, Jane, and I wanted to help kids in other parts of the world, so we collected lots of pennies and sent them to an organization that builds schools. I felt happy because helping others is something Heavenly Father wants us to do. And I learned that even something as small as a penny can help others."]],["div",{"id":"f2","uri":"/friend/2013/01/emerald-skye-from-hawaii.f2"},[".caption","My name is perfect for me. First of all, my birthstone is an emerald. I also have ancestors from Ireland, which is known as the “Emerald Isle.” One of my favorite movies is",["span.emphasis","The Wizard of Oz,"],"which has an “Emerald City.” Finally, I live on an island that is as green as an emerald."]],["div",{"id":"f3","uri":"/friend/2013/01/emerald-skye-from-hawaii.f3"},[".caption","My favorite building on the island of Oahu, where I live, is the Laie Hawaii Temple. I got to visit the temple open house before it was rededicated. I felt happy because I’d never been inside the temple before."]],["div",{"id":"f4","uri":"/friend/2013/01/emerald-skye-from-hawaii.f4"},[".caption","When I grow up, I want to be a graphic designer, a modest-clothing fashion designer, or maybe an ice-cream taster. I want to do more service projects too—maybe helping endangered pandas or earning money for cancer research. For now, I will keep doing what I love: swimming, riding my bike, and spending time with family and friends."]]]],"refs":null}
