{"id":14,"parent_id":0,"book_id":22623,"content_id":1,"language_id":0,"display_order":14,"title":"Helping a Brother","subtitle":"By Betty Jan Murphy","short_title":"Helping a Brother","uri":"/friend/2013/01/helping-a-brother","content":[["div",{"id":"head1","uri":"/friend/2013/01/helping-a-brother.head1"},[".title","Helping a Brother"],[".byline",["div",{"id":"p2","uri":"/friend/2013/01/helping-a-brother.p2"},"By Betty Jan Murphy"],["div",{"id":"p3","uri":"/friend/2013/01/helping-a-brother.p3"},"(Based on a true story)"]],[".epigraph","Love one another as Jesus loves you. Try to show kindness in all that you do",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","78–79)."]],[".kicker","Lance watched his brother’s eyes open wide in fear. He knew what to do."]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/01/helping-a-brother.p6"},"Lance loved a lot of things about being five years old. He loved being old enough to help with the lambs on the farm. He loved giving his first talk in Primary. And he loved looking out for his three-year-old brother, Gabe."],["div",{"id":"p7","uri":"/friend/2013/01/helping-a-brother.p7"},"Gabe wanted to be big like Lance. When Grandma asked Lance to pick beans in the garden, Gabe got a basket and went along. When Lance swept out the chicken coop, Gabe found a broom and helped. When Lance started humming a song, Gabe hummed along too."],["div",{"id":"p8","uri":"/friend/2013/01/helping-a-brother.p8"},"One Sunday Gabe looked really excited as he came out of Primary."],["div",{"id":"p9","uri":"/friend/2013/01/helping-a-brother.p9"},"“Guess what?” he asked Lance. “I’m supposed to give a talk, just like you did!”"],["div",{"id":"p10","uri":"/friend/2013/01/helping-a-brother.p10"},"During the week, Gabe practiced telling a story about Jesus blessing the little children. Lance watched his brother hold up the pictures at just the right moment. When Gabe forgot some of the words, Lance helped him out. On Sunday morning, Lance said a special prayer with Gabe that his talk would go well."],["div",{"id":"p11","uri":"/friend/2013/01/helping-a-brother.p11"},"Finally the time came for Gabe to give his talk."],["div",{"id":"p12","uri":"/friend/2013/01/helping-a-brother.p12"},"“He looks scared,” Lance thought as he watched Gabe walk to the podium and step in front of the microphone. Gabe’s eyes opened wider as he saw all the children there. Suddenly it seemed like he was frozen. Not a word came out of his mouth."],["div",{"id":"p13","uri":"/friend/2013/01/helping-a-brother.p13"},"“Poor Gabe!” Lance thought. He watched nervously from the second row until he couldn’t sit there any longer. He stood up and walked to the microphone, placing his arm around Gabe’s shoulders."],["div",{"id":"p14","uri":"/friend/2013/01/helping-a-brother.p14"},"“It’s all right, Gabe. You can do it. Remember the words?” Lance whispered. After another second of silence, Lance took a deep breath. He knew that his brother needed his help."],["div",{"id":"p15","uri":"/friend/2013/01/helping-a-brother.p15"},"“Today I’d like to share the story of Jesus blessing the children,” Lance began. He had heard the talk so many times during the week that he knew every word. As he spoke, he kept looking over at Gabe. Little by little, Gabe relaxed. When Lance got to the last sentence, Gabe leaned toward the microphone."],["div",{"id":"p16","uri":"/friend/2013/01/helping-a-brother.p16"},"“Jesus loves all of us,” Gabe whispered. “In the name of Jesus Christ, amen.”"],["div",{"id":"p17","uri":"/friend/2013/01/helping-a-brother.p17"},"Lance looked down at Gabe and smiled. Gabe smiled back. He had given his first talk—with some help from his older brother."]]],"refs":null}
