{"id":10,"parent_id":0,"book_id":22623,"content_id":1,"language_id":0,"display_order":10,"title":"Not Alone","subtitle":"By Kimberly Reid","short_title":"Not Alone","uri":"/friend/2013/01/not-alone","content":[["div",{"id":"head1","uri":"/friend/2013/01/not-alone.head1"},[".title","Not Alone"],[".byline",["div",{"id":"p2","uri":"/friend/2013/01/not-alone.p2"},"By Kimberly Reid"],["div",{"id":"p3","uri":"/friend/2013/01/not-alone.p3"},"(Based on a true story)"]],[".epigraph","Busy as a man can be, he’s our bishop. He finds time to talk to me",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","135)."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/01/not-alone.p5"},"When Jack tripped over his feet, he didn’t worry."],["div",{"id":"p6","uri":"/friend/2013/01/not-alone.p6"},"When he dropped his pencil, he didn’t worry."],["div",{"id":"p7","uri":"/friend/2013/01/not-alone.p7"},"But when he fell off his bunk bed, he worried. That hurt! Why was he being so clumsy?"],["div",{"id":"p8","uri":"/friend/2013/01/not-alone.p8"},"Mom took Jack to the doctor."],["div",{"id":"p9","uri":"/friend/2013/01/not-alone.p9"},"“Walk down the hall while I watch,” said the doctor. Jack thought it would be easy, but he fell down. A few days later, he couldn’t use his arms very well either. The doctor discovered that Jack had a virus that made his arms and legs stop working. He would need to stay at the hospital for a while. Jack was nervous about staying overnight—especially since visitors weren’t allowed to stay."],["div",{"id":"p10","uri":"/friend/2013/01/not-alone.p10"},"“Would you like a blessing?” asked Dad."],["div",{"id":"p11","uri":"/friend/2013/01/not-alone.p11"},"Jack nodded. Dad laid his hands on Jack’s head and blessed him to get better. Jack felt peaceful during the blessing, but he still didn’t want to stay in the hospital. He wanted to sleep in the bedroom that he shared with his brother."],["div",{"id":"p12","uri":"/friend/2013/01/not-alone.p12"},"“Sorry, honey. The hospital says we can’t stay,” Mom said. “But we’ll be back tomorrow morning.”"],["div",{"id":"p13","uri":"/friend/2013/01/not-alone.p13"},"Jack couldn’t get out of bed by himself. He couldn’t get a drink. He couldn’t go to the bathroom. There was no one here he knew. Jack felt scared."],["div",{"id":"p14","uri":"/friend/2013/01/not-alone.p14"},"After a few days, Jack got to know the nurses and doctors, so he wasn’t as afraid. But he was bored."],["div",{"id":"p15","uri":"/friend/2013/01/not-alone.p15"},"A few weeks later, Jack’s arms got stronger. He could push himself around in a wheelchair, so he wasn’t as bored. But he was lonely. His parents came to visit every day, and sometimes his brothers and sister pushed him around in his wheelchair too. But Jack’s family couldn’t always be with him. They lived a long way from the hospital. His dad had to work. His brothers and sister went to school. Jack wished he didn’t feel so alone."],["div",{"id":"p16","uri":"/friend/2013/01/not-alone.p16"},"One day a nurse smiled and said, “You have a visitor.”"],["div",{"id":"p17","uri":"/friend/2013/01/not-alone.p17"},"In walked Jack’s bishop! “Hello, Jack! How are you doing today?”Jack grinned. He felt happy that the bishop knew his name."],["div",{"id":"p18","uri":"/friend/2013/01/not-alone.p18"},"“I brought you a present,” the bishop said. He gave Jack a toy and some candy."],["div",{"id":"p19","uri":"/friend/2013/01/not-alone.p19"},"“Thank you,” Jack said. At first he didn’t know what else to say. But soon he was telling the bishop about how he had tried to do tricks in his wheelchair. He had tipped over and couldn’t get up until a nurse came to help him. Jack didn’t try tricks in his wheelchair anymore! He also told the bishop about the books he’d read, his favorite hospital foods, and the schoolwork he’d done. Jack was grateful for someone to talk to."],["div",{"id":"p20","uri":"/friend/2013/01/not-alone.p20"},"When the bishop stood to leave, he said, “We miss you at church. Get well soon.”"],["div",{"id":"p21","uri":"/friend/2013/01/not-alone.p21"},"The ward members had noticed Jack was gone, and they cared about him. Knowing that made Jack smile even after the bishop had left."],["div",{"id":"p22","uri":"/friend/2013/01/not-alone.p22"},"After six weeks, Jack pushed his wheelchair down the long hallway to the hospital’s front doors. He got in the car and rode home."],["div",{"id":"p23","uri":"/friend/2013/01/not-alone.p23"},"After a few more weeks, Jack climbed the ladder to the bunk bed all by himself. He did not slip. He fell asleep to the sound of his brother breathing quietly below."],["div",{"id":"p24","uri":"/friend/2013/01/not-alone.p24"},"A few weeks later, Jack made a card with the bishop’s name on it. He did not drop the pencil. He poured some candy inside the envelope and sealed it."],["div",{"id":"p25","uri":"/friend/2013/01/not-alone.p25"},"Jack was grateful for priesthood blessings. He was thankful for legs that could walk, arms that could climb, and hands that could write. And he was grateful for a bishop who let him know he was not alone."]]],"refs":null}
