{"id":32,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":32,"title":"Lesson 23: 2 Nephi 2 (Part 1)","subtitle":"","short_title":"Lesson 23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23"},[".heading",{"id":"head4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.head4"},[".titleNumber","Lesson 23"],["h1","2 Nephi 2 (Part 1)"]],[".bodyBlock",[".topic",{"id":"t13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.t13"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p4"},["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2"},"2 Nephi 2"],"contains a continuation of Lehi’s teachings just before he died. Speaking directly to his son Jacob, Lehi testified of the Lord’s ability to consecrate our afflictions for our gain. Speaking to all his sons, he taught about the Fall of Adam—why it was necessary and how it affects mankind—and about the need for the Atonement of Jesus Christ. (Lehi also taught about the doctrine of agency. This doctrine will be addressed in the next lesson.)"]],[".topic",{"id":"t14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.t14"},["h2","Suggestions for Teaching"],[".topic",{"id":"t15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.t15"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.1-4"},"2 Nephi 2:1–4"]],["h4","Lehi speaks to Jacob about trials and blessings"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p8"},"To help students see that",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2"},"2 Nephi 2"],"is relevant in their lives, ask them to think of someone they know who has faced significant difficulties or afflictions. Invite them to ponder what they might say to encourage that person. Ask them to prepare to share their thoughts with the class."],[".sidebar box-decor box-right",{"id":"f15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.f15"},["h3","Help students see that scriptures are relevant to them"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p10"},"One of the most effective ways to help students prepare to learn is to ask them to ponder a question or situation that is relevant to them and that will be addressed in the scriptures from which you are teaching. This will help students study the scriptures with purpose."]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p11"},"Explain that",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2"},"2 Nephi 2"],"contains a record of Lehi speaking to a son who had experienced difficulties. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.1"},"2 Nephi 2:1"],"silently. Ask them to identify which son Lehi taught (Jacob) and what had caused this son’s suffering (the rudeness of his brothers). Then have students read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.2-3"},"2 Nephi 2:2–3"],"silently. You may want to suggest that they mark words and phrases that describe what the Lord would do for Jacob."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p12"},"Ask students to share the phrases they have found. Then ask the following questions to help them understand that",["b","the Lord can consecrate our afflictions for our gain:"]],["ul.bullet",["li",["span.label","•"],["p","What does the phrase “consecrate thine afflictions for thy gain” mean to you? (You may need to explain that",["span.emphasis","consecrate"],"means to dedicate or make holy.)"]],["li",["span.label","•"],["p","When have you seen that the Lord can consecrate our afflictions for our gain?"]]]],[".topic",{"id":"t16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.t16"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.5-25"},"2 Nephi 2:5–25"]],["h4","Lehi teaches his sons about the Fall and about the Atonement of Jesus Christ"],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p17"},"Explain that Lehi taught Jacob and his other sons about the Fall of Adam and Eve. You may need to explain that the phrase “the Fall” refers to the conditions that came to Adam and Eve and their descendants because of Adam and Eve’s choice to partake of the forbidden fruit in the Garden of Eden."],["ul.bullet",["li",["span.label","•"],["p","What choice did the Lord give to Adam and Eve in the Garden of Eden? (He allowed them to choose whether or not to eat the forbidden fruit.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.15"},"2 Nephi 2:15"],", why did the Lord give them this choice? (“To bring about his eternal purposes in the end of man.” You may want to encourage students to mark this phrase.)"]],["li",["span.label","•"],["p","What are God’s eternal purposes for us? (To give us the opportunity to receive eternal life and become like Him. You may want to encourage students to make a note of this in their scriptures next to the phrase “eternal purposes.” You may also want to have them read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],".)"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p21"},"Copy the following chart on the board, leaving the two lower boxes blank. (You may want to suggest that students copy this chart in their scripture study journals or class notebooks.)"],["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Without the Fall"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Because of the Fall"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","All things would have remained as they were when they were created (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.22"},"2 Nephi 2:22"],")."],["p.para","Adam and Eve would have had no children (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.23"},"2 Nephi 2:23"],")."],["p.para","Adam and Eve would have remained in a state of innocence, unable to know joy or misery, good or sin (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.23"},"2 Nephi 2:23"],")."]],["td",{"colspan":"1","rowspan":"1"},["p.para","Adam and Eve were driven out of the garden to till the earth (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.19"},"2 Nephi 2:19"],")."],["p.para","Adam and Eve brought forth children—the family of all the earth (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.20"},"2 Nephi 2:20"],")."],["p.para","Adam and Eve and their descendants would experience mortal life, including misery, joy, and the ability to do good and to sin (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.23,25"},"2 Nephi 2:23, 25"],")."],["p.para","We are subject to physical and spiritual death (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.6"},"2 Nephi 9:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.16"},"Helaman 14:16"],")."]]]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p31"},"Invite a student to come to the board and be a scribe for the class. Ask students to search",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.19-25"},"2 Nephi 2:19–25"],"silently, identifying (1) the consequences that would have resulted if Adam and Eve had not eaten the forbidden fruit and fallen and (2) the consequences that resulted from the Fall. Ask the scribe to write students’ answers in the chart. Answers should include those listed above (except for the information about physical and spiritual death, which will be added later)."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p32"},"Invite students to review their responses under the heading “Without the Fall.”"],["ul.bullet",["li",["span.label","•"],["p","How would conditions in the Garden of Eden have prevented Adam and Eve from progressing in Heavenly Father’s plan of salvation? (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.22-23"},"2 Nephi 2:22–23"],".)"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p34"},"Invite students to review the list under the heading “Because of the Fall.” Make sure they understand that because we are descendants of Adam and Eve, we are subject to the conditions that came to them after the Fall (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.21"},"2 Nephi 2:21"],")."],["ul.bullet",["li",["span.label","•"],["p","The phrase “till the earth” means that after Adam and Eve were driven from the garden, they had to work to obtain food. How do you think work helps us progress in Heavenly Father’s plan?"]],["li",["span.label","•"],["p","How would having children help Adam and Eve become more like Heavenly Father? In what ways are families important in Heavenly Father’s plan?"]],["li",["span.label","•"],["p","How can the opportunity to experience joy and misery help us progress in Heavenly Father’s plan?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p38"},"After discussing these questions, emphasize that",["b","the Fall of Adam and Eve is an essential part of Heavenly Father’s plan of happiness."]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p39"},"Point out that",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],"is a scripture mastery passage. You might encourage students to mark it. Because it is short, you may want to take time to help students memorize it."],[".sidebar box-decor box-right",{"id":"f20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.f20"},["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p40"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],["span.dominant",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"]],"Refer to the scripture mastery teaching idea at the end of the lesson to help students with their mastery of this passage."]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p41"},"Explain that although the Fall opened the way for us to progress, it also introduced pain, suffering, sin, and death into the world. To help students expand their understanding of this truth, ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.6"},"2 Nephi 9:6"],"aloud. Then ask another student to read",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.15-17"},"Helaman 14:15–17"],"aloud. Ask the class to look for consequences of the Fall described in these verses."],["ul.bullet",["li",["span.label","•"],["p","What do these verses teach about the Fall? (It brought physical death, which is the death of the body, and spiritual death, which is the state of being cut off from the presence of God. Write",["span.emphasis","We are subject to physical and spiritual death"],"on the board under “Because of the Fall.”)"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p43"},"To help students think about how they have experienced the consequences of the Fall that are listed on the board, encourage them to silently ponder the following questions. (Read the questions slowly and pause between them to give students enough time to think.)"],["ul.bullet",["li",["span.label","•"],["p","What are some causes of misery in this life?"]],["li",["span.label","•"],["p","Why is death a necessary part of the plan of salvation?"]],["li",["span.label","•"],["p","How can troubles and sorrows help us learn and grow?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p47"},"Explain that as we understand how the Fall affects us, we realize that we need the Atonement of Jesus Christ. Read the following statement by President Ezra Taft Benson:"],[".img-left",{"id":"f23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.f23"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-benson.jpg"}]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p48"},"“Just as a man does not really desire food until he is hungry, so he does not desire the salvation of Christ until he knows why he needs Christ."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p49"},"“No one adequately and properly knows why he needs Christ until he understands and accepts the doctrine of the Fall and its effect upon all mankind. And no other book in the world explains this vital doctrine nearly as well as the Book of Mormon” (“The Book of Mormon and the Doctrine and Covenants,”",["span.emphasis","Ensign,"],"May 1987, 85)."],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p50"},"After students have had sufficient time to ponder these questions, display a picture of the Savior. Share your testimony that",["b","through the Atonement, Jesus Christ redeems us from the effects of the Fall and offers redemption from our sins."]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p51"},"Invite a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.5-10,21"},"2 Nephi 2:5–10, 21"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/alma/7.11-13"},"Alma 7:11–13"],". Ask the class to identify phrases in these verses that show what the Savior has done to redeem us from the effects of the Fall and from our individual sins. (In connection with verse 9, you may need to explain that the phrase “make intercession” means to plead on behalf of another person or to act in another person’s place.) To help students analyze the phrases they have identified, ask:"],["ul.bullet",["li",["span.label","•"],["p","Which phrases in these verses indicate that through the Atonement, the Savior will redeem us from physical death?"]],["li",["span.label","•"],["p","Which phrases indicate that the Savior will redeem us from spiritual death (being cut off from the presence of God)?"]],["li",["span.label","•"],["p","Which phrases indicate that the Savior can redeem us from our sins?"]],["li",["span.label","•"],["p","Which phrases indicate that the Savior can help us through times of trial such as sickness and pain?"]]],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p56"},"According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.7-9,21"},"2 Nephi 2:7–9, 21"],", what must we do to receive all the blessings available through the Atonement? (In connection with verse 7, you may need to explain that a person who has “a broken heart and a contrite spirit” is humble and ready to follow the will of God. Such a person feels deep sorrow for sin and sincerely desires to repent.)"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p57"},"After discussing these questions, have students examine the assigned verses silently, looking for phrases that are particularly meaningful to them. Ask students to divide into pairs and share the phrases they have chosen with each other. Invite them to share why these phrases are meaningful to them."],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p58"},"Invite one or two students to summarize for the class why the Fall is an essential part of Heavenly Father’s plan of salvation. Then ask them to share their feelings about how the Atonement of Jesus Christ redeems us from the Fall."]],[".figure",{"id":"f25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.f25"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery—",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"]],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p60"},["span.emphasis","Note:"],"Consider using the following activity to help students use",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],"when they teach the gospel. Because of the nature and length of today’s lesson, you may want to use this activity on another day, when you have more time."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p61"},"Invite students to prepare a lesson about the doctrine of the Fall, using",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],". They could teach this lesson in a family home evening or in another setting. Ask a few students if they would be willing to report on their experiences after they teach. Allow students to begin their preparation during class, as time permits."]]]],[".resources",[".box-decor",{"id":"f26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.f26"},["h2","Commentary and Background Information"],[".topic",{"id":"t17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.t17"},["h3","2 Nephi 2:15. The forbidden fruit"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p64"},"The Lord honored the agency of Adam and Eve after teaching them the consequences of partaking of the forbidden fruit. God said, “Thou mayest choose for thyself” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.17"},"Moses 3:17"],"). President Joseph Fielding Smith helps us understand the Lord’s instructions to Adam and Eve about the forbidden fruit:"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p65"},"“Just why the Lord would say to Adam that he forbade him to partake of the fruit of that tree is not made clear in the Bible account [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.17"},"Genesis 2:17"],"], but in the original as it comes to us in the Book of Moses [see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.17"},"Moses 3:17"],"] it is made definitely clear. It is that the Lord said to Adam that if he wished to remain as he was in the garden, then he was not to eat the fruit, but if he desired to eat it and partake of death he was at liberty to do so” (",["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. [1957–66], 4:81)."]],[".topic",{"id":"t18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.t18"},["h3","2 Nephi 2:14, 25–26. The Creation, the Fall, and the Atonement"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p67"},"Elder Bruce R. McConkie of the Quorum of the Twelve Apostles taught:"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p68"},"“The most important events that ever have or will occur in all eternity … are the Creation, the Fall, and the Atonement."],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p69"},"“Before we can even begin to understand the temporal creation of all things, we must know how and in what manner these three eternal verities—the Creation, the Fall, and the Atonement—are inseparably woven together to form one plan of salvation. No one of them stands alone; each of them ties into the other two; and without a knowledge of all of them, it is not possible to know the truth about any one of them. …"],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p70"},"“… Be it remembered, the Atonement came because of the Fall. Christ paid the ransom for Adam’s transgression. If there had been no Fall, there would be no Atonement with its consequent immortality and eternal life. Thus, just as surely as salvation comes because of the Atonement, so also salvation comes because of the Fall” (“Christ and the Creation,”",["span.emphasis","Ensign,"],"June 1982, 9)."]],[".topic",{"id":"t19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.t19"},["h3","2 Nephi 2:24. “In the wisdom of him who knoweth all things”"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p72"},"President Brigham Young taught that the Fall of Adam and Eve was part of Heavenly Father’s plan of salvation:"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p73"},"“Did [Adam and Eve] come out in direct opposition to God and to his government? No. But they transgressed a command of the Lord, and through that transgression sin came into the world. The Lord knew they would do this, and he had designed that they should” (",["span.emphasis","Discourses of Brigham Young,"],"sel. John A. Widtsoe [1954], 103)."]]],[".box-decor",{"id":"f27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.f27"},["h2","Supplemental Teaching Ideas"],[".topic",{"id":"t20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.t20"},["h3","2 Nephi 2:2. “He shall consecrate thine afflictions for thy gain”"],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p76"},"Lehi acknowledged the afflictions Jacob suffered “because of the rudeness of [his] brethren” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.1"},"2 Nephi 2:1"],"), but he also taught that God could “consecrate [Jacob’s] afflictions for [his] gain” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.2"},"2 Nephi 2:2"],"). Ask students to reflect on a time when God has turned an affliction into a positive result."],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p77"},"The following experience shared by President Dieter F. Uchtdorf of the First Presidency illustrates how the Lord can consecrate our afflictions for our gain:"],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p78"},"“When I was 11 years old, my family had to leave East Germany and begin a new life in West Germany overnight. Until my father could get back into his original profession as a government employee, my parents operated a small laundry business in our little town. I became the laundry delivery boy. To be able to do that effectively, I needed a bicycle to pull the heavy laundry cart. I had always dreamed of owning a nice, sleek, shiny, sporty red bicycle. But there had never been enough money to fulfill this dream. What I got instead was a heavy, ugly, black, sturdy workhorse of a bicycle. I delivered laundry on that bike before and after school for quite a few years. Most of the time, I was not overly excited about the bike, the cart, or my job. Sometimes the cart seemed so heavy and the work so tiring that I thought my lungs would burst, and I often had to stop to catch my breath. Nevertheless, I did my part because I knew we desperately needed the income as a family, and it was my way to contribute."],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p79"},"“If I had only known back then what I learned many years later—if I had only been able to",["span.emphasis","see the end from the beginning"],"—I would have had a better appreciation of these experiences, and it would have made my job so much easier."],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p80"},"“Many years later, when I was about to be drafted into the military, I decided to volunteer instead and join the Air Force to become a pilot. I loved flying and thought being a pilot would be my thing."],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p81"},"“To be accepted for the program I had to pass a number of tests, including a strict physical exam. The doctors were slightly concerned by the results and did some additional medical tests. Then they announced, ‘You have scars on your lung which are an indication of a lung disease in your early teenage years, but obviously you are fine now.’ The doctors wondered what kind of treatment I had gone through to heal the disease. Until the day of that examination I had never known that I had any kind of lung disease. Then it became clear to me that my regular exercise in fresh air as a laundry boy had been a key factor in my healing from this illness. Without the extra effort of pedaling that heavy bicycle day in and day out, pulling the laundry cart up and down the streets of our town, I might never have become a jet fighter pilot and later a 747 airline captain” (“See the End from the Beginning,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2006, 42–43)."]],[".topic",{"id":"t21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.t21"},["h3","2 Nephi 2:25. Scripture mastery activity"],["p.para",{"id":"p83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p83"},"The following scripture mastery activity can help students practice teaching the doctrine in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],"."],["p.para",{"id":"p84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p84"},"Conduct a missionary role play in which students use",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],"to answer the questions below. Divide students into companionships. Show them the questions, and ask them to consider how they would use",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],"to answer the questions. As they prepare their responses, encourage them to (1) read the passage aloud, (2) identify the truth it teaches, and (3) explain how this truth answers the questions. Also invite them to think of times when they have experienced joy through the gospel of Jesus Christ. Ask them to consider sharing some of these experiences."],["p.para",{"id":"p85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p85"},"Once students have had sufficient time to prepare, invite one companionship to come to the front of the class and play the roles of missionaries. Invite another student to come to the front of the class and play the part of an investigator. Have the investigator ask one of the questions below. Then ask the missionaries to share their response. After the missionaries have shared their response, thank them and offer positive feedback on what they did well. You may also want to invite the class to provide positive feedback. Then ask three other students to come forward to role-play the other question."],["p.para",{"id":"p86","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p86"},"Question A: I have always been told that Adam and Eve made a huge mistake when they ate the forbidden fruit. They lived in paradise, where there was no death or corruption. Don’t you think we would have been better off if they had not fallen?"],["p.para",{"id":"p87","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-23.p87"},"Question B: I have talked to a lot of different people concerning their beliefs about why God has placed us on this planet. What do Latter-day Saints believe?"]]]]]]],"refs":null}
