{"id":31,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":31,"title":"Lesson 22: 2 Nephi 1","subtitle":"","short_title":"Lesson 22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.head3"},[".titleNumber","Lesson 22"],["h1","2 Nephi 1"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p4"},"The truths in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1"},"2 Nephi 1"],"were spoken by a loving parent and leader who was about to die. Lehi pled with his sons, the sons of Ishmael, and Zoram to obey the commandments of God. He promised them that if they would keep the commandments of God, they would prosper in the land. He also exhorted them to follow Nephi’s prophetic leadership."]],[".sidebar box-decor box-right",{"id":"f2","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.f2"},["h3","Focus on students"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p6"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles explained that helping students gain understanding is more important than covering all the material in a lesson plan: “Remember, your highest priority is not to get through all the material if that means that it cannot be properly absorbed. Do what you are able to do with understanding. … If a key principle is understood [and] internalized … then the most important objective has been accomplished” (“To Understand and Live Truth” [address to CES religious educators, Feb. 4, 2005], 2–3,",["a.urlRef",{"href":"http://si.lds.org"},["span.language","si.lds.org"]],")."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.1-23"},"2 Nephi 1:1–23"]],["h4","Lehi exhorts his people to live righteously"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p10"},"Ask students to imagine that they suddenly have to leave their family members and might never see them again."],["ul.bullet",["li",["span.label","•"],["p","If you were to leave some final words of counsel with your family, what would you say? Why?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p12"},"After hearing from a few students, explain that chapters 1–4 of 2 Nephi contain Nephi’s record of his father’s final counsel. This lesson focuses on",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1"},"2 Nephi 1"],", which contains counsel Lehi shared with his sons, the sons of Ishmael, and Zoram."],["ul.bullet",["li",["span.label","•"],["p","Why might a parent’s or a prophet’s final counsel be particularly significant?"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p14"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.1-5"},"2 Nephi 1:1–5"],"aloud. Ask the class to identify “great things the Lord had done” for Lehi’s family."],["ul.bullet",["li",["span.label","•"],["p","How did these great things show the Lord’s mercy?"]],["li",["span.label","•"],["p","What is an example of a great thing the Lord has done for you or your family?"]],["li",["span.label","•"],["p","What are your feelings as you think about God’s mercy toward you and your family?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p18"},"On one side of the board, write",["span.emphasis","Actions."],"On the other side of the board, write",["span.emphasis","Consequences."],"Divide the class into two groups. Invite the first group to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.6-9"},"2 Nephi 1:6–9"],"and the second group to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.10-12"},"2 Nephi 1:10–12"],". Ask both groups to find actions that Lehi said his descendants might take. Also ask them to look for the consequences of those actions. For example, Lehi said that if the people would serve the Lord according to His commandments, the land would be a land of liberty for them (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.7"},"2 Nephi 1:7"],"). As students share their answers, have a student write them on the board."],["ul.bullet",["li",["span.label","•"],["p","As you examine the answers on the board, how would you summarize Lehi’s message to his family? (Students may answer with different words, but be sure the following message is clear:",["b","The Lord blesses us when we keep His commandments, and He withholds blessings when we do not keep His commandments."],")"]],["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.9"},"2 Nephi 1:9"],", the phrase “this land” refers to the Americas. What did the Lord promise to the obedient who would live in “this land”?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p21"},"To help students understand the meaning of the metaphors Lehi used to encourage his sons to keep the Lord’s commandments, display an alarm clock, a chain, and something with dust on it (be sure to emphasize the dust, not the object)."],[".sidebar box-decor box-right",{"id":"f7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.f7"},["h3","Metaphors in the scriptures"],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p23"},"A metaphor is a figure of speech in which a word or phrase describes an object or action without having a literal connection to that object or action. For example, Lehi’s sons were not literally covered with dust when Lehi told them to “arise from the dust” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.14"},"2 Nephi 1:14"],"). The Lord and His prophets have often used metaphors in their teaching to help us relate to gospel principles. These metaphors can serve as powerful reminders. As you discuss metaphors, help students focus on the spiritual meaning communicated by the words."]],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p24"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.13-14"},"2 Nephi 1:13–14"],"silently, looking for words and phrases that relate to these three objects. After they have read, hold up each object and ask the students to share the words and phrases they have found. (Answers may include “awake,” “sleep of hell,” “shake off the awful chains,” “chains which bind,” and “arise from the dust.”) Ask students what it might mean to be in a “deep sleep,” to be bound with “awful chains,” or to` need to “arise from the dust.”"],["ul.bullet",["li",["span.label","•"],["p","When Lehi used these words and phrases, what was he exhorting his sons to do? (To repent, to change their ways.)"]],["li",["span.label","•"],["p","What did Lehi warn would happen if his sons did not “shake off [their] chains”? (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.13"},"2 Nephi 1:13"],".)"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p27"},"Invite students to study",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.14-18"},"2 Nephi 1:14–18"],"silently. Explain that Lehi gave this counsel with kindness and love and with great concern (“anxiety”) for his children’s welfare. Ask students to look for reasons why Lehi wanted his family to keep the commandments of the Lord."],["ul.bullet",["li",["span.label","•"],["p","Why was Lehi concerned for his posterity? (He was concerned about the consequences they would suffer because of their actions, and he wanted them to experience the love of God, as he had.)"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p29"},"Have students individually read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.15"},"2 Nephi 1:15"],"again."],["ul.bullet",["li",["span.label","•"],["p","What blessing had Lehi received because of his faithfulness?"]],["li",["span.label","•"],["p","When have you felt encircled about in the arms of God’s love?"]]],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p32"},"Divide the class into pairs. Ask one student in each pair to search",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.19-22"},"2 Nephi 1:19–22"],"for promises that could have inspired Lehi’s sons to repent. Ask the other student in each pair to search the same verses for consequences that Lehi said would come if his sons chose to reject his counsel. (You may want to write this assignment on the board.) Give students three or four minutes to complete the assignment and to share their findings with each other. You might want to move around the classroom as they give their reports so you can help guide their discussions."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p33"},"Read Lehi’s challenge in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.23"},"2 Nephi 1:23"],"aloud to students. You may want to encourage students to mark this verse. You might also encourage them to write in their scripture study journals or class notebooks about one thing they may need to do to “awake” or “shake off the chains” or “arise from the dust” so they can receive the blessings that Lehi spoke of."],["ul.bullet",["li",["span.label","•"],["p","What does it mean to you to “put on the armor of righteousness”? (See also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.15-18"},"D&C 27:15–18"],".)"]]]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.24-32"},"2 Nephi 1:24–32"]],["h4","Lehi exhorts his sons to follow Nephi’s prophetic leadership"],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p37"},"Explain that Lehi taught about a source of strength and inspiration that the Lord had provided for his family. Invite students to find that source in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.24"},"2 Nephi 1:24"],". (The source was Nephi, who would serve as their prophet after Lehi died.)"],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p38"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.25-28"},"2 Nephi 1:25–28"],"aloud. Ask the class to look for reasons Lehi gave for the people to follow Nephi."],["ul.bullet",["li",["span.label","•"],["p","What qualities did Lehi emphasize when he spoke of Nephi’s leadership? Why would you trust a leader with these qualities?"]],["li",["span.label","•"],["p","When have you seen Church leaders exemplify these qualities?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p41"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.30-32"},"2 Nephi 1:30–32"],"silently. Ask them to look for promises Lehi gave to Zoram."],["ul.bullet",["li",["span.label","•"],["p","What promises did you find?"]],["li",["span.label","•"],["p","How might these promises apply to us and our families as we follow the prophet?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p44"},"After this discussion, ensure that students understand that",["b","as we follow those whom God has called to lead us, we are blessed with spiritual prosperity and security."],"To support this principle, share your testimony of the blessings that come when we follow our Church leaders."]]]],[".resources",[".box-decor",{"id":"f14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.f14"},["h2","Commentary and Background Information"],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.t11"},["h3","2 Nephi 1:22. “Eternal destruction”"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p47"},"In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.22"},"2 Nephi 1:22"],", Lehi speaks of “the eternal destruction of both soul and body.” The following statement by President Joseph Fielding Smith may help you explain Lehi’s words:"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p48"},"“Destruction does not mean annihilation. We know, because we are taught in the revelations of the Lord, that a soul cannot be destroyed."],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p49"},"“Every soul born into this world shall receive the resurrection and immortality and shall endure forever. Destruction does not mean, then, annihilation. When the Lord says they shall be destroyed, he means that they shall be banished from his presence, that they shall be cut off from the presence of light and truth, and shall not have the privilege of gaining this exaltation; and that is destruction” (",["span.emphasis","Doctrines of Salvation,"],"comp. Bruce R. McConkie, 3 vols. [1954–56], 2:227–28)."]],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.t12"},["h3","2 Nephi 1:28. “If ye will hearken unto the voice of Nephi ye shall not perish”"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p51"},"Lehi promised that those who would “hearken unto the voice of Nephi” would be blessed (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/1.28"},"2 Nephi 1:28"],"). To read about promises the Lord has made to those who follow living prophets in our day, see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/21.5-6"},"Doctrine and Covenants 21:5–6"],"."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-22.p52"},"President Wilford Woodruff said: “I hope we may all pursue the course laid down for us by the servants of the Lord, for if we do this I know that we shall be safe in this world, and secure happiness and exaltation in the world to come. … If we are faithful they will lead us in the way of life, and in as much as we have faith to believe in their instructions, in the teachings of the Holy Spirit through them, we are always in the safe path, and shall be sure of our reward” (",["span.emphasis","Teachings of Presidents of the Church: Wilford Woodruff"],"[2004], 199)."]]]]]]],"refs":null}
