{"id":50,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":50,"title":"Lesson 38: 2 Nephi 28","subtitle":"","short_title":"Lesson 38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38"},[".heading",{"id":"head22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.head22"},[".titleNumber","Lesson 38"],["h1","2 Nephi 28"]],[".bodyBlock",[".topic",{"id":"t146","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.t146"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p4"},"Nephi prophesied of some of the challenging conditions in the latter days, including the false teachings and pride of many churches that would be built up. He taught how to recognize false doctrines and worldly attitudes, and he warned of ways that Satan will try to distract us from righteousness."]],[".topic",{"id":"t147","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.t147"},["h2","Suggestions for Teaching"],[".topic",{"id":"t148","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.t148"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.1-19"},"2 Nephi 28:1–19"]],["h4","Nephi describes false churches and false ideas of our day"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p8"},"On the board, draw warning signs that are familiar in your culture. For example, you might draw a traffic sign or a symbol communicating that a certain substance is hazardous or poisonous."],["ul.bullet",["li",["span.label","•"],["p","What is the purpose of these signs?"]]],[".img-left",{"id":"f230","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.f230"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-benson.jpg"}]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p10"},"Explain that the Book of Mormon can help us see warning signs of spiritually harmful influences. President Ezra Taft Benson explained that one of the purposes of the Book of Mormon is to expose how the adversary and other enemies of Christ will work in the latter days. Invite a student to read the following statement by President Benson:"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p11"},"“The Book of Mormon exposes the enemies of Christ. It confounds false doctrines. … It fortifies the humble followers of Christ against the evil designs, strategies, and doctrines of the devil in our day. The type of apostates in the Book of Mormon are similar to the type we have today” (“The Book of Mormon Is the Word of God,”",["span.emphasis","Ensign,"],"Jan. 1988, 3)."],["ul.bullet",["li",["span.label","•"],["p","How does the Book of Mormon expose the enemies of Christ? (It includes accounts of people who tried to lead others away from faith in Christ. It allows us to see their errors and false ideas.)"]],["li",["span.label","•"],["p","How does the Book of Mormon fortify us against the adversary?"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p14"},"Testify that",["b","the Book of Mormon exposes the false ideas of the devil and strengthens us against his evil designs."],"Explain that students will see an example of this in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28"},"2 Nephi 28"],". This chapter contains one of Nephi’s prophecies about the latter days. In this prophecy, Nephi warned of false teachings that would be prevalent in our day."],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p15"},"Invite students to search",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.3-9"},"2 Nephi 28:3–9"],"silently, looking for Nephi’s warnings about false teachings. Point out that",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.7-9"},"2 Nephi 28:7–9"],"is a scripture mastery passage. You might encourage students to mark this passage in a distinctive way so they will be able to locate it easily. After students have had enough time to study the passage, invite several students to come to the board. Ask each of them to write one false teaching or idea from this passage, including the verse where it is found. Then ask the other students if they noticed other false teachings or ideas in the passage. If they did, invite them to add to the list on the board."],[".sidebar box-decor box-right",{"id":"f232","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.f232"},["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p16"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],["span.dominant",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.7-9"},"2 Nephi 28:7–9"]],"is a scripture mastery passage. Refer to the teaching idea at the end of the lesson to help students with their mastery of this passage."]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p17"},"To help students discuss a few of these false doctrines and ideas, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What is a modern-day example of one of these false ideas? (Ensure that the class does not name specific churches when they respond to this question.)"]],["li",["span.label","•"],["p","How does this false idea hinder people from following the plan of our Heavenly Father?"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p20"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.12-14"},"2 Nephi 28:12–14"],"aloud. Invite the class to look for Nephi’s warning about what will happen to many churches and people in the last days because of pride and false doctrines."],["ul.bullet",["li",["span.label","•"],["p","In what ways do pride and false teachings influence people?"]],["li",["span.label","•"],["p","Why are “humble followers of Christ” not led astray by pride and wickedness? How can we avoid being deceived by “the precepts of men”? (You may need to explain that the phrase “precepts of men” refers to the teachings of people—in contrast to the teachings of the Lord.)"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p23"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.15-16,19"},"2 Nephi 28:15–16, 19"],"silently, looking for the consequences of false teachings."],["ul.bullet",["li",["span.label","•"],["p","What words or phrases do you see in these verses that describe the results of pride and false teachings?"]]]],[".topic",{"id":"t149","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.t149"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.20-32"},"2 Nephi 28:20–32"]],["h4","Nephi warns about how Satan tries to deceive us"],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p27"},"Share the following story with students:"],[".sidebar box-decor box-right",{"id":"f236","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.f236"},["h3","Using stories"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p29"},"A story can help engage students by creating interest and helping them to participate in the learning process through hearing others’ experiences. Stories can also help students see how gospel principles apply in people’s lives."]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p30"},"While on an assignment in Africa, President Boyd K. Packer went to see animals at a game reserve. He noticed that animals at a shallow water hole were nervous. When he asked the guide why the animals didn’t drink, the guide said it was because of crocodiles. President Packer recalled:"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p31"},"“I knew he must be joking and asked him seriously, ‘What is the problem?’ The answer again: ‘Crocodiles.’ …"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p32"},"“He could tell I did not believe him and determined, I suppose, to teach me a lesson. We drove to another location where the car was on an embankment above the muddy hole where we could look down. ‘There,’ he said. ‘See for yourself.’"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p33"},"“I couldn’t see anything except the mud, a little water, and the nervous animals in the distance. Then all at once I saw it!—a large crocodile, settled in the mud, waiting for some unsuspecting animal to get thirsty enough to come for a drink."],[".img-left",{"id":"f237","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.f237"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-packer.jpg"}]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p34"},"“Suddenly I became a believer! When he could see I was willing to listen, he continued with the lesson. ‘There are crocodiles all over the park,’ he said, ‘not just in the rivers. We don’t have any water without a crocodile somewhere near it, and you’d better count on it.’ …"],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p35"},"“On another trip to Africa I discussed this experience with a game ranger in another park. …"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p36"},"“He then showed me a place where a tragedy had occurred. A young man from England was working in the hotel for the season. In spite of constant and repeated warnings, he went through the compound fence to check something across a shallow splash of water that didn’t cover his tennis shoes."],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p37"},"“‘He wasn’t two steps in,’ the ranger said, ‘before a crocodile had him, and we could do nothing to save him’” (“Spiritual Crocodiles,”",["span.emphasis","Ensign,"],"May 1976, 30–31)."],["ul.bullet",["li",["span.label","•"],["p","What caused this young man to fall victim to the crocodile? How could he have avoided this tragedy? (By obeying the warnings he had been given.)"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p39"},"Invite a student to read aloud the following counsel from President Packer:"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p40"},"“Those ahead of you in life have probed about the water holes a bit and raise a voice of warning about crocodiles. Not just the big, gray lizards that can bite you to pieces, but",["span.emphasis","spiritual crocodiles,"],"infinitely more dangerous, and more deceptive and less visible, even, than those well-camouflaged reptiles of Africa."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p41"},"“These spiritual crocodiles can kill or mutilate your souls. They can destroy your peace of mind and the peace of mind of those who love you. Those are the ones to be warned against, and there is hardly a watering place in all of mortality now that is not infested with them” (“Spiritual Crocodiles,” 31)."],["ul.bullet",["li",["span.label","•"],["p","In what ways are the crocodiles in President Packer’s story similar to the temptations and tactics of Satan? What warnings do we receive to help us avoid spiritual danger?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p43"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.19"},"2 Nephi 28:19"],"aloud while students follow along. Then write on the board",["span.emphasis","Satan seeks to grasp us in his power by …"]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p44"},"Explain that as Nephi continued his prophecy, he spoke of tactics that Satan would use against us in the latter days. Divide students into pairs. Invite each pair to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.20-29"},"2 Nephi 28:20–29"],", looking for ways to complete the sentence on the board."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p45"},"After a few minutes, invite the partnerships to report on how they have completed the statement on the board. As part of this discussion, make sure students understand that",["b","Satan uses many tactics to try to overpower us, such as by stirring us up to anger, pacifying us and lulling us, and flattering us."]],["ul.bullet",["li",["span.label","•"],["p","What are some examples of Satan trying to “stir [people] up to anger against that which is good”? How does anger confuse people about what is good and what is evil?"]],["li",["span.label","•"],["p","Why do you think it is dangerous for people to be “at ease in Zion,” thinking that no improvement is needed? Why do you think Satan is able to lead such people “carefully down to hell”?"]],["li",["span.label","•"],["p","What does it mean to flatter someone? (To give insincere praise and compliments.) Why do you think flattery can lead some people away from the Lord?"]],["li",["span.label","•"],["p","Why would Satan try to convince people that he does not exist?"]],["li",["span.label","•"],["p","What are some things we can do to guard against anger? How can we guard against the feeling that all is well? How can we guard against flattery?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p51"},"To conclude the lesson, inform students that the end of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28"},"2 Nephi 28"],"contains a final warning and an assurance from the Lord. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30-32"},"2 Nephi 28:30–32"],"silently."],["ul.bullet",["li",["span.label","•"],["p","The Lord honors our agency and our efforts to learn of Him. According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.30"},"2 Nephi 28:30"],", He teaches us “line upon line, precept upon precept.” What does that mean to you? According to this verse, what happens to those who say, “We have enough”?"]],["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.32"},"2 Nephi 28:32"],", the Lord speaks to people who have denied Him. In this verse, what do you think He means when He says, “I shall lengthen out mine arm unto them from day to day”? (In this verse, the Lord tells of His mercy and His willingness to help us each day as we seek to follow His will, even if we have rejected Him in the past. Help students understand that",["b","the Lord will be merciful to all people who repent and come to Him."],")"]]],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p54"},"Write the following on the board:",["span.emphasis","Because of what I have learned today, I will …"],"Invite students to finish this sentence in their scripture study journals or class notebooks by describing what they will do as a result of studying Nephi’s prophecy in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28"},"2 Nephi 28"],". You may want to invite a few students to share what they have written with the class. However, ensure they understand that they should not feel obligated to share thoughts or experiences that are too personal or private."],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p55"},"Testify that with guidance and strength from the Lord, we can overcome temptation. And even when we sin, the Lord will be merciful to us if we sincerely repent."]],[".figure",{"id":"f242","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.f242"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery—",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.7-9"},"2 Nephi 28:7–9"]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p57"},"Explain that people sometimes rationalize sin by telling themselves that everyone is doing it or that they can repent later. Divide the class into small groups. Invite the groups to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.7-9"},"2 Nephi 28:7–9"],"together, looking for words and phrases that relate to these false ideas. Invite students to discuss the following questions in their groups (you may want to write the questions on the board before class):"],["ul.bullet",["li",["span.label","•"],["p","What is the danger of committing a “little sin”?"]],["li",["span.label","•"],["p","Will God justify our committing minor or infrequent sins? (Ask students to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.31"},"Doctrine and Covenants 1:31"],"for an additional insight.)"]],["li",["span.label","•"],["p","How might a person “take the advantage of one because of his words”? How might we sometimes “dig a pit for [our] neighbor”?"]]],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p61"},"Invite each group to rewrite the verses in language that people might use today to persuade young people to follow these foolish doctrines."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p62"},"Ask students to think about times when they have maintained their spiritual strength in spite of false ideas at school, in the media, or from friends. Invite them to write about these experiences in their scripture study journals or class notebooks. Consider asking a few students to share what they have written."],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p63"},["span.emphasis","Note:"],"You could use this idea during the lesson as you introduce the scripture mastery passage, or you could use it at the end of the lesson."]]]],[".resources",[".box-decor",{"id":"f244","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.f244"},["h2","Commentary and Background Information"],[".topic",{"id":"t150","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.t150"},["h3","2 Nephi 28:7–9. The dangers of committing sin"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p66"},"Nephi exposed some of the “false and vain and foolish doctrines” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.9"},"2 Nephi 28:9"],") that Satan professes and will continue to use. Each of the phrases found in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.7-9"},"2 Nephi 28:7–9"],"conveys a spiritually dangerous philosophy. Latter-day prophets have also identified these falsehoods and have spoken against them."],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p67"},["span.emphasis","“Eat, drink, and be merry, for tomorrow we die” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.7"},"2 Nephi 28:7"],")."],"Elder Neal A. Maxwell of the Quorum of the Twelve Apostles cautioned against this attitude:"],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p68"},"“The philosophy of ritual prodigalism is ‘eat, drink, and be merry, … [and] God will beat us with a few stripes.’ This is a cynical and shallow view of God, of self, and of life. God never can justify us ‘in committing a little sin.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.8"},"2 Ne. 28:8"],".) He is the God of the universe, not some night-court judge with whom we can haggle and plea bargain!"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p69"},"“Of course God is forgiving! But He knows the intents of our hearts. He also knows what good we might have done while AWOL [absent without leave]. In any case, what others do is no excuse for the disciple from whom much is required. (See",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.4"},"Alma 39:4"],".) Besides, on the straight and narrow path, there are simply no corners to be cut. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.3"},"D&C 82:3"],".)” (“Answer Me,”",["span.emphasis","Ensign,"],"Nov. 1988, 33)."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p70"},["span.emphasis","“God … will justify in committing a little sin” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.8"},"2 Nephi 28:8"],")."],"The Doctrine and Covenants is clear:"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p71"},"“For I the Lord cannot look upon sin with the least degree of allowance; nevertheless, he that repents and does the commandments of the Lord shall be forgiven” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.31-32"},"D&C 1:31–32"],")."],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p72"},"Elder Dallin H. Oaks of the Quorum of the Twelve Apostles commented on the foolishness of thinking that we are better off after having sinned because of what we have learned from the experience:"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p73"},"“The idea that one is better off after one has sinned and repented is a devilish lie of the adversary. Does anyone here think that it is better to learn firsthand that a certain blow will break a bone or a certain mixture of chemicals will explode and sear off our skin? Are we better off after we have sustained and then healed such injuries? I believe we all can see that it is better to heed the warnings of wise persons who know the effects on our bodies” (“Sin and Suffering,” [Brigham Young University fireside address, Aug. 5, 1990], 6, speeches.byu.edu)."],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p74"},["span.emphasis","“Lie a little” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.8"},"2 Nephi 28:8"],")."],"President Gordon B. Hinckley admonished us to resist the temptation to lie a little:"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p75"},"“Nephi so describes the people of his day, as he also describes so many of our day. How easy it is for us to say, ‘We believe in being honest, true, chaste, benevolent.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"A of F 1:13"],".) But how difficult for so many to resist the temptation to lie a little, cheat a little, steal a little, bear false witness in speaking in gossipy words about others. Rise above it. … Be strong in the simple virtue of honesty” (“Building Your Tabernacle,”",["span.emphasis","Ensign,"],"Nov. 1992, 52)."],["p.para",{"id":"p76","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p76"},["span.emphasis","“God will beat us with a few stripes, and at last we shall be saved” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.8"},"2 Nephi 28:8"],")."],"President James E. Faust of the First Presidency spoke against this falsehood:"],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p77"},"“[One deception] is what some erroneously call ‘premeditated repentance.’ There is no such doctrine in this Church. This may sound subtly appealing, but it is in fact pernicious and a false concept. Its objective is to persuade us that we can consciously and deliberately transgress with the forethought that quick repentance will permit us to enjoy the full blessings of the gospel, such as temple blessings or a mission. True repentance can be a long, painful process. This foolish doctrine was foreseen by Nephi:"],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p78"},"“‘And there shall also be many which shall say: Eat, drink, and be merry; nevertheless, fear God—he will justify in committing a little sin; … there is no harm in this; and do all these things, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few stripes, and at last we shall be saved in the kingdom of God’ [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.8"},"2 Nephi 28:8"],"]."],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p79"},"“… All of our covenants must not only be received through ordinances but to be eternal must also be sealed by the Holy Spirit of Promise. This divine stamp of approval is placed upon our ordinances and covenants only through faithfulness. The false idea of so-called premeditated repentance involves an element of deception, but the Holy Spirit of Promise cannot be deceived” (“The Enemy Within,”",["span.emphasis","Ensign,"],"Nov. 2000, 46)."]],[".topic",{"id":"t151","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.t151"},["h3","2 Nephi 28:21–22. “Others will he pacify. … Others he flattereth away”"],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p81"},"Bishop Richard C. Edgley, a counselor in the Presiding Bishopric, spoke of the dangers of being pacified and flattered:"],["p.para",{"id":"p82","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p82"},"“Every act, good or bad, has a consequence. Every",["span.emphasis","good"],"act improves our ability to do good and more firmly stand against sin or failure. Every transgression, regardless of how minor, makes us more susceptible to Satan’s influence the next time he tempts us. Satan takes us an inch at a time, deceiving us as to the consequences of so-called minor sins until he captures us in major transgressions. Nephi describes this technique as one of pacifying, lulling, and flattering us away until Satan ‘grasps [us] with his awful chains, from whence there is no deliverance’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.22"},"2 Ne. 28:22"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/28.21"},"v. 21"],")” (“That Thy Confidence Wax Strong,”",["span.emphasis","Ensign,"],"Nov. 1994, 40)."]]],[".box-decor",{"id":"f245","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.f245"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t152","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.t152"},["h3","2 Nephi 28:20–32. “Spiritual Crocodiles” video presentation"],["p.para",{"id":"p85","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-38.p85"},"The story of the young man who ignores the warnings of others and is killed by a crocodile, as retold by President Boyd K. Packer in a conference address (see “Spiritual Crocodiles,”",["span.emphasis","Ensign,"],"May 1976, 30–31), is available as a media presentation on",["span.emphasis","Book of Mormon Video DVD Presentations 1–19"],"or",["span.emphasis","Book of Mormon Visual Resource DVDs."],"It is also available at lds.org/media-library/video/book-of-mormon-presentations?lang=eng#2010-06-13-spiritual-crocodiles. You might consider showing it in class and discussing it."]]]]]]],"refs":null}
