{"id":51,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":51,"title":"Lesson 39: 2 Nephi 29–30","subtitle":"","short_title":"Lesson 39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39"},[".heading",{"id":"head23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.head23"},[".titleNumber","Lesson 39"],["h1","2 Nephi 29–30"]],[".bodyBlock",[".topic",{"id":"t153","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.t153"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p4"},"Nephi prophesied about the latter-day Restoration of the gospel, which the Lord said would be “a marvelous work” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.1"},"2 Nephi 29:1"],"). Nephi testified that in the last days, all scriptures would work together to show that God remembers His children. He prophesied that many would reject the Book of Mormon but that those who believe would be gathered into the Church. In addition, he taught that God’s covenant people are those who repent and believe in the Son of God."]],[".topic",{"id":"t154","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.t154"},["h2","Suggestions for Teaching"],[".topic",{"id":"t155","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.t155"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29"},"2 Nephi 29"]],["h4","Nephi prophesies that in the last days, many will reject the Book of Mormon"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p8"},"Invite students to imagine that a friend at school sincerely asks, “Why do Mormons have another Bible?” You might ask students to raise their hands if they have been asked a question like this. Then invite a few to share how they have answered the question."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p9"},"Explain that Nephi provided some answers to this question by recording the Lord’s words about the role of the Book of Mormon in the latter-day Restoration of the gospel, which the Lord called “a marvelous work.” Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.1-2"},"2 Nephi 29:1–2"],"silently and identify what the Lord’s words would do in the last days. (They would “proceed forth” to Nephi’s seed, or descendants, and they would also “hiss forth unto the ends of the earth.”) President Ezra Taft Benson explained that “we, the members of the Church, and particularly the missionaries, have to be the ‘hissers,’ or the tellers and testifiers, of the Book of Mormon unto the ends of the earth” (“The Book of Mormon Is the Word of God,”",["span.emphasis","Ensign,"],"May 1975, 65)."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p10"},"Explain that the word",["span.emphasis","standard"],"in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.2"},"2 Nephi 29:2"],"refers to an object used to gather and unify people. Flags are often called standards. (See the explanation of the word",["span.emphasis","ensign"],"in lesson 32.)"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.2"},"2 Nephi 29:2"],", what is the “standard” that will go forth “unto the ends of the earth” to gather the Lord’s people? (The Book of Mormon—the words of Nephi’s seed, or descendants.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.1-2"},"2 Nephi 29:1–2"],", what is the Lord’s purpose for providing additional scripture, such as the Book of Mormon? (Help students understand that",["b","the Lord provides scriptures as a second witness and to gather people to His covenant."],")"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p13"},"On the board, write the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles (from",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 4.):"],[".chalkboard",{"id":"f247","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.f247"},["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p14"},"“The Book of Mormon is the preeminent statement of God’s covenant with and his love for his children here on earth.” (Elder Jeffrey R. Holland)"]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p15"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29"},"2 Nephi 29"],", the word",["span.emphasis","Gentiles"],"refers to people who are not of the house of Israel. The word",["span.emphasis","Jews"],"refers to people who are of the house of Israel, including Lehi’s family and descendants. Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.3-6"},"2 Nephi 29:3–6"],"silently, looking for the reaction some Gentiles would have toward additional scripture."],["ul.bullet",["li",["span.label","•"],["p","How will some react to additional scripture?"]],["li",["span.label","•"],["p","What did the Lord say about people who react this way?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p18"},"Explain that Nephi was prophetic in his description of people’s reaction to the Book of Mormon. People today often express doubts about the Book of Mormon because they already have the Bible."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p19"},"Assign students to study",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.7-11"},"2 Nephi 29:7–11"],"in pairs. Invite them to find the Lord’s purposes for giving scripture in addition to the Bible. After a few minutes, ask them to share what they have found. Possible responses include that (1) the Lord remembers all people and sends His word to all nations (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.7"},"verse 7"],"); (2) the Lord speaks the same message to all nations, and the Book of Mormon is a second witness to the truths in the Bible (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.8"},"verse 8"],"); (3) the Lord is always the same, and He speaks according to His pleasure (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.9"},"verse 9"],"); (4) God’s work is not finished, and He will continue to speak to accomplish His work (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.9"},"verse 9"],"); (5) people should not assume that the Bible contains all of the Lord’s words or that the Lord has not caused more words to be written (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.10"},"verse 10"],"); and (6) the Lord commands people in all nations to record His words (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.11"},"verse 11"],"). To help students summarize and apply what they have learned from this part of the lesson, ask some or all of the following questions:"],["ul.bullet",["li",["span.label","•"],["p","How might",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29"},"2 Nephi 29"],"be used to resolve concerns about the Book of Mormon as an additional book of scripture?"]],["li",["span.label","•"],["p","How have these verses increased your appreciation for the Book of Mormon?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p22"},"Divide students into pairs again. Ask them to practice answering the question “Why do Mormons have another Bible?” Invite one person to ask the question and the other to answer the question. Then ask them to switch roles and repeat the discussion. At the end of this activity, you might encourage students to think of people they know who might benefit from a discussion of these principles and to seek guidance from the Holy Spirit on how to talk with these people."],[".sidebar box-decor box-right",{"id":"f250","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.f250"},["h3","Student practice"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p24"},"When you ask students to practice explaining gospel truths, you give them an opportunity to gain a deeper understanding of those truths and prepare to teach the gospel to others. (Remember to maintain balance in your use of this teaching method. Teachers should not forfeit their role and have students take over the teaching of a class.)"]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p25"},"As you conclude this portion of the lesson, ensure that students understand that",["b","the Lord remembers all people and will send forth His words to them."]]],[".topic",{"id":"t156","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.t156"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.1-8"},"2 Nephi 30:1–8"]],["h4","Nephi prophesies of the role of the Book of Mormon in the last days"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p28"},"Explain that after teaching that God would remember the house of Israel, Nephi cautioned his people not to think they were more righteous than the Gentiles would be. He also reminded them that all people can become God’s covenant people. Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.2"},"2 Nephi 30:2"],"aloud, and invite the class to look for two things we must do to become part of God’s covenant people. Invite students to share what they find. Ensure that they understand that",["b","we become part of God’s covenant people when we repent and believe in Jesus Christ."]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p29"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.3"},"2 Nephi 30:3"],", Nephi describes one way the Lord gathers His people to the covenant in the last days. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.3"},"2 Nephi 30:3"],"silently and identify this process. (The Lord sends forth the Book of Mormon. Many believe in it and share it with others.) You may want to point out that Nephi specifically mentioned that the words of the Book of Mormon would be carried forth “unto the remnant of our seed,” meaning the descendants of Lehi."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p30"},"Encourage students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.4-8"},"2 Nephi 30:4–8"],"silently, looking for phrases that show how people will be blessed as they receive the Book of Mormon."],["ul.bullet",["li",["span.label","•"],["p","In what ways will descendants of Lehi be blessed as they learn about their ancestors?"]],["li",["span.label","•"],["p","What do these verses teach about the effect the Book of Mormon can have on all people?"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p33"},"Ensure that students understand that",["b","the Book of Mormon can help all people come to know Jesus Christ and live His gospel."],"You may want to write this statement on the board."],["ul.bullet",["li",["span.label","•"],["p","What can we do to help others come to know Jesus Christ through the Book of Mormon?"]],["li",["span.label","•"],["p","How has the Book of Mormon helped you come to know the Savior?"]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p36"},"Invite students to relate an experience they have had sharing the Book of Mormon. Encourage students to pray for opportunities to share the Book of Mormon with others."]],[".topic",{"id":"t157","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.t157"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.9-18"},"2 Nephi 30:9–18"]],["h4","Nephi prophesies of conditions of the earth during the Millennium"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p39"},"Explain that Nephi also prophesied concerning the Millennium—the 1,000 years following the Savior’s Second Coming."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p40"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.9-10"},"2 Nephi 30:9–10"],"by explaining that at the Lord’s Second Coming, the wicked will be destroyed. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.12-18"},"2 Nephi 30:12–18"],"silently, looking for descriptions of life during the Millennium. Invite students to imagine they are writing a news article during the Millennium, describing a condition they have found. Ask them to write headlines for the article and to share their headlines with each other."],["ul.bullet",["li",["span.label","•"],["p","Of the millennial conditions you have studied in 2 Nephi, which one do you most look forward to? Why?"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p42"},"Direct students’ attention to the following statement in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.18"},"2 Nephi 30:18"],": “Satan shall have power over the hearts of the children of men no more, for a long time.” You may want to suggest that students mark this statement in their scriptures."],["ul.bullet",["li",["span.label","•"],["p","Why is it helpful to know that righteousness will eventually triumph over wickedness?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p44"},"After students respond, testify that",["b","Satan will not have power over the hearts of people during the Millennium, and righteousness and peace will prevail."],"Invite a student to read aloud the following statement by President George Q. Cannon of the First Presidency. Ask the class to listen for reasons why Satan will not have power during the Millennium."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p45"},"“We talk about Satan being bound. Satan will be bound by the power of God; but he will be bound also by the determination of the people of God not to listen to him, not to be governed by him. The Lord will not bind him and take his power from the earth while there are men and women willing to be governed by him. That is contrary to the plan of salvation. To deprive men of their agency is contrary to the purposes of our God. There was a time on this continent, of which we have an account, when the people were so righteous that Satan did not have power among them. Nearly four generations passed away in righteousness. They lived in purity, and died without sin. That was through their refusal to yield to Satan. It is not recorded that Satan had no power in other parts of the earth during that period. According to all history that we have in our possession, Satan had the same power over men who were willing to listen to him. But in this land he did not have power, and he was literally bound. I believe that this will be the case in the millennium; and I reason upon it as I do upon that happy condition that is described in the record of which I speak. I expect that before Satan is fully bound the wicked will be destroyed” (in Conference Report, Oct. 1897, 65)."],["ul.bullet",["li",["span.label","•"],["p","How will Satan be bound during the Millennium?"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p47"},"Encourage students to live righteously so the adversary will have no power over them."]]]],[".resources",[".box-decor",{"id":"f256","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.f256"},["h2","Commentary and Background Information"],[".topic",{"id":"t158","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.t158"},["h3","2 Nephi 30:9–10. “God shall cause a great division”"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p50"},"In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.9-10"},"2 Nephi 30:9–10"],", Nephi prophesies of a time when “the Lord God shall cause a great division among the people, and the wicked will he destroy; and he will spare his people.” Help students understand that in order to be numbered among the Lord’s people in that day, we need to separate ourselves from worldly ways now. President Boyd K. Packer of the Quorum of the Twelve Apostles said:"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p51"},"“The distance between the Church and a world set on a course which we cannot follow will steadily increase” (“The Father and the Family,”",["span.emphasis","Ensign,"],"May 1994, 21)."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p52"},"Elder Robert D. Hales of the Quorum of the Twelve Apostles taught:"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p53"},"“As Latter-day Saints we need not look like the world. We need not entertain like the world. Our personal habits should be different. Our recreation should be different” (“Gifts of the Spirit,”",["span.emphasis","Ensign,"],"Feb. 2002, 17)."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p54"},"Elder Larry W. Gibbons of the Seventy said:"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p55"},"“In this day of moral relativism we must be prepared to take a stand and say, ‘This is right, and this is wrong.’ We cannot follow the crowd! Now, I am not suggesting, of course, that we move to the wilderness and lock our doors. We can be in the world, go to school, go to work, join worthwhile community organizations, and so forth. But we must hold to the Lord’s standards. …"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p56"},"“Brothers and sisters, stay on the straight and narrow path. No, stay in the",["span.emphasis","middle"],"of the straight and narrow path. Don’t drift; don’t wander; don’t dabble; be careful."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p57"},"“Remember, do not flirt with evil. Stay out of the devil’s territory. Do not give Satan any home-field advantage. Living the commandments will bring you the happiness that too many look for in other places” (“Wherefore, Settle This in Your Hearts,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2006, 103–4)."]],[".topic",{"id":"t159","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.t159"},["h3","2 Nephi 30:9–18. What is the Millennium?"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p59"},"“A millennium is a period of 1,000 years. When we speak of ‘the Millennium,’ we refer to the 1,000 years following the Savior’s Second Coming (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/20.4"},"Revelation 20:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.11"},"D&C 29:11"],"). During the Millennium, ‘Christ will reign personally upon the earth’ (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.10"},"Articles of Faith 1:10"],")."],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p60"},"“The Millennium will be a time of righteousness and peace on the earth. The Lord has revealed that ‘in that day the enmity of man, and the enmity of beasts, yea, the enmity of all flesh, shall cease’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.26"},"D&C 101:26"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/11.6-9"},"Isaiah 11:6–9"],"). Satan will be ‘bound, that he shall have no place in the hearts of the children of men’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.55"},"D&C 45:55"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/rev/20.1-3"},"Revelation 20:1–3"],")."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p61"},"“During the Millennium, all people on the earth will be good and just, but many will not have received the fulness of the gospel. Consequently, members of the Church will participate in missionary work."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p62"},"“Members of the Church will also participate in temple work during the Millennium. The Saints will continue to build temples and receive ordinances in behalf of their kindred dead. Guided by revelation, they will prepare records of their ancestors all the way back to Adam and Eve."],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p63"},"“Complete righteousness and peace will continue until the end of the 1,000 years, when Satan ‘shall be loosed for a little season, that he may gather together his armies.’ The armies of Satan will fight against the hosts of heaven, who will be led by Michael, or Adam. Satan and his followers will be defeated and cast out forever. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.111-115"},"D&C 88:111–115"],".)” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 103–4)."]]],[".box-decor",{"id":"f257","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.f257"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t160","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.t160"},["h3","2 Nephi 29:12–14. What are the blessings of additional scriptural records?"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p66"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.12-14"},"2 Nephi 29:12–14"],"silently, looking for what will happen in the latter days with all the words God has commanded to be written throughout the earth."],["ul.bullet",["li",["span.label","•"],["p","How do you think the different peoples of the world will benefit from having each other’s records?"]]],["p.para",{"id":"p68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p68"},"Elder Neal A. Maxwell of the Quorum of the Twelve Apostles taught that other records will come forth to testify of Jesus Christ:"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-39.p69"},"“Lost books are among the treasures yet to come forth. Over twenty of these are mentioned in the existing scriptures. Perhaps most startling and voluminous will be the records of the lost tribes of Israel (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.13"},"2 Nephi 29:13"],"). We would not even know of the impending third witness for Christ except through the precious Book of Mormon, the second witness for Christ! This third set of sacred records will thus complete a triad of truth. Then, just as the Perfect Shepherd has said, ‘My word also shall be gathered in one’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/29.14"},"v. 14"],"). There will be ‘one fold and one shepherd’ (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/22.25"},"1 Nephi 22:25"],") in a welding together of all the Christian dispensations of human history (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.18"},"D&C 128:18"],")” (“God Will Yet Reveal,”",["span.emphasis","Ensign,"],"Nov. 1986, 52)."]]]]]]],"refs":null}
