{"id":43,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":43,"title":"Lesson 32: 2 Nephi 12–15","subtitle":"","short_title":"Lesson 32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32"},[".heading",{"id":"head15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.head15"},[".titleNumber","Lesson 32"],["h1","2 Nephi 12–15"]],[".bodyBlock",[".topic",{"id":"t96","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.t96"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p4"},"Isaiah condemned the wickedness of the people of his day as well as the wickedness of many people in the last days. He warned against calling evil good and good evil. He also emphasized the Restoration of the gospel in the last days, including the significance of the temple and the importance of being clean from the sins of the world. For more information about Isaiah, see lesson 21 in this manual."]],[".sidebar box-decor box-right",{"id":"f138","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.f138"},["h3","Keeping students’ attention"],["p.para",{"id":"p6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p6"},"The following suggestions can help you maintain students’ attention in class: (1) Help students see how the lesson applies in their lives. (2) Vary the inflection of your voice as you teach. (3) Maintain eye contact with students. (4) If possible, move around the classroom as you teach."]],[".topic",{"id":"t97","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.t97"},["h2","Suggestions for Teaching"],[".topic",{"id":"t98","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.t98"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12"},"2 Nephi 12–15"]],["h4","Isaiah distinguishes wicked Israel from righteous Israel"],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p10"},"To help students understand the context of today’s lesson, begin class by reminding them that in the previous lesson they learned about Isaiah’s call to be a prophet. Today they will learn about the people he taught."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p11"},"Help students understand that when Isaiah described the actions of the Lord’s covenant people in his day, he also described some people in our day. Elder Dallin H. Oaks of the Quorum of the Twelve Apostles explained: “The book of Isaiah contains numerous prophecies that seem to have multiple fulfillments. … The fact that many of these prophecies can have multiple meanings underscores the importance of our seeking revelation from the Holy Ghost to help us interpret them” (“Scripture Reading and Revelation,”",["span.emphasis","Ensign,"],"Jan. 1995, 8)."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p12"},"Before class, copy the following chart on the board or prepare it as a handout. Leave enough space for students to write in each column."],[".image",{"id":"f139","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.f139"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_032_handout.gif"}]],["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"}],["th",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.5-12,17-19"},"2 Nephi 12:5–12, 17–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/13.8-9"},"13:8–9"]]],["th",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/13.16-26"},"2 Nephi 13:16–26"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","What attitudes and practices reflect the sins of these people?"]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","What will happen to these people as a consequence of their sins?"]],["td",{"colspan":"1","rowspan":"1"}],["td",{"colspan":"1","rowspan":"1"}]]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p17"},"Explain that this chart will help the class examine the consequences of the actions of people who lived contrary to their covenants."],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p18"},"Divide the class in half. Ask half of the students to study",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.5-12,17-19"},"2 Nephi 12:5–12, 17–19"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/13.8-9"},"13:8–9"],". Ask the other half to study",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/13.16-26"},"2 Nephi 13:16–26"],". Invite students to read their assigned verses and identify answers to the two questions in the left column of the chart. If the chart is displayed on the board, invite a student from each group to write their answers in the appropriate column. If the chart was distributed as a handout, have students record their answers on their handouts."],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p19"},"Explain to the second group that Isaiah foresaw the consequences for the extravagant dress and actions of worldly women in his own day and in the future.",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/13.16-26"},"2 Nephi 13:16–26"],"describes what he saw. Although Isaiah specifically addressed “the daughters of Zion,” his words also apply to men. (You may want to point out that the prophecy in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/14.1"},"2 Nephi 14:1"],"is not about plural marriage. It is about men dying in the war described in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/13.25-26"},"2 Nephi 13:25–26"],", leaving many women as widows.)"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p20"},"After students have had time to answer the questions in the chart, ask:"],["ul.bullet",["li",["span.label","•"],["p","What sins had these people committed? (Answers may include pride, idolatry, worldliness, and vanity.) Which phrases indicate that the people were guilty of these sins? What were the consequences of these sins?"]],["li",["span.label","•"],["p","Isaiah spoke of the land being “full of idols” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.8"},"2 Nephi 12:8"],"). What are some forms of idolatry today?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p23"},"As part of this discussion, read the following counsel from President Spencer W. Kimball:"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p24"},"“Modern idols or false gods can take such forms as clothes, homes, businesses, machines, automobiles, pleasure boats, and numerous other material deflectors from the path to godhood. … Many young men decide to attend college when they should be on missions first. The degree, and the wealth and the security which come through it, appear so desirable that the mission takes second place. … Many worship the hunt, the fishing trip, the vacation, the weekend picnics and outings. Others have as their idols the games of sport, baseball, football, the bullfight, or golf. … Still another image men worship is that of power and prestige” (",["span.emphasis","The Miracle of Forgiveness"],"[1969], 40–41)."],["ul.bullet",["li",["span.label","•"],["p","Isaiah prophesied of people who would show their pride and worldliness by the way they dressed. How can we guard against worldly attitudes and trends?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p26"},"On the board, write the word",["span.emphasis","wo."],"Explain that the word",["span.emphasis","wo"],"refers to sorrow and suffering. Ancient prophets sometimes used this word to emphasize the consequences of sin. (Students may recall seeing this word repeated in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.27-38"},"2 Nephi 9:27–38"],".) Invite students to listen as you read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/15.18-23"},"2 Nephi 15:18–23"],"aloud. (You may want to encourage students to mark the word",["span.emphasis","wo"],"and the phrases that describe actions and attitudes that will bring sorrow and suffering. You might also suggest that they write the definition of",["span.emphasis","wo"],"in the margin next to these verses.)"],["ul.bullet",["li",["span.label","•"],["p","What does",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/15.20"},"2 Nephi 15:20"],"mean to you?"]],["li",["span.label","•"],["p","In what ways have you seen people calling “evil good, and good evil” in our day?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p29"},"Tell students that they will now read about a group of people who kept their covenants. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/14.2-4"},"2 Nephi 14:2–4"],"aloud. Have the rest of the class look for Isaiah’s description of this group of people."],["ul.bullet",["li",["span.label","•"],["p","What words or phrases indicate that this group was different from the other groups we examined? (Consider writing students’ responses on the board.)"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p31"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/14.5-6"},"2 Nephi 14:5–6"],"silently, looking for three places Isaiah mentioned that would provide spiritual protection. Make sure students identify and understand the words",["span.emphasis","dwelling-place"],"(house or home),",["span.emphasis","assemblies"],"(places of congregation, such as branches, wards, or stakes), and",["span.emphasis","tabernacle"],"(temple). Explain that the “cloud and smoke by day and the shining of a flaming fire by night” refer to the protection and guidance that Moses and his people received from the Lord in the wilderness (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/13.21-22"},"Exodus 13:21–22"],"). These words remind us of the protection and guidance we can receive from the Lord. Also point out that Isaiah likened the temple to a protective shelter from the heat and a “covert,” or shelter, from storms and rain."],["ul.bullet",["li",["span.label","•"],["p","When have you felt the Lord’s protection or guidance in your home or at church?"]],["li",["span.label","•"],["p","When have you found spiritual relief or protection in the temple?"]],["li",["span.label","•"],["p","What kind of people will dwell in the homes and worship in the churches and temples described in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/14.5-6"},"verses 5–6"],"?"]],["li",["span.label","•"],["p","What can we do to make our homes and branches or wards places of defense against the world?"]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p36"},"Summarize chapters 12–15 by explaining that in these chapters we learn that",["b","keeping our covenants brings blessings of spiritual protection, while breaking covenants leaves us without the Lord’s protection."],"Assure students that they can create in their own lives an environment like that described in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/14.5-6"},"2 Nephi 14:5–6"],"."]],[".topic",{"id":"t99","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.t99"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.1-5"},"2 Nephi 12:1–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/15.26"},"15:26"]],["h4","Isaiah prophesies of temples and the Lord’s Church being established in the last days"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p39"},"Draw the following diagram of a mountain and a temple on the board:"],[".image",{"id":"f145","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.f145"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_032_01-temple.gif"}]],["ul.bullet",["li",["span.label","•"],["p","What are some similarities between a mountain and a temple? (Possible answers may include that both are noble and majestic and that both inspire us to look heavenward.)"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p41"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.2-5"},"2 Nephi 12:2–5"],"silently, looking for what God promised to establish in the last days and how it would bless people’s lives."],["ul.bullet",["li",["span.label","•"],["p","What does the term “mountain of the Lord” refer to? (It has specific reference to the Salt Lake Temple, but it can also refer to other temples the Lord has established in the last days.)"]],["li",["span.label","•"],["p","What blessings come from “the Lord’s house” in the last days? (One principle students may identify is that",["b","God has established temples to teach us of His ways and to help us walk in His paths"],"[see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.3"},"2 Nephi 12:3"],"].)"]],["li",["span.label","•"],["p","How do temples help us to walk in the Lord’s paths?"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p45"},"Read the following statement in which President Gordon B. Hinckley speaks of the significance of temples:"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p46"},"“These unique and wonderful buildings, and the ordinances administered therein, represent the ultimate in our worship. These ordinances become the most profound expressions of our theology. I urge our people everywhere, with all of the persuasiveness of which I am capable, to live worthy to hold a temple recommend, to secure one and regard it as a precious asset, and to make a greater effort to go to the house of the Lord and partake of the spirit and the blessings to be had therein” (“Of Missions, Temples, and Stewardship,”",["span.emphasis","Ensign,"],"Nov. 1995, 53)."],["ul.bullet",["li",["span.label","•"],["p","How might temples help us avoid the consequences of wickedness described in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12"},"2 Nephi 12–15"],"? (Answers might include the following: Making and keeping temple covenants fortifies us and our families against wickedness. Regular temple worship reminds us of the Savior, His atoning sacrifice, and the covenants we have made. When we live worthy to hold a temple recommend, we have hope for the blessings of eternal life. That hope motivates us to keep living righteously.)"]],["li",["span.label","•"],["p","How has the temple inspired and blessed you?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p49"},"Have a student read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/15.26"},"2 Nephi 15:26"],"aloud. Ask the class to identify the phrase that indicates what the Lord will “lift up” in order to gather the people of the last days. Explain that the word",["span.emphasis","ensign"],"refers to a standard, flag, or banner that is used as a rallying point or as a signal to assemble, especially in battle."],["ul.bullet",["li",["span.label","•"],["p","What is the “ensign to the nations” that Isaiah prophesied about?"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p51"},"Read the following statement by President Joseph Fielding Smith:"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p52"},"“That ensign [is] the Church of Jesus Christ of Latter-day Saints, which was established for the last time, never again to be destroyed or given to other people. It was the greatest event the world has seen since the day that the Redeemer was lifted upon the cross and worked out the infinite and eternal atonement. It meant more to mankind than anything else that has occurred since that day” (",["span.emphasis","Doctrines of Salvation,"],"3 vols. [1954–56], 3:254–55)."],["ul.bullet",["li",["span.label","•"],["p","In what ways is The Church of Jesus Christ of Latter-day Saints “an ensign to the nations”?"]],["li",["span.label","•"],["p","What blessings have come into your life because of your membership in the Church?"]],["li",["span.label","•"],["p","Think about all the blessings you have received and the truths you have learned as a member of the Church. What is one truth you could share with others that might help them gather to the “ensign to the nations”?"]]],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p56"},"Testify that the Lord has blessed us with great help to live successfully in the last days. He will bless and sanctify those who choose to come unto Him. As we make and honor covenants with Him, He will help us to walk in His ways."]]]],[".resources",[".box-decor",{"id":"f151","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.f151"},["h2","Commentary and Background Information"],[".topic",{"id":"t100","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.t100"},["h3","2 Nephi 12:2–5. “The mountain of the Lord’s house”"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p59"},"President Gordon B. Hinckley explained that",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/12.2-5"},"2 Nephi 12:2–5"],"refers to the Salt Lake Temple:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p60"},"“Ever since the Salt Lake Temple was dedicated, we have interpreted that scripture from Isaiah … as applying to this sacred house of the Lord. And of this place, since the day of its dedication, an ever-increasing number from across the world have said in effect, ‘Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob, that He might teach us of His ways, that we might walk in His paths’” (“An Ensign to the Nations, a Light to the World,”",["span.emphasis","Ensign,"],"Nov. 2003, 82)."]],[".topic",{"id":"t101","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.t101"},["h3","2 Nephi 13:16–24. “Daughters of Zion”"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p62"},"President Joseph Fielding Smith explained that Isaiah’s warning to the “daughters of Zion” applies to men as well as women:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p63"},"“The standards expressed by the General Authorities of the Church are that women, as well as men, should dress modestly. They are taught proper deportment and modesty at all times. It is, in my judgment, a sad reflection on the ‘daughters of Zion’ when they dress immodestly. Moreover, this remark pertains to the men as well as to the women. The Lord gave commandments to ancient Israel that both men and women should cover their bodies and observe the law of chastity at all times” (",["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. [1957–66], 5:174)."],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-32.p64"},"Note that this prophecy is an example of dualism. It applied to people in Isaiah’s day, and it also applies to people today."]]]]]]],"refs":null}
