{"id":39,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":39,"title":"Lesson 29: 2 Nephi 9:1–26","subtitle":"","short_title":"Lesson 29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29"},[".heading",{"id":"head11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.head11"},[".titleNumber","Lesson 29"],["h1","2 Nephi 9:1–26"]],[".bodyBlock",[".topic",{"id":"t67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.t67"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p4"},"In a sermon to the Nephites, Jacob began by quoting some of Isaiah’s prophecies about the Lord redeeming His covenant people. This part of Jacob’s sermon is found in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6"},"2 Nephi 6–8"],"(see lesson 28 in this manual). The continuation of this two-day sermon is found in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9"},"2 Nephi 9–10"],". After quoting Isaiah, Jacob shared his own testimony of the Atonement of Jesus Christ—of the Savior’s power to rescue us from the effects of the Fall and the consequences of our sins. President Joseph Fielding Smith taught that",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9"},"2 Nephi 9"],"contains “one of the most enlightening discourses ever delivered in regard to the atonement.” He said, “It should be carefully read by every person seeking salvation” (",["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. [1957–66], 4:57)."]],[".topic",{"id":"t68","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.t68"},["h2","Suggestions for Teaching"],[".topic",{"id":"t69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.t69"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.1-9"},"2 Nephi 9:1–9"]],["h4","Jacob explains the effects of the Fall"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p8"},"Before class begins, write",["span.emphasis","awful monster"],"in the center of the board."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p9"},"Begin the lesson by explaining that",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9"},"2 Nephi 9"],"contains a continuation of the sermon that students began studying in the previous lesson. Remind students that in the first part of the sermon, found in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6"},"2 Nephi 6–8"],", Jacob quoted Isaiah to teach about the Savior’s mercy and His power to deliver His covenant people from their lost and scattered state. As he continued his sermon, Jacob taught how the Savior redeems us all from our fallen and sinful state."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p10"},"Direct students’ attention to the phrase you have written on the board."],["ul.bullet",["li",["span.label","•"],["p","What comes to mind when you think of an awful monster?"]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p12"},"In response to this question, students may mention imaginary creatures. If they do, explain that some things that are real can be more frightening than imaginary creatures because they are capable of bringing lasting harm. Inform students that Jacob used the phrase “awful monster” to describe a condition we all face and the eternal harm that could result from it. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.10"},"2 Nephi 9:10"],"silently, looking for the two elements of the monster Jacob described. When students share what they have found, add answers to the board as shown below:"],[".image",{"id":"f93","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.f93"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_029_01-death.gif"}]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p18"},"To help students understand Jacob’s use of the terms",["span.emphasis","death"],"and",["span.emphasis","hell,"],"explain that both terms refer to a type of separation. When Jacob used the word",["span.emphasis","death"],"in this sermon, he referred to “the death of the body,” which is the separation of the physical body from the spirit. When he used the word",["span.emphasis","hell,"],"he referred to “the death of the spirit,” which is a person’s separation from the presence of God. In the scriptures, this separation is often referred to as “spiritual death.”"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p19"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.6"},"2 Nephi 9:6"],"silently. Ask them to search for the cause of physical death and spiritual death."],["ul.bullet",["li",["span.label","•"],["p","What event brought physical death and spiritual death to all of us? (You may need to explain that as a result of the Fall, all people are cut off from the presence of God and all people will eventually die physically.)"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p21"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.7-9"},"2 Nephi 9:7–9"],", Jacob teaches what would happen to us if there were no Atonement and the effects of the Fall remained forever. To prepare students to study these verses, you may want to define a few terms in verse 7: When Jacob spoke of “the first judgment which came upon man,” he referred to results of the Fall of Adam and Eve. When he spoke of “corruption,” he referred to our mortal bodies, which will die. When he spoke of “incorruption,” he referred to our resurrected bodies, which will live forever."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p22"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.7-9"},"2 Nephi 9:7–9"],"aloud. Invite the class to look for phrases that describe what would happen to our bodies and spirits if physical and spiritual death remained forever."],["ul.bullet",["li",["span.label","•"],["p","If there were no Atonement, what would happen to our bodies?"]],["li",["span.label","•"],["p","If there were no Atonement, what would happen to our spirits?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p25"},"To emphasize what our fate would be without the Atonement of Jesus Christ, ask a student to read aloud the following statement by Elder D. Todd Christofferson of the Quorum of the Twelve Apostles."],[".img-left",{"id":"f96","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.f96"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-christofferson.jpg"}]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p26"},"“If our separation from God and our physical death were permanent, moral agency would mean nothing. Yes, we would be free to make choices, but what would be the point? The end result would always be the same no matter what our actions: death with no hope of resurrection and no hope of heaven. As good or as bad as we might choose to be, we would all end up ‘angels to a devil.’ [",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.9"},"2 Nephi 9:9"],".]” (“Moral Agency,”",["span.emphasis","Ensign,"],"June 2009, 50)."]],[".topic",{"id":"t70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.t70"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.10-26"},"2 Nephi 9:10–26"]],["h4","Jacob teaches that through the Atonement, the Savior delivers us from the effects of the Fall and offers us forgiveness from our sins"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p29"},"Ask students to reread",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.10"},"2 Nephi 9:10"],"."],["ul.bullet",["li",["span.label","•"],["p","According to this verse, what has God prepared for us?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p31"},"Emphasize that Jacob’s main message in this sermon is that God has prepared “a way for our escape from the grasp of … death and hell.” This escape—from the physical and spiritual death brought by the Fall—is assured because of the atoning sacrifice of Jesus Christ."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p32"},"Divide the class into two groups. Invite the first group to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.5,19-21"},"2 Nephi 9:5, 19–21"],"silently, looking for descriptions of the Savior’s sacrifice for us. Invite the second group to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.11-12,15,22"},"2 Nephi 9:11–12, 15, 22"],"silently, looking for phrases about Jesus Christ saving us from physical death. (It may be helpful to write these references on the board.)"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p33"},"When students have had time to read, ask the first group the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What was the Savior willing to suffer so that He could deliver us from physical and spiritual death? What descriptions did you find that are meaningful to you?"]],["li",["span.label","•"],["p","Jacob emphasized that Jesus Christ suffered the pains of all people. What does this mean to you? How does this knowledge influence your feelings about the Savior? (To help students ponder the magnitude of the Savior’s sacrifice, you may want to pause the discussion and emphasize that the Savior suffered the pains of all who have lived and will yet live on the earth. To help students ponder the personal nature of the Savior’s sacrifice, consider inviting them to write their names in the margin next to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.21"},"2 Nephi 9:21"],", as a reminder that the Savior suffered their pains.)"]]],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p36"},"Ask the second group the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What phrases did you find about Jesus Christ saving us from physical death?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.22"},"2 Nephi 9:22"],", who will be resurrected and brought back into the presence of God?"]]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p39"},"Refer back to the phrase “awful monster” on the board. Invite students to state, in their own words, what Jacob taught about how we can be saved from this “monster.” Ensure that students understand that",["b","through the Atonement, Jesus Christ delivers all mankind from the physical and spiritual death brought by the Fall."],"Invite a student to write this truth on the board."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p40"},"Remind students that in addition to delivering all mankind from the physical and spiritual death caused by the Fall, Jesus Christ can deliver us from the spiritual death caused by our own sins."],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p41"},"Explain that Jacob described the state of people who appear before God in their sins. Invite students to look for these descriptions while a student reads",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.15-16,27"},"2 Nephi 9:15–16, 27"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","How did Jacob describe the state of people who will appear before God in their sins?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p43"},"Explain that Jacob also described the state of people who appear before God in purity. Invite students to look for these descriptions while a student reads",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.14,18"},"2 Nephi 9:14, 18"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","How did Jacob describe the state of people who will appear before God in purity?"]]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p45"},"Point out that while deliverance from the Fall is a gift to all mankind, our deliverance from the consequences of our sins depends partly on our desires and actions. Write the following on the board:",["span.emphasis","Through the Atonement of Jesus Christ, we can overcome the consequences of our sins as we …"]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p46"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.21,23-24"},"2 Nephi 9:21, 23–24"],"aloud. Ask the class to look for phrases to complete the sentence on the board."],["ul.bullet",["li",["span.label","•"],["p","According to these verses, how would you complete this sentence? (Students’ answers should reflect the following completion of the sentence:",["b","Through the Atonement of Jesus Christ, we can overcome the consequences of our sins as we have faith in Jesus Christ, repent, are baptized, and endure to the end."],"As they share their answers, complete the statement on the board.)"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p48"},"Conclude this lesson by choosing one of the following activities. Both activities are intended to help students reflect on what the Savior’s Atonement means to them and to share their feelings about Him."],[".figure",["ol.number",["li",["span.label","1."],["p.para","Ask students to skim",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.1-22"},"2 Nephi 9:1–22"],"and find all the verses that start with the word",["span.emphasis","O."],"Invite students to read the first sentences of those verses aloud."],["p.para","Invite students to write similar statements in their scripture study journals or class notebooks, describing their personal feelings of gratitude for the Savior and His sacrifice for them. Ask them to follow Jacob’s pattern, beginning each statement with the word",["span.emphasis","O"],"and ending with an exclamation point. Ask a few students to share their statements as appropriate. Ensure that they understand that they do not need to feel obligated to share feelings or experiences that are too private or personal."]],["li",["span.label","2."],["p.para","As a class, sing or read the words to “I Stand All Amazed” (",["span.emphasis","Hymns,"],"no. 193) or another hymn about the Atonement of Jesus Christ. Invite students to select lines from the hymn that reflect their feelings about the Savior and His atoning sacrifice. Allow them to tell the class about the lines they have selected and to explain the reasons why they appreciate those lines."]]]]]]],[".resources",[".box-decor",{"id":"f104","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.f104"},["h2","Commentary and Background Information"],[".topic",{"id":"t71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.t71"},["h3","2 Nephi 9:7. What is the “infinite atonement”?"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p54"},"In the following statements, Elder Russell M. Nelson of the Quorum of the Twelve Apostles explains the eternal nature of the Atonement and the Savior’s unique ability to carry out the Atonement:"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p55"},"“His Atonement is infinite—without an end. [See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.7"},"2 Nephi 9:7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/25.16"},"25:16"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.10,12,14"},"Alma 34:10, 12, 14"],".] It was also infinite in that all humankind would be saved from never-ending death. It was infinite in terms of His immense suffering. It was infinite in time, putting an end to the preceding prototype of animal sacrifice. It was infinite in scope—it was to be done once for all. [See",["a.scriptureRef",{"href":"/scriptures/nt/heb/10.10"},"Hebrews 10:10"],".] And the mercy of the Atonement extends not only to an infinite number of people, but also to an infinite number of worlds created by Him. [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.24"},"D&C 76:24"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.33"},"Moses 1:33"],".] It was infinite beyond any human scale of measurement or mortal comprehension."],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p56"},"“Jesus was the only one who could offer such an infinite atonement, since He was born of a mortal mother and an immortal Father. Because of that unique birthright, Jesus was an infinite Being” (“The Atonement,”",["span.emphasis","Ensign,"],"Nov. 1996, 35)."],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p57"},"“According to eternal law, that atonement required a personal sacrifice by an immortal being not subject to death. Yet He must die and take up His own body again. The Savior was the only one who could accomplish this. From His mother He inherited power to die. From His Father He obtained power over death” (“Constancy amid Change,”",["span.emphasis","Ensign,"],"Nov. 1993, 34)."]],[".topic",{"id":"t72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.t72"},["h3","2 Nephi 9:7. What would be the effects of the Fall without the Atonement?"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p59"},"Elder D. Todd Christofferson of the Quorum of the Twelve Apostles explained what our fate would be without the Atonement of Jesus Christ:"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p60"},"“Just as death would doom us and render our agency meaningless but for the redemption of Christ, even so, without His grace, our sins and bad choices would leave us forever lost. There would be no way of fully recovering from our mistakes, and being unclean, we could never live again in the presence of [God]."],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p61"},"“… We need a Savior, a Mediator who can overcome the effects of our sins and errors so that they are not necessarily fatal. It is because of the Atonement of Christ that we can recover from bad choices and be justified under the law as if we had not sinned” (“Moral Agency,”",["span.emphasis","Ensign,"],"June 2009, 50)."]],[".topic",{"id":"t73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.t73"},["h3","2 Nephi 9:10. “O how great the goodness of our God”"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p63"},"President Gordon B. Hinckley expressed gratitude for the Savior’s role in fulfilling the Atonement:"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p64"},"“Thanks be to God for the wonder and the majesty of His eternal plan. Thank and glorify His Beloved Son, who, with indescribable suffering, gave His life on Calvary’s cross to pay the debt of mortal sin. He it was who, through His atoning sacrifice, broke the bonds of death and with godly power rose triumphant from the tomb. He is our Redeemer, the Redeemer of all mankind. He is the Savior of the world. He is the Son of God, the Author of our salvation” (“The Victory over Death,”",["span.emphasis","Ensign,"],"May 1985, 51)."]],[".topic",{"id":"t74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.t74"},["h3","2 Nephi 9:22. “That all might stand before him”"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-29.p66"},"All people leave God’s presence as a result of the Fall of Adam and Eve. Because of the Atonement of Jesus Christ, all people will return to God’s presence to be judged. For more on this subject, see the following passages:",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.9-10"},"2 Nephi 2:9–10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.15,22,38"},"9:15, 22, 38"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/11.43-44"},"Alma 11:43–44"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.12-15,24"},"12:12–15, 24"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.23"},"42:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.15-17"},"Helaman 14:15–17"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/26.4"},"3 Nephi 26:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/morm/9.12-13"},"Mormon 9:12–13"],"."]]]]]]],"refs":null}
