{"id":37,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":37,"title":"Lesson 27: 2 Nephi 5","subtitle":"","short_title":"Lesson 27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27"},[".heading",{"id":"head9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.head9"},[".titleNumber","Lesson 27"],["h1","2 Nephi 5"]],[".bodyBlock",[".topic",{"id":"t46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t46"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p4"},"Heeding a warning from the Lord, Nephi and his followers separated from Laman, Lemuel, and the sons of Ishmael. They lived in righteousness and happiness, while the followers of Laman and Lemuel cut themselves off from the Lord."]],[".topic",{"id":"t47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t47"},["h2","Suggestions for Teaching"],[".topic",{"id":"t48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t48"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.1-8"},"2 Nephi 5:1–8"]],["h4","The Lord separates the followers of Nephi from the followers of Laman and Lemuel"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p8"},"Invite students to ponder some of the difficult problems and decisions they face. Encourage them to keep these personal challenges in mind as they study how Nephi responded to challenges. Remind them that when Lehi died, Nephi was left to be the spiritual leader of the family. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.1-4"},"2 Nephi 5:1–4"],"silently to see the challenge Nephi faced."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.1"},"2 Nephi 5:1"],", what did Nephi do to help determine a solution to his challenge?"]],["li",["span.label","•"],["p","Even after Nephi had prayed for help, what did Laman and Lemuel seek to do?"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p11"},"As students report their answers, you may want to point out that our prayers may not always be answered immediately or in the way we desire."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p12"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.5-8"},"2 Nephi 5:5–8"],"aloud. Ask the class to follow along, looking for what the Lord did to help Nephi and his followers."],[".sidebar box-decor box-right",{"id":"f69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.f69"},["h3","Call on students by name"],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p14"},"When you ask a student to read or participate in a discussion, call him or her by name. This will help foster a learning environment of love and respect."]],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p15"},"Ask students to summarize what they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.1-8"},"2 Nephi 5:1–8"],". One truth you might emphasize is that",["b","the Lord guides those who faithfully seek Him in prayer."],"In connection with these verses, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Why is it important to continue to be faithful when our prayers are not answered immediately or in the way we desire?"]],["li",["span.label","•"],["p","In what ways might the Lord give us warnings?"]]],["p.para",{"id":"p18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p18"},"As students respond to this question, consider reading the following statement by President Boyd K. Packer of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p19"},"“We cannot set off on a wrong course without first overruling a warning” (quoted in Kenneth Johnson, “Yielding to the Enticings of the Holy Spirit,”",["span.emphasis","Ensign,"],"Nov. 2002, 90)."],["ul.bullet",["li",["span.label","•"],["p","In what ways can we follow Nephi’s example when we face challenges?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p21"},"As part of the students’ discussion of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.1-8"},"2 Nephi 5:1–8"],", point out that the separation of the Nephites from the Lamanites was the result of Laman and Lemuel’s hatred for Nephi. This separation continued for centuries, with the descendants of Laman and Lemuel teaching their children to hate the descendants of Nephi (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/10.12-17"},"Mosiah 10:12–17"],")."]],[".topic",{"id":"t49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t49"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.9-18,26-27"},"2 Nephi 5:9–18, 26–27"]],["h4","The Nephites live after the manner of happiness"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p24"},"Lead students in reading",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.27"},"2 Nephi 5:27"],"aloud together. You may want to suggest that students mark this verse. Write the word",["span.emphasis","happiness"],"on the board."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to live “after the manner of happiness”?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p26"},"Ask a student to read aloud the following statement by Elder Marlin K. Jensen of the Seventy:"],[".img-left",{"id":"f73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.f73"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-jensen.jpg"}]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p27"},"“Certain unchanging principles and truths bring happiness to our lives. This subject has been of interest to me for many years because although I am richly blessed and have every reason to be happy, I sometimes struggle and do not always have the natural inclination toward happiness and a cheerful disposition that some people seem to enjoy."],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p28"},"“For that reason, several years ago a Book of Mormon passage caught my attention. … Nephi established a society founded on gospel truths; and of that society he says, ‘And it came to pass that we lived after the manner of happiness’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.27"},"2 Ne. 5:27"],"). The passage deeply impressed me. … I wondered … what the individual elements of a truly happy society and life might be, and I began to search Nephi’s writings for clues. I … invite you to conduct your own personal search. It could be a lifelong and worthwhile pursuit. …"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p29"},"“… The same patterns and elements of daily life that enabled Nephi and his people to be happy 560 years before Christ work equally well today” (“Living after the Manner of Happiness,”",["span.emphasis","Ensign,"],"Dec. 2002, 56, 61)."],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p30"},"Encourage students to accept Elder Jensen’s invitation. Ask them to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.6,10-18,26-27"},"2 Nephi 5:6, 10–18, 26–27"],"silently, looking for “elements of a truly happy society and life.” You may want to suggest that they mark principles that contributed to the Nephites’ happiness. After a few minutes, invite a few students to write their findings on the board. (Answers might include that Nephi and his followers went with their families [see verse 6]; obeyed the Lord [see verse 10]; worked hard to support themselves [see verses 11, 15–17]; took scriptures with them [see verse 12]; built a temple [see verse 16]; and followed righteous leaders [see verses 18, 26].)"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p31"},"Invite students to select one or two of the principles on the board and share how these principles have helped them “live after the manner of happiness.”"],[".sidebar box-decor box-right",{"id":"f74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.f74"},["h3","Sharing thoughts and feelings"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p33"},"When youth express their thoughts and feelings about gospel principles, they invite the Holy Ghost to deepen their understanding and strengthen their testimonies. You can help this happen in class by encouraging students to explain gospel principles in their own words. You can also invite students to share relevant and appropriate experiences and to testify of what they have come to know because of these experiences."]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p34"},"Depending on what students emphasize, you may want to follow up with a few questions such as the following:"],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.10-11,16"},"2 Nephi 5:10–11, 16"],", what blessings did the people receive because they kept the Lord’s commandments? When have you felt that the Lord has been with you? How has the Lord’s influence in your life contributed to your happiness?"]],["li",["span.label","•"],["p","How might the temple have helped the people “live after the manner of happiness”? How has the temple brought greater happiness to you or someone you know?"]],["li",["span.label","•"],["p","In what ways does hard work contribute to happiness?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p38"},"Invite students to summarize what they have learned about how to increase their happiness. Though students may share different principles, be sure they understand that",["b","as the gospel of Jesus Christ becomes our way of life, we increase in happiness."],"You may want to write this principle on the board."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p39"},"Invite students to examine their lives and determine something they will do to live more fully “after the manner of happiness.” Encourage them to write this action in their scripture study journals or class notebooks. Share your testimony about principles and practices that have brought happiness to your life."]],[".topic",{"id":"t50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t50"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.19-25"},"2 Nephi 5:19–25"]],["h4","The Lamanites are cursed because of their disobedience"],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p42"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.19-24"},"2 Nephi 5:19–24"],"silently, looking for differences between the way the Lamanites lived and the way the Nephites lived."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.20"},"2 Nephi 5:20"],", what was the consequence of the Lamanites’ disobedience?"]]],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p44"},"Make sure students understand that the curse mentioned in this chapter was separation from God. The changing of their skin was only a mark or sign of the curse. To clarify this point, have a student read the following statement by President Joseph Fielding Smith:"],[".img-left",{"id":"f77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.f77"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-fielding.jpg"}]],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p45"},"“The dark skin was placed upon the Lamanites so that they could be distinguished from the Nephites and to keep the two peoples from mixing. The dark skin was the sign of the curse. The curse was the withdrawal of the Spirit of the Lord. …"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p46"},"“The dark skin of those who have come into the Church is no longer to be considered a sign of the curse. Many of these converts are delightsome and have the Spirit of the Lord” (",["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. [1957–66], 3:122–23)."],["ul.bullet",["li",["span.label","•"],["p","How does",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.21"},"2 Nephi 5:21"],"help you understand why the Lamanites were cut off from the Lord? (You may want to explain that flint is a hard stone. In saying that the Lamanites “had become like unto a flint,” Nephi emphasized the hardness of the Lamanites’ hearts.)"]],["li",["span.label","•"],["p","What warning did the Lord give about Nephites marrying Lamanites who had rejected the gospel? (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.23"},"2 Nephi 5:23"],".)"]],["li",["span.label","•"],["p","Why is it important to avoid dating and marrying those who do not hearken to the Lord? How do you think the people you date and eventually marry will influence your efforts to live the gospel? (It may be helpful to remind students that the First Presidency has counseled, “Choose to date only those who have high moral standards and in whose company you can maintain your standards” [",["span.emphasis","For the Strength of Youth"],"(booklet, 2011), 4].)"]],["li",["span.label","•"],["p","What are some principles we can learn from",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.20-24"},"2 Nephi 5:20–24"],"? (As students share principles, ensure that they understand that",["b","when people harden their hearts against the Lord, they separate themselves from Him."],")"]]],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p51"},"Emphasize that",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5"},"2 Nephi 5"],"presents a great contrast between the Nephites and the Lamanites. We can choose which example we will follow. Encourage students to remember what they have determined they will do to live more fully “after the manner of happiness.” Express your confidence that they can follow the Nephites’ example and be truly happy."]]]],[".resources",[".box-decor",{"id":"f79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.f79"},["h2","Commentary and Background Information"],[".topic",{"id":"t51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t51"},["h3","2 Nephi 5:5–9. Separate ourselves from wickedness"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p54"},"There are times when it is necessary to physically flee from evil, as Nephi and his followers did. However, we may not always be able to physically remove ourselves from wickedness. Elder Richard G. Scott of the Quorum of the Twelve Apostles explained how we can protect ourselves in such situations:"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p55"},"“God has provided a way to live in this world and not be contaminated by the degrading pressures evil agents spread throughout it. You can live a virtuous, productive, righteous life by following the plan of protection created by your Father in Heaven: His plan of happiness. It is contained in the scriptures and in the inspired declarations of His prophets. …"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p56"},"“Avoid worldly wickedness. Know that God is in control. In time, Satan will completely fail and be punished for his perverse evil. God has a specific plan for your life. He will reveal parts of that plan to you as you look for it with faith and consistent obedience. His Son has made you free—not from the consequences of your acts, but free to make choices. God’s eternal purpose is for you to be successful in this mortal life. No matter how wicked the world becomes, you can earn that blessing. Seek and be attentive to the personal guidance given to you through the Holy Spirit. Continue to be worthy to receive it. Reach out to others who stumble and are perplexed, not certain of what path to follow” (“How to Live Well amid Increasing Evil,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2004, 100, 102)."]],[".topic",{"id":"t52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t52"},["h3","2 Nephi 5:11, 13. “We did prosper exceedingly”"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p58"},"In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.11,13"},"2 Nephi 5:11, 13"],", Nephi tells of his people’s prosperity and their success in raising flocks, herds, and crops. Often we associate prosperity with tangible blessings. President Heber J. Grant taught that true prosperity includes more than wealth or the material things of the world:"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p59"},"“When I say prosperity I am not thinking of it in terms of dollars and cents alone. … But what I count as real prosperity, as the one thing of all others that is of great value to every man and woman living, is the growth in a knowledge of God, and in a testimony, and in the power to live the gospel and to inspire our families to do the same. That is prosperity of the truest kind” (",["span.emphasis","Teachings of Presidents of the Church: Heber J. Grant"],"[2002], 124)."]],[".topic",{"id":"t53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t53"},["h3","2 Nephi 5:10–18, 26–27. “After the manner of happiness”"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p61"},"The Prophet Joseph Smith explained that there is a path that leads to happiness: “Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God” (",["span.emphasis","History of the Church,"],"5:134–35)."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p62"},"President Gordon B. Hinckley taught: “Happiness comes of righteousness. ‘Wickedness never was happiness.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/41.10"},"Alma 41:10"],".) Sin never was happiness. Selfishness never was happiness. Greed never was happiness. Happiness lies in living the principles of the gospel of Jesus Christ” (in “Fast-Paced Schedule for the Prophet,”",["span.emphasis","Church News,"],"Apr. 20, 1996, 3)."]],[".topic",{"id":"t54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t54"},["h3","2 Nephi 5:16. “I, Nephi, did build a temple”"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p64"},"Elder Marlin K. Jensen of the Seventy explained how attending the temple leads to happiness:"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p65"},"“Nephi writes, ‘And I, Nephi, did build a temple’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.16"},"2 Ne. 5:16"],"). Nephi’s temple may have differed in some ways from our latter-day temples, but its central purpose was likely the same: to teach and orient God’s children concerning His plan for their happiness and to provide the ordinances and covenants essential to the attainment of that happiness."],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p66"},"“After living on this good earth for over five decades, I can honestly say that the most spiritually mature and happy people I know are ardent temple goers. There is good reason for that. It is in the temple that the full sweep of God’s program for us is told and retold, each telling bringing greater understanding and commitment to living life His way. …"],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p67"},"“A good test of how well we are doing in our quest to come unto Christ may be how we feel about the temple and our experiences there.",["span.emphasis","Temple"],"can be synonymous with",["span.emphasis","happiness"],"and",["span.emphasis","joy."],"It was for Nephi and his people” (“Living after the Manner of Happiness,”",["span.emphasis","Ensign,"],"Dec. 2002, 60)."]],[".topic",{"id":"t55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t55"},["h3","2 Nephi 5:20–25. The curse on the Lamanites"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p69"},"In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.20-25"},"2 Nephi 5:20–25"],", we find answers to at least four questions about the curse that came to the Lamanites:"],[".topic",{"id":"t56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t56"},["h4","1. What was the curse?"],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p71"},"The curse is clearly defined in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.20"},"2 Nephi 5:20"],"as being “cut off from the presence of the Lord.” The dark skin of the Lamanites was not the curse."]],[".topic",{"id":"t57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t57"},["h4","2. What caused the curse?"],["p.para",{"id":"p73","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p73"},"According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.21"},"2 Nephi 5:21"],", the curse came to the Lamanites “because of their iniquity” and because “they had hardened their hearts against [the Lord].” Since the Fall of Adam, wickedness has always resulted in being cut off from the presence of the Lord (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/2.21"},"1 Nephi 2:21"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.4"},"2 Nephi 4:4"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.6"},"9:6"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/9.13"},"Alma 9:13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/10.11"},"Ether 10:11"],")."]],[".topic",{"id":"t58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t58"},["h4","3. Why was the mark of dark skin set upon the Lamanites?"],["p.para",{"id":"p75","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p75"},"This was a specific mark or sign for a specific set of circumstances. Nephi explained, “That they [the Lamanites] might not be enticing unto my people the Lord God did cause a skin of blackness to come upon them” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.21"},"2 Nephi 5:21"],"). Alma gave a similar explanation: “The skins of the Lamanites were dark … that thereby the Lord God might preserve his people, that they might not mix and believe in incorrect traditions” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/3.6,8"},"Alma 3:6, 8"],"). These explanations are consistent with other scriptural warnings that the people of the Lord should not marry unbelievers because the result of doing so was often that the righteous would turn away from the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.2-4"},"Deuteronomy 7:2–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.4"},"1 Kings 11:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/6.14"},"2 Corinthians 6:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/74.5"},"D&C 74:5"],")."]],[".topic",{"id":"t59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t59"},["h4","4. What was the result of the curse?"],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p77"},"As a result of the curse—being cut off from the presence of the Lord—the Lamanites “did become an idle people, full of mischief and subtlety” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.24"},"2 Nephi 5:24"],")."],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p78"},"This curse lasted only as long as the people were wicked. When the Lamanites repented and chose to live the gospel, “the curse of God did no more follow them” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/23.18"},"Alma 23:18"],"). The Book of Mormon includes many examples of Lamanites who repented and received the guidance of the Spirit of the Lord. The book of Helaman tells of a time when the Lamanites were more righteous than the Nephites (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/13.1"},"Helaman 13:1"],")."]]]],[".box-decor",{"id":"f80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.f80"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.t60"},["h3","2 Nephi 5:6. “The warnings and the revelations of God”"],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p81"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.6"},"2 Nephi 5:6"],"aloud. Direct students’ attention to the phrase “those who believed in the warnings and the revelations of God.”"],["ul.bullet",["li",["span.label","•"],["p","What are some warnings we have received from prophets and other Church leaders?"]]],["p.para",{"id":"p83","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p83"},"Ask a student to read the following testimony from Elder Paul V. Johnson of the Seventy:"],["p.para",{"id":"p84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-27.p84"},"“There is so much [inspired] guidance and direction available that you won’t make major mistakes in your life unless you consciously ignore the guidance you receive” (“The Blessings of General Conference,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2005, 51)."],["ul.bullet",["li",["span.label","•"],["p","What are some dangers that we can avoid when we heed warnings that come from prophets and other Church leaders?"]]]]]]]]],"refs":null}
