{"id":22,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":22,"title":"Natalie’s Father’s Day Card","subtitle":"By Ann Argyle Fox","short_title":"Natalie’s Father’s Day Card","uri":"/friend/2013/06/natalies-fathers-day-card","content":[["div",{"id":"head1","uri":"/friend/2013/06/natalies-fathers-day-card.head1"},[".title","Natalie’s Father’s Day Card"],[".byline",["div",{"id":"p2","uri":"/friend/2013/06/natalies-fathers-day-card.p2"},"By Ann Argyle Fox"],["div",{"id":"p3","uri":"/friend/2013/06/natalies-fathers-day-card.p3"},"(Based on a true story)"]],[".epigraph","Pray, He is there; speak, He is list’ning",["span.emphasis","("],"Children’s Songbook,",["span.emphasis","12)."]],[".kicker","Natalie quietly put the card in her desk."]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/06/natalies-fathers-day-card.p6"},"“Please take out your crayons,” Mrs. Webb said. “We’re going to do an art activity.”"],["div",{"id":"p7","uri":"/friend/2013/06/natalies-fathers-day-card.p7"},"Natalie was excited. She loved art projects. Natalie listened carefully because she knew her teacher always wanted things done just right."],["div",{"id":"p8","uri":"/friend/2013/06/natalies-fathers-day-card.p8"},"Mrs. Webb gave everyone a piece of brightly colored paper. “Last week we made Mother’s Day cards,” she said. “Today I’d like you to make a card for your dad. You can save it for Father’s Day in a few weeks.”"],["div",{"id":"p9","uri":"/friend/2013/06/natalies-fathers-day-card.p9"},"Natalie carefully folded her piece of colored paper. She picked out her favorite crayons and drew a big flower on the front of her card. Then she opened her card and used her best handwriting to copy the words her teacher had written on the board."],["div",{"id":"p10","uri":"/friend/2013/06/natalies-fathers-day-card.p10"},"As Natalie wrote, she started to feel sad. Everyone in her class seemed to have a dad. But Natalie lived with just her mom."],["div",{"id":"p11","uri":"/friend/2013/06/natalies-fathers-day-card.p11"},"When school ended that day, Mrs. Webb said, “Be sure to take your card home and put it in a safe place. And remember to give it to your dad on Father’s Day.”"],["div",{"id":"p12","uri":"/friend/2013/06/natalies-fathers-day-card.p12"},"Natalie picked up her card. She thought it looked very pretty. But what could she do with it if she took it home? Quietly she put the card in her desk and left it there."],["div",{"id":"p13","uri":"/friend/2013/06/natalies-fathers-day-card.p13"},"When she got home, Natalie kept thinking about her card. And the more she thought about it, the worse she felt. After dinner she helped Mom wash the dishes. This was usually her favorite time with Mom. But tonight Natalie felt unhappy and strange inside."],["div",{"id":"p14","uri":"/friend/2013/06/natalies-fathers-day-card.p14"},"“Mommy, why am I different from the other kids?” she asked. “I wish I had a dad to talk to, like they do.” She explained about the Father’s Day card."],["div",{"id":"p15","uri":"/friend/2013/06/natalies-fathers-day-card.p15"},"Mom stopped washing dishes and dried her hands on a towel. She put her arms around Natalie."],["div",{"id":"p16","uri":"/friend/2013/06/natalies-fathers-day-card.p16"},"“I know how much you miss having a dad to talk to,” Mom said. “But you",["span.emphasis","do"],"have a Heavenly Father who loves you, and you can talk to Him whenever you want.”"],["div",{"id":"p17","uri":"/friend/2013/06/natalies-fathers-day-card.p17"},"Natalie thought for a moment. “Is that when I pray?”"],["div",{"id":"p18","uri":"/friend/2013/06/natalies-fathers-day-card.p18"},"“That’s right,” Mom said. “When you pray you can tell Heavenly Father anything you would want a father to know.” Mom started humming the tune to “I Am a Child of God.”"],["div",{"id":"p19","uri":"/friend/2013/06/natalies-fathers-day-card.p19"},"Natalie started singing, and Mom joined in. As Natalie sang, she began to feel better."],["div",{"id":"p20","uri":"/friend/2013/06/natalies-fathers-day-card.p20"},"When they finished singing, Natalie asked, “But what about the card? I can’t send that to Heavenly Father.”"],["div",{"id":"p21","uri":"/friend/2013/06/natalies-fathers-day-card.p21"},"“No, but can you think of someone else who loves you, someone who comes to visit and play with you?” Mom asked."],["div",{"id":"p22","uri":"/friend/2013/06/natalies-fathers-day-card.p22"},"“I could give it to Grandpa!” Natalie said. “Would he like that?”"],["div",{"id":"p23","uri":"/friend/2013/06/natalies-fathers-day-card.p23"},"“I think he would like it a lot,” Mom said."],["div",{"id":"p24","uri":"/friend/2013/06/natalies-fathers-day-card.p24"},"That night when Natalie knelt by her bed to say her prayers, she remembered what Mom had said. It gave her a warm, peaceful feeling inside to know that Heavenly Father was listening."],["div",{"id":"p25","uri":"/friend/2013/06/natalies-fathers-day-card.p25"},"The next day when school ended, Natalie put her Father’s Day card carefully into her backpack. She couldn’t wait to give Grandpa his card. And she knew she had a Heavenly Father who would always be there to love her and hear her prayers."]],[".resources",[".quote",{"id":"f1","uri":"/friend/2013/06/natalies-fathers-day-card.f1"},["div",{"id":"p26","uri":"/friend/2013/06/natalies-fathers-day-card.p26"},"When it was Father’s Day, during sacrament meeting I made as many Father’s Day cards as I could. After church I walked around and passed them out to all the fathers in my ward. I felt like the Spirit was in my heart because I did something nice for someone else."],[".bio",["div",{"id":"p27","uri":"/friend/2013/06/natalies-fathers-day-card.p27"},"Jacob F., age 6, Ohio, USA"]]]]],"refs":null}
