{"id":19,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":19,"title":"Stirling’s Great Idea","subtitle":"By Ilima Todd","short_title":"Stirling’s Great Idea","uri":"/friend/2013/06/stirlings-great-idea","content":[["div",{"id":"head1","uri":"/friend/2013/06/stirlings-great-idea.head1"},[".title","Stirling’s Great Idea"],[".byline",["div",{"id":"p2","uri":"/friend/2013/06/stirlings-great-idea.p2"},"By Ilima Todd"],["div",{"id":"p3","uri":"/friend/2013/06/stirlings-great-idea.p3"},"(Based on a true story)"]],[".epigraph","But behold, I say unto you that ye must pray always, and not faint",["span.emphasis","(",["a",{"href":"/scriptures/bofm/2-ne/32.9"},"2 Nephi 32:9"],")."]]],[".bodyBlock",["div",{"id":"p5","uri":"/friend/2013/06/stirlings-great-idea.p5"},"Stirling raced his big brother, Parker, up and down the narrow trail, thrilled to be hiking to an actual waterfall."],["div",{"id":"p6","uri":"/friend/2013/06/stirlings-great-idea.p6"},"The bushes and grass grew so close to the trail that they sometimes scratched his legs when he walked past. He didn’t mind. This hike was going to be great!"],["div",{"id":"p7","uri":"/friend/2013/06/stirlings-great-idea.p7"},"“Can I swim in it, Dad?” he asked."],["div",{"id":"p8","uri":"/friend/2013/06/stirlings-great-idea.p8"},"“Probably not,” Dad said."],["div",{"id":"p9","uri":"/friend/2013/06/stirlings-great-idea.p9"},"“It will be too cold,” Mom explained. “And you don’t want to be wet for the hike back.”"],["div",{"id":"p10","uri":"/friend/2013/06/stirlings-great-idea.p10"},"Stirling shrugged his shoulders. It would still be fun to splash his older sister, Emma. He’d wait until she wasn’t watching, then",["span.emphasis","wham!"]],["div",{"id":"p11","uri":"/friend/2013/06/stirlings-great-idea.p11"},"As the morning went on, though, it started getting hot. His legs got tired, and he could feel blisters on his feet."],["div",{"id":"p12","uri":"/friend/2013/06/stirlings-great-idea.p12"},"Stirling frowned. This was longer than he’d ever hiked before. And they still had the whole hike back. Was he going to make it?"],["div",{"id":"p13","uri":"/friend/2013/06/stirlings-great-idea.p13"},"But his worries disappeared when he finally heard the waterfall around the corner. He and Parker raced the rest of the way."],["div",{"id":"p14","uri":"/friend/2013/06/stirlings-great-idea.p14"},"When the waterfall came into sight, Stirling skidded to a stop. It was",["span.emphasis","awesome."],"He couldn’t believe how tall the waterfall was and how much water came crashing down. He forgot all about his tired legs."],["div",{"id":"p15","uri":"/friend/2013/06/stirlings-great-idea.p15"},"After eating lunch, Stirling kicked off his shoes and splashed around the edge of the pool. The water was cold, but it felt great. Emma poured some water on his head, but he got her back with a giant splash of his own."],["div",{"id":"p16","uri":"/friend/2013/06/stirlings-great-idea.p16"},"Before Stirling knew it, it was time to head back. The fun and excitement from the waterfall quickly faded as they started the long hike home. Every step hurt."],["div",{"id":"p17","uri":"/friend/2013/06/stirlings-great-idea.p17"},"“How much longer is it?” Stirling asked. “I’m",["span.emphasis","sooo"],"tired.”"],["div",{"id":"p18","uri":"/friend/2013/06/stirlings-great-idea.p18"},"“You can do it,” Mom said. “Just keep moving. You’ll be okay.”"],["div",{"id":"p19","uri":"/friend/2013/06/stirlings-great-idea.p19"},"Stirling wasn’t so sure. If his feet hurt this much already, how would he ever make it to the end of the trail?"],["div",{"id":"p20","uri":"/friend/2013/06/stirlings-great-idea.p20"},"Soon even Parker and Emma started to complain, until Dad made a suggestion."],["div",{"id":"p21","uri":"/friend/2013/06/stirlings-great-idea.p21"},"“Why don’t we say a prayer?” he asked."],["div",{"id":"p22","uri":"/friend/2013/06/stirlings-great-idea.p22"},"Stirling was happy for any excuse to stop hiking. He folded his arms and bowed his head while Dad prayed. Dad asked Heavenly Father to keep them safe and to help them find the strength to finish their hike."],["div",{"id":"p23","uri":"/friend/2013/06/stirlings-great-idea.p23"},"After the prayer, Stirling had an idea of his own. “Why don’t we sing some Primary songs?” He loved singing. Maybe that would help."],["div",{"id":"p24","uri":"/friend/2013/06/stirlings-great-idea.p24"},"“Great idea,” said Mom."],["div",{"id":"p25","uri":"/friend/2013/06/stirlings-great-idea.p25"},"They sang song after song. Stirling soon forgot about his aching feet and tired legs. He smiled. They just might make it after all."],["div",{"id":"p26","uri":"/friend/2013/06/stirlings-great-idea.p26"},"Suddenly he bumped into Dad, who had stopped right in front of him. Stirling peeked around Dad. His eyes widened. A giant moose was walking across the trail only a few feet away."],["div",{"id":"p27","uri":"/friend/2013/06/stirlings-great-idea.p27"},"Stirling froze. He knew how important it was not to startle wild animals. They could be dangerous."],["div",{"id":"p28","uri":"/friend/2013/06/stirlings-great-idea.p28"},"But the moose only disappeared into the bushes. Stirling sighed in relief. That was a close one."],["div",{"id":"p29","uri":"/friend/2013/06/stirlings-great-idea.p29"},"Down the trail a little way, his family stopped for a drink. “I think that moose knew we were coming because we were singing,” Parker said. “And so we didn’t surprise it.”"],["div",{"id":"p30","uri":"/friend/2013/06/stirlings-great-idea.p30"},"“That could have been bad,” added Emma. “Great idea to have us sing, Stirling.”"],["div",{"id":"p31","uri":"/friend/2013/06/stirlings-great-idea.p31"},"Stirling paused for a second. Had their singing actually helped them stay safe? After thinking about it for a bit, he realized Heavenly Father had answered their prayer. Not only did singing give them strength to finish the hike, but it kept them safe from danger."],["div",{"id":"p32","uri":"/friend/2013/06/stirlings-great-idea.p32"},"He smiled again. Singing Primary songs was always a good idea."]],[".resources",[".quote",{"id":"f1","uri":"/friend/2013/06/stirlings-great-idea.f1"},["div",{"id":"p33","uri":"/friend/2013/06/stirlings-great-idea.p33"},"When I say my prayers, I feel a warm feeling, and I know it is the Holy Ghost. When the Spirit is there, it can be in your heart."],[".bio",["div",{"id":"p34","uri":"/friend/2013/06/stirlings-great-idea.p34"},"Camille H., age 7, New Mexico, USA"]]]]],"refs":null}
