{"id":28,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":28,"title":"The Bad Movie","subtitle":"By Julia Woodbury","short_title":"The Bad Movie","uri":"/friend/2013/06/the-bad-movie","content":[["div",{"id":"head1","uri":"/friend/2013/06/the-bad-movie.head1"},[".title","The Bad Movie"],[".byline",["div",{"id":"p2","uri":"/friend/2013/06/the-bad-movie.p2"},"By Julia Woodbury"],["div",{"id":"p3","uri":"/friend/2013/06/the-bad-movie.p3"},"Church Magazines"],["div",{"id":"p4","uri":"/friend/2013/06/the-bad-movie.p4"},"(Based on a true story)"]],[".epigraph","I will only read and watch things that are pleasing to Heavenly Father",["span.emphasis","(My Gospel Standards)."]],[".kicker","When Evelyn saw the name of the movie, her heart started to pound."]],[".bodyBlock",["div",{"id":"p7","uri":"/friend/2013/06/the-bad-movie.p7"},"“Class, I have a surprise for you,” Mrs. Taylor said as she walked to the front of the room."],["div",{"id":"p8","uri":"/friend/2013/06/the-bad-movie.p8"},"Evelyn looked up from her test, grinning. There was a big “A+” at the top."],["div",{"id":"p9","uri":"/friend/2013/06/the-bad-movie.p9"},"“You all did so well on your tests that tomorrow we’ll watch a movie as a reward,” Mrs. Taylor said, writing three movie titles on the board. “Here are the options we can vote on,” she said over everyone’s cheers."],["div",{"id":"p10","uri":"/friend/2013/06/the-bad-movie.p10"},"Evelyn bounced in her seat, trying to see what the titles were. The first two movies were some of her favorites. She leaned over to her friend Katy. “Which one are you going to vote for?”"],["div",{"id":"p11","uri":"/friend/2013/06/the-bad-movie.p11"},"“Definitely number three,” Katy said. “My parents wouldn’t let us watch it at home, so I never got to see it.”"],["div",{"id":"p12","uri":"/friend/2013/06/the-bad-movie.p12"},"Evelyn looked at the board again and saw the name of the third movie. Her heart started to pound. Evelyn had heard of this movie, and she knew it was one she wouldn’t feel right about watching. What if her class voted for it?"],["div",{"id":"p13","uri":"/friend/2013/06/the-bad-movie.p13"},"“Who would like to vote for option one?” Mrs. Taylor asked."],["div",{"id":"p14","uri":"/friend/2013/06/the-bad-movie.p14"},"Evelyn stretched her hand high and looked around. She bit her lip nervously. Only two other people were voting."],["div",{"id":"p15","uri":"/friend/2013/06/the-bad-movie.p15"},"Mrs. Taylor made tally marks on the board. “Option two?”"],["div",{"id":"p16","uri":"/friend/2013/06/the-bad-movie.p16"},"Evelyn’s heart sank. Only three hands went up."],["div",{"id":"p17","uri":"/friend/2013/06/the-bad-movie.p17"},"“And option three?”"],["div",{"id":"p18","uri":"/friend/2013/06/the-bad-movie.p18"},"Fifteen hands shot up. Evelyn slumped down in her seat, a sick feeling settling in her stomach. How could she get out of watching that movie if everyone else wanted to?"],["div",{"id":"p19","uri":"/friend/2013/06/the-bad-movie.p19"},"When she got home, Evelyn went straight to her room and let her backpack fall to the floor with a heavy",["span.emphasis","thunk."],"The sick feeling had stuck with her the entire day. “I wish I actually could be sick,” she thought. “Then I wouldn’t have to go to school tomorrow.”"],["div",{"id":"p20","uri":"/friend/2013/06/the-bad-movie.p20"},"Evelyn pulled her test out of her backpack and stared at it, clutching it in her hands. “The movie was supposed to be a reward, not a punishment!” she thought, angrily crumpling the test up and stuffing it under her bed. Tears welled up in her eyes. She knelt by her bed and started to cry. Then she started to pray. She choked out a few tangled sentences, asking Heavenly Father to take the problem away, but after a while her prayer changed. “Please help me to make this better. I don’t want to see a movie that will make me feel bad, and I hope that my friends and teacher will understand.”"],["div",{"id":"p21","uri":"/friend/2013/06/the-bad-movie.p21"},"Evelyn finished her prayer. The trembling, sick feeling had disappeared. She didn’t even feel afraid anymore."],["div",{"id":"p22","uri":"/friend/2013/06/the-bad-movie.p22"},"Jumping to her feet, Evelyn raced out of her room to find Mom. She had an idea."],["div",{"id":"p23","uri":"/friend/2013/06/the-bad-movie.p23"},"The next day, Evelyn walked into class. In one hand she held a note from Mom explaining how watching the movie would make Evelyn feel uncomfortable. In the other hand she carried three of her favorite movies. Evelyn handed the note to Mrs. Taylor and watched her read it."],["div",{"id":"p24","uri":"/friend/2013/06/the-bad-movie.p24"},"“Thank you for letting me know how you feel,” Mrs. Taylor said."],["div",{"id":"p25","uri":"/friend/2013/06/the-bad-movie.p25"},"“My mom says it’s OK for me to go sit in with another class while the movie is playing,” Evelyn said. “But I also brought some other movies in case everyone would like to watch one of them instead.”"],["div",{"id":"p26","uri":"/friend/2013/06/the-bad-movie.p26"},"Mrs. Taylor smiled and reached for the stack of movies. “A movie is not much of a reward if we can’t all enjoy it,” she said."],["div",{"id":"p27","uri":"/friend/2013/06/the-bad-movie.p27"},"Mrs. Taylor wrote the new titles on the board. “Class, I’d like to vote again on the movie for today. I have some new options for you.”"],["div",{"id":"p28","uri":"/friend/2013/06/the-bad-movie.p28"},"Evelyn went and sat at her desk, happy she wouldn’t have to miss out on the class reward. But the best reward of all was knowing that Heavenly Father had taken away her fear and given her courage to do what was right."]],[".resources",[".sideQuote",{"id":"f1","uri":"/friend/2013/06/the-bad-movie.f1"},["div",{"id":"p29","uri":"/friend/2013/06/the-bad-movie.p29"},"“In order to help others, we ourselves need the spiritual and moral courage to withstand the evil we see on every side.”",["sup",["a",{"href":"fn_footnote3"},"3"]]],[".citationInfo",["div",{"id":"p30","uri":"/friend/2013/06/the-bad-movie.p30"},"President Thomas S. Monson"]],[".bodyNotes",["div",{"id":"/friend/2013/06/the-bad-movie","uri":"/friend/2013/06/the-bad-movie"},["span.label",["a",{"name":"footnote3"},"3."]],"“Three Goals to Guide You,”",["span.emphasis","Ensign,"],"Nov. 2007, 119."]]]]],"refs":null}
