{"id":29,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":29,"title":"The Heavy Backpack","subtitle":"By Annie Valentine Tintle","short_title":"The Heavy Backpack","uri":"/friend/2013/06/the-heavy-backpack","content":[["div",{"id":"head1","uri":"/friend/2013/06/the-heavy-backpack.head1"},[".title","The Heavy Backpack"],[".byline",["div",{"id":"p2","uri":"/friend/2013/06/the-heavy-backpack.p2"},"By Annie Valentine Tintle"],["div",{"id":"p3","uri":"/friend/2013/06/the-heavy-backpack.p3"},"(Based on a true story)"]],[".epigraph","For my yoke is easy, and my burden is light",["span.emphasis","(",["a",{"href":"/scriptures/nt/matt/11.30"},"Matthew 11:30"],")."]],[".kicker","How did a simple backpack become so hard to carry?"]],[".bodyBlock",["div",{"id":"p6","uri":"/friend/2013/06/the-heavy-backpack.p6"},"Jay stepped off the bus and slung his big backpack over his shoulder. It was a long walk home, and his load was heavy."],["div",{"id":"p7","uri":"/friend/2013/06/the-heavy-backpack.p7"},"He kept remembering the disappointed look on his teacher’s face when she realized he’d lied about his homework. He hadn’t meant to lie. Not really, anyway."],["div",{"id":"p8","uri":"/friend/2013/06/the-heavy-backpack.p8"},"This whole mess started about two months ago."],["div",{"id":"p9","uri":"/friend/2013/06/the-heavy-backpack.p9"},"“Hi, Jay,” Mom had said when he came home from school. “How was your day? Do you have any homework?”"],["div",{"id":"p10","uri":"/friend/2013/06/the-heavy-backpack.p10"},"His day had actually been pretty lousy, and he didn’t feel like doing homework."],["div",{"id":"p11","uri":"/friend/2013/06/the-heavy-backpack.p11"},"“Uh, I don’t have any,” he’d said. “I finished it at school.” It was only a little lie, he thought. And besides, he told himself, he’d just do his homework on the bus ride the next morning, so maybe it didn’t even count."],["div",{"id":"p12","uri":"/friend/2013/06/the-heavy-backpack.p12"},"As he trudged to his room, Jay ignored the queasy feeling in the pit of his stomach."],["div",{"id":"p13","uri":"/friend/2013/06/the-heavy-backpack.p13"},"A few days later it happened again. When Mom asked about his homework, he pulled out his math worksheet but left the rest in his backpack. So easy!"],["div",{"id":"p14","uri":"/friend/2013/06/the-heavy-backpack.p14"},"Before long, though, his backpack was growing heavy with unfinished homework."],["div",{"id":"p15","uri":"/friend/2013/06/the-heavy-backpack.p15"},"And then there was the whole school-lunch problem. A friend asked him a couple of weeks ago if he was sitting with the hot-lunch kids or the cold-lunch kids, and Jay ditched his sack lunch on the spot."],["div",{"id":"p16","uri":"/friend/2013/06/the-heavy-backpack.p16"},"Over the next few weeks, Jay shoved several of his home lunches to the bottom of his backpack and tried to ignore them. Mom never went through his bag, so how would she ever find out?"],["div",{"id":"p17","uri":"/friend/2013/06/the-heavy-backpack.p17"},"The problem was, as the backpack got heavier, so did his heart. Why did he always feel so rotten inside? He’d even started snapping at his little brother."],["div",{"id":"p18","uri":"/friend/2013/06/the-heavy-backpack.p18"},"Jay dreaded seeing the look on his parents’ faces when they found out."],["div",{"id":"p19","uri":"/friend/2013/06/the-heavy-backpack.p19"},"Walking in the door, he dropped his heavy backpack with a thud and slunk into the kitchen. “Hi, Mom,” he said."],["div",{"id":"p20","uri":"/friend/2013/06/the-heavy-backpack.p20"},"She hugged him and stood back. “Jay, I got an email from your teacher today. She said you lied about your homework. We need to talk.”"],["div",{"id":"p21","uri":"/friend/2013/06/the-heavy-backpack.p21"},"Jay sat down at the table and buried his head in his arms as Mom opened his backpack."],["div",{"id":"p22","uri":"/friend/2013/06/the-heavy-backpack.p22"},"“Honey, when did this thing get so heavy? What do you have in here?”"],["div",{"id":"p23","uri":"/friend/2013/06/the-heavy-backpack.p23"},"She pulled out two months of unfinished homework and at least six lunches."],["div",{"id":"p24","uri":"/friend/2013/06/the-heavy-backpack.p24"},"Jay burst into tears. “I didn’t mean for it to happen. I just didn’t do my homework, and no one noticed. I’m so sorry! Can you and Dad forgive me?”"],["div",{"id":"p25","uri":"/friend/2013/06/the-heavy-backpack.p25"},"Mom sighed and pushed the pile of unfinished papers and moldy lunches aside. “Sweetheart,” she said, “We will always forgive you, but you’ve got a lot of work ahead of you here.”"],["div",{"id":"p26","uri":"/friend/2013/06/the-heavy-backpack.p26"},"“I’ll do it!” he said, looking up. Suddenly he felt hopeful for the first time in weeks. “I’ll do every page, and I’ll pay for the lunches too.”"],["div",{"id":"p27","uri":"/friend/2013/06/the-heavy-backpack.p27"},"He dashed to his room for his money box. “Here, Mom,” he said, pushing the dollars and change toward her. “There’s over 20 dollars; just take it all.”"],["div",{"id":"p28","uri":"/friend/2013/06/the-heavy-backpack.p28"},"Mom carefully counted out the necessary amount and gave him back the rest."],["div",{"id":"p29","uri":"/friend/2013/06/the-heavy-backpack.p29"},"Walking back to return his box, Jay paused in his room. He knew he still had one more apology to make. Kneeling by his bed, he bowed his head and asked Heavenly Father to forgive him. Then he ran back to the kitchen table to start his homework."],["div",{"id":"p30","uri":"/friend/2013/06/the-heavy-backpack.p30"},"The next morning before school, Jay grabbed his backpack with his finished homework in it on his way out the door. “Hey!” he said to his mom, “This thing is so light! It’s like there’s nothing in it!”"],["div",{"id":"p31","uri":"/friend/2013/06/the-heavy-backpack.p31"},"He headed off with a smile. His backpack wasn’t the only thing that felt lighter. So did his heart."]],[".resources",[".quote",{"id":"f1","uri":"/friend/2013/06/the-heavy-backpack.f1"},["div",{"id":"p32","uri":"/friend/2013/06/the-heavy-backpack.p32"},"One night my dad bought a bag of candy that I really liked. A few days later, I ate half of the candy! After scriptures and prayer, my dad took the bag out and saw that there wasn’t a lot of candy left. I quickly said, “I’m sorry. I ate the candy.” I was so happy that I was able to tell the truth."],[".bio",["div",{"id":"p33","uri":"/friend/2013/06/the-heavy-backpack.p33"},"Katie L., age 8, Colorado, USA"]]]]],"refs":null}
