{"id":9,"parent_id":6,"book_id":22643,"content_id":1,"language_id":1,"display_order":9,"title":"Activities to Invite the Youth to Act","subtitle":"","short_title":"Activities to Invite the Youth to Act","uri":"/youth/learn/learning-teaching-ideas/ss/invite","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/youth/learn/learning-teaching-ideas/ss/invite"},[".bodyBlock",[".heading",["h1","Activities to Invite the Youth to Act"]],[".topic",["p.para","The following activities can help youth see how the gospel applies to their lives. In general, the youth should be encouraged to make their own plans to act on what they learn. These activities can help give them ideas."],["p.para","The youth can participate in these activities individually, in small groups, or as a class. Remember that the best ideas will come to you as you consider the needs of the youth you teach."],["h2","Make plans to live the doctrine"],["h3","Ponder what to do"],["p.para","Invite the youth to ponder what they can do to apply the doctrine."],["h3","Write what to do"],["p.para","Invite the youth to write down what they will do to apply the doctrine."],["h3","Counsel with the class"],["p.para","Invite the youth to counsel with other class members about how to apply the doctrine."],["h3","Share feelings and testimony"],["p.para","Invite the youth to share their feelings and testimony about the doctrine and explain why it is important to them."],["h3","Create a teaching outline"],["p.para","Invite the youth to create an outline to teach others about the doctrine."],["h3","Discuss the importance of the doctrine"],["p.para","Invite the youth to discuss the importance of the doctrine in their lives."],["h3","Record testimony"],["p.para","Ask the youth to record their testimony of the doctrine."],["h3","Interview others"],["p.para","Invite the youth to interview others to find out about their experiences and thoughts about the doctrine."],["h3","Make a list"],["p.para","Invite the youth to make a list of blessings they have received from applying the doctrine."],["h3","Overcome a challenge or problem"],["p.para","Invite youth to share a challenge or question they have and share how a doctrine or scripture helps them."],["h3","Likening"],["p.para","Ask the youth to apply something from the scriptures or words of living prophets to their lives."],["h3","Do activities in Duty to God or Personal Progress"],["p.para","Invite the youth to do an activity from the",["span.emphasis","Duty to God"],"or",["span.emphasis","Personal Progress"],"books."]]]]]],"refs":null}
