{"id":11,"parent_id":4,"book_id":19,"content_id":1,"language_id":1,"display_order":11,"title":"Lesson 7: Honesty","subtitle":"","short_title":"Lesson 7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty","content":[["div",{"id":"head8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.head8"},[".titleNumber","Lesson 7"],["h1","Honesty"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p3"},"The purpose of this lesson is to help us be honest."],[".topic",["h2","We Believe in Being Honest"],["ul.bullet",["li",["span.label","•"],[".para","Write on the chalkboard:",["span.emphasis","We believe in being honest (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],")."]]],["li",["span.label","•"],[".para","What does it mean to be honest? (Write responses on the chalkboard.)"]]],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p7"},"The following story illustrates the meaning of honesty."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p8"},"President Ruben Dario Pacheo of the Caracas Venezuela Third Branch and his family strongly desired to go to the temple. “After much sacrifice and spiritual preparation, his family raised enough money to go to the temple. President Pacheo sent his daughter to the bank to get 500 U.S. dollars. [He said,] ‘My wife took the envelope [containing the U.S. dollars] and put it away without counting the money. The night before leaving, I asked for the money and noticed that the envelope was unusually heavy. We counted the money. They had given us $4,065. I was astonished. … The bank receipts indicated a purchase of only $500—that meant that the bank had erred some $3,500 in our favor!"],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p9"},"“‘Some nonmember friends at our home that night tried to persuade us to use the money to enjoy our trip to the United States. … I myself had never seen so much money in my life. However, I energetically said, “We cannot keep this money because it is not ours. The purpose of our trip to the temple is to make covenants with the Lord. What good will they do if we are dishonest?”"],["div",{"id":"p10","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p10"},"“‘We returned the money to the bank; they had noticed that they had lost the funds but had no records indicating to whom it had been paid. Some bank clerks asked me that day, “Why did you do it? Nobody knew that you had that money.” My only answer was: “Because I am a Mormon”’” (quoted by Mario G. Echeverri, “Venezuela,”",["span.emphasis","Ensign,"],"Feb. 1977, 30)."],["ul.bullet",["li",["span.label","•"],[".para","How did President Pacheo demonstrate his honesty by what he said about making covenants with the Lord? How did he demonstrate his honesty by what he did? How did President Pacheo’s words and actions show that he was honest in his thoughts and in his relationship with the Lord?"]]],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p12"},"Elder Gordon B. Hinckley said:"],["div",{"id":"p13","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p13"},"“How rare a gem, how precious a jewel is the man or woman in whom there is neither guile nor deception nor falsehood! …"],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p14"},"“… Where there is honesty, other virtues will follow” (in Conference Report, Apr. 1976, 93; or",["span.emphasis","Ensign,"],"May 1976, 62)."],["ul.bullet",["li",["span.label","•"],[".para","Read and discuss",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.15-16"},"Exodus 20:15–16"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/42.20-21"},"Doctrine and Covenants 42:20–21"],"."]]],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p16"},"The Lord has commanded us to be honest in our personal lives and in our dealings with others: “And let every man deal honestly” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/51.9"},"D&C 51:9"],")."]],[".topic",["h2","Dishonesty Is One of Satan’s Tools"],["div",{"id":"p18","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p18"},"For every commandment our Heavenly Father gives us, Satan tempts us to disobey it. The scriptures tell us that “Satan, yea, even the devil, the father of all lies, [seeks] to deceive and to blind men, and to lead them captive at his will” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.4"},"Moses 4:4"],"). President Kimball named many ways of being dishonest:"],["div",{"id":"p19","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p19"},"“There are those who rob homes and banks and businesses; employers untrue to their trusts and employees who … misappropriate money. … There are the purse snatchers, the meter robbers, the tax evaders, and those who mislabel and misrepresent the products they are selling. …"],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p20"},"“Some borrow beyond their ability to pay. … Some make promises and solemn covenants and disregard and ignore them. There are those who have taken towels from motels and those who have kept overpayment of change. Some succeed in business by sharp practices and close dealing. Then there is the downright pilfering and stealing. …"],["div",{"id":"p21","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p21"},"“People boast of traffic violations and outsmarting the police and of crossing international borders with concealed merchandise without paying duty. …"],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p22"},"“And there are those who overcharge and overweigh and underpay” (",["span.emphasis","Faith Precedes the Miracle,"],"234–35)."],["ul.bullet",["li",["span.label","•"],[".para","What are other common dishonest practices?"]],["li",["span.label","•"],[".para","Why does Satan want us to be dishonest?"]],["li",["span.label","•"],[".para","What other sins can dishonesty lead to?"]]]],[".topic",["h2","Dishonesty Starts with Little Things"],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p27"},"An honest person does not become dishonest all at once. Dishonesty starts with little things that can gradually invade all areas of our lives. Dishonest thoughts, fear, envy, selfishness, deceiving others, even remaining silent when we should speak the truth are forms of dishonesty that lead us away from our Heavenly Father."],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p28"},"In the early days of the Church, the wife of Thomas B. Marsh performed a dishonest act that led to the Marshes’ apostasy and excommunication. Elder Marsh was at that time serving as President of the Quorum of the Twelve."],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p29"},"“When the Saints were living in Far West, the wife of [Elder] Marsh and Sister Harris agreed to exchange milk, in order to enable each of them to make a larger cheese than they could do separately. Each was to take the other the ‘strippings’ as well as the rest of the milk. Mrs. Harris performed her part of the agreement, but Mrs. Marsh kept a pint of ‘strippings’ from each cow. When this became known the matter was brought before the Teachers, and these decided against Mrs. Marsh.”"],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p30"},"Brother Marsh upheld his wife’s actions, however, and the Marshes became bitter, eventually turning against the Church. They soon lost their membership over bitter feelings growing out of an act of dishonesty. (See Hyrum M. Smith and Janne M. Sjodahl,",["span.emphasis","The Doctrine and Covenants Commentary,"],"rev. ed. [1972], 167)."],["ul.bullet",["li",["span.label","•"],[".para","Why do we need to be honest in little things? Why must we not uphold any dishonest acts?"]]]],[".topic",["h2","We Can Learn to Be Honest"],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p33"},"When we were born, we had no knowledge of good or evil. To help us make right choices and to guide us in our lives, each of us has been given the Light of Christ. When we allow the Lord to guide us to the truth, we will learn to be honest."],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p34"},"Our Church leaders call attention to dishonest practices to help us identify dishonesty and to ask us not to participate. They encourage us to be honest and to teach our children to be honest. President N. Eldon Tanner said:"],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p35"},"“This training in honesty begins in the home. Each of us has personal possessions which are ours alone. We can and should share such things as toys and games and our services to one another; but we have money, or jewelry, or clothing that is the personal property of each and should not be taken without the consent of the owner. A child who respects such honesty in the home is not apt to violate the principle outside the home. … Lack of such training fosters disrespect for the rights and property of others. …"],["div",{"id":"p36","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p36"},"“As a child matures and starts working for money, … [he should be taught to] deal honestly and give honest labor for the returns he gets” (in Conference Report, Apr. 1978, 64; or",["span.emphasis","Ensign,"],"May 1978, 44)."],["ul.bullet",["li",["span.label","•"],[".para","Why is honesty in our work so important?"]],["li",["span.label","•"],[".para","How can teaching our children not to take or use another’s property without permission help them become more honest?"]]],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p39"},"President Kimball, in speaking of his desire to have his grandchildren learn honesty, said:"],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p40"},"“I hope you will teach my dear ones to be honest. There is so much cheating and stealing and dishonesty. Integrity is laughed at and dishonesty is taught by the family and the community. Little dishonest pranks are laughed at. The little child is often clever enough to deceive and take advantage of its cuteness. The child is often permitted to get by with little thefts. A parent who understates the age of the child to avoid adult prices in shows and planes and trains and buses is forcefully teaching the child to be dishonest. He will not forget these lessons. Some parents permit the child to break the law as to fire crackers, the use of guns, fishing and hunting without license. The children are permitted to drive without a license or to falsify their ages. Those who take little things without accounting for [them] such as fruit from the neighbor’s yard, a pen from a desk, a package of gum from the … shelf, all are being taught silently that little thefts and dishonesties are not so bad. Cheating in school examinations has reached an alarming state, say the school officials."],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p41"},"“We may be bucking a strong tide, but we must teach our children that sin is sin. …"],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p42"},"“I express my concern over the increasing need of fortifying our youth” (“What I Hope You Will Teach My Grandchildren and All Others of the Youth of Zion,” [address to seminary and institute personnel at Brigham Young University, 11 July 1966], 2)."],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p43"},"It is important to recognize that we cannot ignore little thefts, lies, or deceptions. We must not treat lightly or laugh at cheating or breaking the law."],["ul.bullet",["li",["span.label","•"],[".para","What can you do in your own family to teach and encourage honest behavior? Why should you teach honesty through your example?"]]]],[".topic",["h2","We Are Blessed by Being Honest"],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p46"},"We may not always be rewarded immediately for being honest. It may test our character, cause us to lose friends, or bring us ridicule. But honesty brings peace of mind, a clear conscience, and joy."],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p47"},"In a letter to a friend, a young woman described how she felt after she was tempted to be dishonest:"],["div",{"id":"p48","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p48"},"“Dear Sue,"],["div",{"id":"p49","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p49"},"“I’m sorry that you got upset yesterday. Your friendship has been very important to me. But I had to do what I did. I hope you can understand. When you dared me to take that bracelet from the jewelry counter, you told me it would be easy. No one was watching—or even working near the area. Your argument that you have never been caught made it seem less frightening. But I knew if I took that bracelet, whether I was caught or not, I would never be able to forget that I had been dishonest. I would never be able to wear the bracelet. It would always be a sad reminder of a poor decision."],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p50"},"“When you walked away from me and said you didn’t want to waste your time with someone who wasn’t any fun, I was hurt. I still am. But I guess I will just have to live with that hurt. It will be easier to live with that feeling than to live with the feeling of never being free to walk into the department store without guilt feelings, or not being able to face my parents and bishop, or just knowing within myself what I had done” (",["span.emphasis","Look unto Me in Every Thought: Mia Maid Course B, Young Women"],"[1978], 58)."],["ul.bullet",["li",["span.label","•"],[".para","What did the young woman sacrifice for being honest? What great benefits did the young woman gain by being honest?"]],["li",["span.label","•"],[".para","Why is it important that we recognize the long-range benefits of being honest?"]]],["div",{"id":"p53","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p53"},"Elder Howard W. Hunter told of other benefits of being honest:"],["div",{"id":"p54","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p54"},"“There is a joy that comes to one from being honest. … You can have the companionship of the Master and you can have the Spirit of the Holy Ghost. …"],["div",{"id":"p55","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p55"},"“We must be honest with ourselves, honest with God, and with our fellowmen” (“Basic Concepts of Honesty,”",["span.emphasis","New Era,"],"Feb. 1978, 5)."],["ul.bullet",["li",["span.label","•"],[".para","What are the benefits of being honest that Elder Hunter outlines?"]],["li",["span.label","•"],[".para","How can the Holy Ghost help you be honest?"]],["li",["span.label","•"],[".para","What does it mean to be honest with God?"]]]],[".topic",["h2","Conclusion"],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p60"},"Honesty is a basic principle of the gospel and a commandment of God. To keep this commandment, it is important that we recognize dishonesty and shun it, and that we practice being honest in our thoughts, conversations, and actions. By demonstrating honest principles in our homes, with other Church members, and with our neighbors, we teach our children to be honest. When we are honest, we are blessed with a clear conscience, peace of mind, a feeling of self-worth, and the companionship of the Holy Ghost."]],[".topic",["h2","Challenge"],["div",{"id":"p62","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p62"},"During the coming week, analyze your thoughts, words, and actions to determine your obedience to the commandment to be honest. Seek the Lord’s help to eliminate dishonesty in your personal life. Find ways to teach the children in your family this righteous principle. Be an example of honesty in both words and deeds. (See",["a.scriptureRef",{"href":"/scriptures/nt/philip/4.8-9"},"Philippians 4:8–9"],".)"]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/rom/13.12-13"},"Romans 13:12–13"],"(walk honestly)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/heb/13.18"},"Hebrews 13:18"],"(willing to live honestly)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.8"},"Doctrine and Covenants 97:8"],"(those whose hearts are honest are acceptable to the Lord)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.25-26"},"Doctrine and Covenants 136:25–26"],"(restore that which is borrowed; find and return that which is lost)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.13"},"Articles of Faith 1:13"],"(we believe in being honest)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p70","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.p70"},"Before presenting this lesson:"],["div",{"id":"f89","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-7-honesty.f89"},["ol.number",["li",["span.label","1."],[".para","Read",["span.emphasis","Gospel Principles"],"chapter 31,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-31-honesty.p1"},"“Honesty.”"]]],["li",["span.label","2."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
