{"id":7,"parent_id":4,"book_id":19,"content_id":1,"language_id":1,"display_order":7,"title":"Lesson 3: Gifts of the Spirit","subtitle":"","short_title":"Lesson 3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit","content":[["div",{"id":"head4","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.head4"},[".titleNumber","Lesson 3"],["h1","Gifts of the Spirit"]],[".bodyBlock",["div",{"id":"p3","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p3"},"The purpose of this lesson is to help us prepare to receive gifts of the Spirit and to recognize their benefits."],[".topic",["h2","Receiving Gifts of the Spirit"],["ul.bullet",["li",["span.label","•"],[".para","Display a poster of the seventh article of faith, or write it on the chalkboard:",["span.emphasis","We believe in the gift of tongues, prophecy, revelation, visions, healing, interpretation of tongues, and so forth (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.7"},"Articles of Faith 1:7"],")."]]]],["div",{"id":"p6","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p6"},"Spiritual gifts not specifically mentioned in this article of faith include faith, discernment, testimony, miracles, wisdom, knowledge, and compassion. Spiritual gifts are characteristic of The Church of Jesus Christ of Latter-day Saints."],["div",{"id":"p7","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p7"},"When each of us was confirmed a member of the Church by the laying on of hands, we received the Holy Ghost. If we are faithful, we can have the Holy Ghost as a constant influence and each of us can be blessed with certain spiritual powers called gifts of the Spirit."],["div",{"id":"p8","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p8"},"The son of Hannah Christina Chalarson told the following story about his mother’s gift of prophecy: “When I was a young man, we lived close to President Andrew Kimball, Spencer W. Kimball’s father. My mother and I were coming home one evening just about dark. Spencer was milking the cows and singing at the top of his voice. My mother stopped dead still for a few seconds and then said, ‘That boy will one day be an apostle of the Lord.’ We walked perhaps twenty feet farther and she stopped again. This time she seemed to be out of breath. She raised both her hands and looked up and said, ‘Yes! And he might even live to lead this church’” (“An Apostle of the Lord,” in Leon Hartshorn, comp.,",["span.emphasis","Remarkable Stories from the Lives of Latter-day Saint Women,"],"2 vols. [1973, 1975], 2:39)."],["div",{"id":"p9","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p9"},"Obedience to God’s laws is necessary for receiving the gifts of the Spirit. With these gifts, we can know and teach the truths of the gospel and use them to benefit ourselves and others. The gifts can help guide us back to our Heavenly Father."]],[".topic",["h2","Preparing to Receive Gifts of the Spirit"],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.11"},"Doctrine and Covenants 46:11"],"."]]],["div",{"id":"p12","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p12"},"In this scripture we are told that everyone “is given a gift by the Spirit of God.” However, because the Holy Ghost will not dwell in spiritually unclean places, we must prepare ourselves to be worthy of receiving these spiritual gifts."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.1"},"1 Corinthians 14:1"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.20,30"},"Moroni 10:20, 30"],". What instructions are we given for preparing ourselves to receive gifts of the Spirit? Can you think of other ways to prepare? (List answers on the chalkboard.)"]]],["div",{"id":"p14","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p14"},"The Prophet Joseph Smith wrote, “Be virtuous and pure; be men of integrity and truth; keep the commandments of God; and then you will be able more perfectly to understand the difference between right and wrong—between the things of God and the things of men” (",["span.emphasis","History of the Church,"],"5:31)."],["ul.bullet",["li",["span.label","•"],[".para","What other requirements for receiving gifts did the Prophet Joseph Smith mention? (List answers on the chalkboard.)"]]],["div",{"id":"p16","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p16"},"To enjoy the gifts of the Spirit, we should also be humble and repentant and be at peace with others. Even the Prophet Joseph Smith could not receive inspiration unless he was at peace. “One morning [he became upset about something] that Emma, his wife, had done. … Joseph [tried] to continue the translation [of the Book of Mormon,] but he could not do anything. … He went … out into the orchard [and prayed. He] came back to the house, and asked Emma’s forgiveness and then … the translation went on all right” (David Whitmer, quoted in B. H. Roberts,",["span.emphasis","A Comprehensive History of the Church,"],"1:131)."],["ul.bullet",["li",["span.label","•"],[".para","What did the Prophet do to prepare himself to use his spiritual gift of translation?"]],["li",["span.label","•"],[".para","Ask sisters to consider ways they can prepare themselves to receive gifts of the Spirit."]]]],[".topic",["h2","Benefiting from Gifts of the Spirit"],["div",{"id":"p20","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p20"},"Spiritual gifts are sacred. They are given to guide, comfort, and teach. Through the gifts of the Spirit, we can receive enlightenment, encouragement, and the ability to strengthen our faith. As we enjoy the gifts of the Spirit, we can obtain peace in this life and guidance toward the celestial kingdom."],["ul.bullet",["li",["span.label","•"],[".para","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.8"},"Doctrine and Covenants 46:8"],". What reason is given here for seeking the best gifts? (That we might not be deceived)"]]],["div",{"id":"p22","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p22"},"There are many times when we need gifts of the Spirit. When we are ill, confused, or mourning, we need healing, guidance, and comfort. We need knowledge, understanding, insight, and increased ability when we are seeking answers to major questions or guidance in how to deal with difficult situations. It is comforting to realize that we can benefit from gifts of the Spirit at these times. The scriptures tell us that “all these gifts come from God, for the benefit of the children of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.26"},"D&C 46:26"],")."],["ul.bullet",["li",["span.label","•"],[".para","Have the assigned class members tell the following experiences of members of the Church who have received gifts of the Spirit."]]],["div",{"id":"p24","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p24"},"Sister Jane Grover recorded the following incident:"],["div",{"id":"p25","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p25"},"“One morning we thought we would go and gather gooseberries. Father Tanner … harnessed a span of horses to a light wagon and, with two sisters by the name of Lyman, his little granddaughter, and me, started out. When we reached the woods we told the old gentleman to … rest himself while we picked the berries."],["div",{"id":"p26","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p26"},"“It was not long before the little girl and I strayed some distance from the rest, when suddenly we heard shouts. … We walked forward until within sight of Father Tanner, when we saw he was running his team around. … As we approached we saw Indians gathering around the wagon, whooping and yelling as others came and joined them. We got into the wagon to start when four of the Indians took hold of the wagon wheels to stop the wagon, and two others held the horses by the bits, and another came to take me out of the wagon."],["div",{"id":"p27","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p27"},"“I then began to be afraid as well as vexed, and asked Father Tanner to let me get out of the wagon and run for assistance. He said, ‘No, poor child; it is too late!’ I told him they should not take me alive. His face was as white as a sheet. The Indians had commenced to strip him—had taken his watch and handkerchief—and while stripping him, were trying to pull me out of the wagon. I began silently to appeal to my Heavenly Father."],["div",{"id":"p28","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p28"},"“While I was praying and struggling, the Spirit of the Almighty fell upon me and I arose with great power; and no tongue can tell my feelings. I was happy as I could be. A few moments before I saw worse than death staring me in the face, and now my hand was raised by the power of God, and I talked to those Indians in their own language. They let go the horses and wagon, and all stood in front of me while I talked to them by the power of God. They bowed their heads and answered ‘Yes,’ in a way that made me know what they meant."],["div",{"id":"p29","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p29"},"“The little girl and Father Tanner looked on in speechless amazement. I realized our situation; their calculation was to kill Father Tanner, burn the wagon, and take us women prisoners. This was plainly shown me. When I stopped talking they shook hands with all three of us and returned all they had taken from Father Tanner, who gave them back the handkerchief, and I gave them berries and crackers. By this time the other two women came up, and we hastened home."],["div",{"id":"p30","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p30"},"“The Lord gave me a portion of the interpretation of what I had said, which was as follows:"],["div",{"id":"p31","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p31"},"“‘I suppose you Indian warriors think you are going to kill us? Don’t you know the Great Spirit is watching you and knows everything in your heart? We have come out here to gather some of our father’s fruit. We have not come to injure you; and if you harm us, or injure one hair of our heads, the Great Spirit shall smite you to the earth, and you shall not have power to breathe another breath. We have been driven from our homes, and so have you; we have come out here to do you good, and not to injure you. We are the Lord’s people and so are you; but you must cease your murders and wickedness; the Lord is displeased with it and will not prosper you if you continue in it. You think you own all this land, this timber, this water, all the horses. Why, you do not own one thing on earth, not even the air you breathe—it all belongs to the Great Spirit’” (“I Talked to Those Indians in Their Own Language,” in Leon Hartshorn, comp.,",["span.emphasis","Remarkable Stories from the Lives of Latter-day Saint Women,"],"1:26–28)."],["ul.bullet",["li",["span.label","•"],[".para","What two gifts were given to Sister Grover? What did she do to obtain these gifts? How did she feel when she received them?"]]],["div",{"id":"p33","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p33"},"Sister Antonia Flores of Peru told this experience:"],["div",{"id":"p34","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p34"},"“One time several years ago, the branch president interviewed me to call me as Relief Society president. I was very afraid to be Relief Society president. I just didn’t see how I could handle such a job and was afraid to tell him yes. Later that day, I remembered the principle of fasting and prayer. I fasted and prayed about accepting this position that I was so afraid of."],["div",{"id":"p35","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p35"},"“In the night, I had a revelation. I dreamed that I was walking, carrying a great weight in my hands. I had been walking a long time and was tired from carrying such a heavy weight. Then I saw our Lord Jesus Christ, and he took the weight out of my hands and invited me, saying, ‘Come, follow me.’ The next morning I felt wonderful; the fear had left me. I hurried to the branch president to tell what had happened, that I was no longer afraid and was sure it was right, and so, I have been able to continue working in the Relief Society several years as president with two wonderful counselors” (“He Took the Weight out of My Hands,”",["span.emphasis","Remarkable Stories from the Lives of Latter-day Saint Women,"],"2:87)."],["ul.bullet",["li",["span.label","•"],[".para","Why did Sister Flores need the spiritual gift of personal revelation?"]]],["div",{"id":"p37","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p37"},"In addition to dreams, there are other ways by which the Holy Ghost can reveal truth to us. He can cause us to have a vision (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.12"},"D&C 76:12"],"). We can hear a voice (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.4"},"Moses 5:4"],"). The Holy Ghost can speak to us in our mind (see",["a.scriptureRef",{"href":"/scriptures/bofm/enos/1.10"},"Enos 1:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.23"},"D&C 6:23"],"). We can feel the power of the Holy Ghost when we hear the true words of a missionary, the prophet, or another servant of the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.13-14"},"D&C 46:13–14"],"). We can feel unshakable faith in the words of the Lord (see",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.11-12"},"Ether 3:11–12"],"). We can experience the sweet peace that comes when the Lord enlightens our mind by the Spirit of Truth when we inquire of Him (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.14-16,21-24"},"D&C 6:14–16, 21–24"],")."],["div",{"id":"p38","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p38"},"Sister Afton Affleck of Salt Lake City related this personal experience with a spiritual gift:"],["div",{"id":"p39","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p39"},"“I was preparing for a wonderful Christmas party. … I wanted it to be so lovely, but as I was working on some of the preparations, I had a headache that kept getting more severe. I tried several times in the afternoon to reach Bob [my husband]. A voice said to me, ‘You have spinal meningitis,’ and I cried aloud, ‘Oh, no!’ My father had died of spinal meningitis! …"],["div",{"id":"p40","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p40"},"“When the doctor came, he lifted up one of my legs and it was as if red and blue lightning had come out of the back of my neck. He said to Bob, ‘Let’s administer to her,’ so they did. Before we left for the hospital, Bob called President Robert Young of the Salt Lake Temple and asked him to meet us there. …"],["div",{"id":"p41","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p41"},"“At the hospital President Young and Bob administered to me and I heard them though I was unconscious. President Young rebuked the disease to have no power to distort my body, and promised me that I would be made whole. He blessed me that I would have the strength to undergo the suffering that would be mine to bear."],["div",{"id":"p42","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p42"},"“During the time in isolation, where I suffered severely, I learned a great deal about the Savior, the atonement, and the love of the Lord Jesus Christ. It seemed to me that I was being taught constantly. There was only one time that I felt I could not endure the pain, but at that very moment Uncle Ray Moss and his son Raphel put their hands on my head and administered to me."],["div",{"id":"p43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p43"},"“During this time I had such terrible pain in my eyes that I could not see. Once I regained consciousness long enough to hear a doctor telling his … technician, that I had one chance in five thousand of ever seeing—but I knew I would see. In addition, my right side was affected; I could not move my foot, and my arm had become weakened. But I never doubted that I would be made whole."],["div",{"id":"p44","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p44"},"“One night … a voice said to me, ‘If you have faith even a thousandth the size of a grain of sand, you can move your foot and you can see.’ I felt rebuked, because I thought I had already exercised great faith. …"],["div",{"id":"p45","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p45"},"“I prayed to the Lord and I exercised faith. Then I tried to turn my head. Up to then I had not been able to do so without losing consciousness, but this time I was able to turn it and could see a sliver of light under my door."],["div",{"id":"p46","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p46"},"“I also felt that if I tried, I could move my leg. …"],["div",{"id":"p47","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p47"},"“Faith is a gift of God, and he granted me more faith than I had ever had in my life. I",["span.emphasis","did"],"move my leg. I lay there the rest of the night rejoicing and praising the Lord—I did not want to tell anyone until morning. The Lord had promised that I would be healed through faith and the power of the priesthood and the prayers of those who loved me. I praise the Lord for allowing me to have that kind of experience, because it strengthened me” (“Faith Is a Gift of God,”",["span.emphasis","Remarkable Stories from the Lives of Latter-day Saint Women,"],"2:1–3)."],["ul.bullet",["li",["span.label","•"],[".para","What spiritual gift did Sister Affleck receive? How did her faith influence the blessing she received?"]]]],[".topic",["h2","Conclusion"],["div",{"id":"p50","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p50"},"As members of The Church of Jesus Christ of Latter-day Saints, we have been promised spiritual gifts. These gifts come to us through the Holy Ghost and are given by the Lord to help us perfect our lives and guide us back into His presence. To receive them we must prepare ourselves by asking in faith and keeping the commandments. We must also be humble and willing to do the work of the Lord."]],[".topic",["h2","Challenge"],["div",{"id":"p52","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p52"},"Read",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.title"},"1 Corinthians 12"],",",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5-30"},"Moroni 10:5–30"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.8-26"},"Doctrine and Covenants 46:8–26"],". Identify your own spiritual gifts and seek to use them for the benefit of others. Find opportunities to help your family members recognize and develop their special gifts."]],[".topic",["h2","Additional Scriptures"],["ul.bullet",["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.28-29"},"Joel 2:28–29"],"(gifts to be given)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.1-35"},"Acts 10:1–35"],"(Peter’s vision)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/14.12"},"1 Corinthians 14:12"],"(seek spiritual gifts in order to bless others)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/10.17-19"},"1 Nephi 10:17–19"],"(power of the Holy Ghost)"]],["li",["span.label","•"],[".para",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.5-11"},"Doctrine and Covenants 6:5–11"],"(we should share our spiritual gifts so that others may be edified and brought to the truth)"]]]],[".topic",["h2","Teacher Preparation"],["div",{"id":"p60","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.p60"},"Before presenting this lesson:"],["div",{"id":"f43","uri":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-b/gospel-principles-and-doctrine/lesson-3-gifts-of-the-spirit.f43"},["ol.number",["li",["span.label","1."],[".para","Study",["span.emphasis","The Latter-day Saint Woman, Part A"],"lesson 4,",["a.crossRef",{"href":"/manual/the-latter-day-saint-woman-basic-manual-for-women-part-a/gospel-principles-and-doctrine/lesson-4-the-gift-of-the-holy-ghost.p1"},"“The Gift of the Holy Ghost.”"]]],["li",["span.label","2."],[".para","Study the section “What Is the Gift of the Holy Ghost?” in",["span.emphasis","Gospel Principles"],["a.crossRef",{"href":"/manual/gospel-principles/chapter-21-the-gift-of-the-holy-ghost.p1"},"chapter 21"],"."]],["li",["span.label","3."],[".para","Study",["span.emphasis","Gospel Principles"],"chapter 22,",["a.crossRef",{"href":"/manual/gospel-principles/chapter-22-the-gifts-of-the-spirit.p1"},"“The Gifts of the Spirit.”"]]],["li",["span.label","4."],[".para","Study",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.title"},"1 Corinthians 12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5-30"},"Moroni 10:5–30"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.8-26"},"Doctrine and Covenants 46:8–26"],"."]],["li",["span.label","5."],[".para","Assign class members to relate the experiences about spiritual gifts in this lesson."]],["li",["span.label","6."],[".para","Prepare the poster suggested in the lesson or write the information on the chalkboard."]],["li",["span.label","7."],[".para","Assign class members to present any stories, scriptures, or quotations you wish."]]]]]]],"refs":null}
