{"id":35,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":35,"title":"1 Samuel 16–31: King David’s Call to Lead Israel","subtitle":"","short_title":25,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.head1"},[".titleNumber","25"],["h1","1 Samuel 16–31"],["h1","King David’s Call to Lead Israel"]],[".bodyBlock",[".topic",["h2","(25-1) Introduction"],[".poetry",["p.title"],[".stanza",["p.line","Who’s on the Lord’s side? Who?"],["p.line","Now is the time to show;"],["p.line","We ask it fearlessly:"],["p.line","Who’s on the Lord’s side? Who?"]]],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p10"},"David’s actions showed that his answer to such a question would have been a hearty “I am!” Arriving at the battlefront at a time when the haughty giant Goliath had openly challenged Israel to send a man to fight him, David boldly volunteered to accept Goliath’s challenge. When accused of pride, the future king of Israel asked his oldest brother, “Is there not a cause?” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.29"},"1 Samuel 17:29"],")."],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p11"},"Many young people of today are great joiners. They attach themselves to this or that organization or group because they wish to make the world a better place. They need a purpose for living, a reason to be—they need a cause."],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p12"},"Young David, shepherd boy of Israel, had a cause. And this cause was emphasized when Samuel, the Lord’s prophet, anointed David to be a future king of Israel. Throughout his early life, David stayed close to the Lord. In all his military ventures, in the face of threats against his life, and despite numerous opportunities to slay Saul, David was true to his chosen cause. “And David behaved himself wisely in all his ways; and the Lord was with him” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.14"},"1 Samuel 18:14"],")."],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p13"},"And what of today? Have we a cause? Indeed we have! We found that cause when we gained our testimonies of the true gospel and of the value of citizenship in the kingdom of God."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p14"},"“I declare with all my soul—there is a cause! It is a cause worth giving one’s life for. It is the cause of righteousness. It is a cause that every youth in this Church should rally to as he declares war on Satan and his legions. As David said to Goliath, so each youth should declare to Satan, ‘Thou comest to me with a sword, and with a spear, and with a shield; but I come to thee in the name of the Lord of hosts, the God of the armies of Israel, whom thou hast defied.’ (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.45"},"1 Sam. 17:45"],".)” (Victor L. Brown, “Is There Not a Cause?” Ensign, Nov. 1974, p. 104.)"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p15"},"There is a cause! That cause is the Lord’s!"],[".sidebar box-decor box-right",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.f2"},["h3","Instructions to Students"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.f3"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16"},"1 Samuel 16–31"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on 1 Samuel 16–31"],[".topic",["h3","(25-2)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.1-13"},"1 Samuel 16:1–13"]],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p21"},"There verses contain the Lord’s directions to His prophet in the selection of a new king. Note the Lord’s special counsel in",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.7"},"verse 7"],". Mortals tend to see the outward appearance, but the Lord has the power to look to the very depths of men and things. The “horn of oil” was probably a ram’s horn filled with olive oil and used to anoint those chosen of the Lord (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.13"}],"v. 13; see also",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.1"}],"v. 1)."]],[".topic",["h3","(25-3)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.14-23"},"1 Samuel 16:14–23"],". Did the Lord Really Send an Evil Spirit to Trouble Saul?"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p23"},"Evil spirits are not sent by God, nor does God give revelations through the evil spirits which sometimes trouble men. He cast these evil spirits out of heaven long ago for their rebellion against Him. The Joseph Smith Translation corrects this passage to say, “An evil spirit which was",["span.emphasis","not"],"of the Lord troubled him” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.14a"},"JST, 1 Samuel 16:14"],"; emphasis added). Recorded here are the first effects of Saul’s rejection of the Lord. More and more Saul failed to find peace with himself until at last he became a miserable, guilt-ridden man."]]],[".topic",["h2","(25-4)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.1-3"},"1 Samuel 17:1–3"],". Where Is the Valley of Elah Located?"],[".topic",["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p26"},"Descending from the hill country of Judah toward the Mediterranean Sea are numerous valleys or wadis. One of these is the Valley of Elah, in which David’s battle with Goliath occurred near Azekah in the Shephelah or low-lying hills (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.1"},"1 Samuel 17:1"],"). The accompanying map shows the Valley of Elah almost directly west and a little south of Jerusalem."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_035_02_Elah.gif"}]]],[".topic",["h3","(25-5)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.4"},"1 Samuel 17:4"],". “And There Went Out a Champion … Named Goliath”"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p43"},"“Our word",["span.emphasis","champion"],"comes from",["span.emphasis","campus,"],"the field; … ‘",["span.emphasis","Champion"],"is he, properly, who fights in the",["span.emphasis","field"],"; i.e., in",["span.emphasis","camps."],"’ A man well skilled in arms, strong, brave, and patriotic."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p44"},"“But is this the meaning of the original …",["span.emphasis","ish habbenayim,"],"a",["span.emphasis","middle man,"],"the",["span.emphasis","man between two;"],"that is, as here, the",["span.emphasis","man"],"who undertakes to settle the disputes",["span.emphasis","between two armies"],"or",["span.emphasis","nations."],"So our ancient",["span.emphasis","champions"],"settled disputes between",["span.emphasis","contending parties"],"by what was termed",["span.emphasis","camp fight"],"; hence the",["span.emphasis","campio"],"or",["span.emphasis","champion."],"” (Clarke, Bible Commentary, 2:261.)"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p45"},"Although it seems peculiar in this day of modern warfare, in ancient times it was not unusual for opposing armies, which were generally quite small, to select one representative from each side to fight a personal contest. The outcome of that contest determined the winner of the battle. (Compare this verse with",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/2.12-17"},"2 Samuel 2:12–17"],", in which is recorded a similar choosing of representatives to battle for each side."]],[".topic",["h3","(25-6)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.4-11"},"1 Samuel 17:4–11"],". How Big Was Goliath and How Heavy Was His Armor?"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p47"},"According to this passage, Goliath’s height was six cubits and a span. The most widely accepted opinion of the length of a cubit is about eighteen inches or, roughly, the distance from the elbow to the tip of the extended middle finger. A span is said to be one-half the distance from the thumb to the end of the little finger when the fingers are spread as wide as possible. These measurements would make the height of Goliath approximately nine feet, nine inches! It is not too surprising that the Philistines would have picked such a champion or that no man in Israel wanted to be Saul’s champion."],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p48"},"It is unusual that anyone today is over seven feet tall, but it is commonly believed there were men in ancient times whose height far exceeded seven feet. There are references in the scriptures to giants in the earlier periods of history: in the time of Enoch (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.15"},"Moses 7:15"],"), in the days of Noah (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.18"},"Moses 8:18"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/6.4"},"Genesis 6:4"],"), and in the time of the Israelites (see",["a.scriptureRef",{"href":"/scriptures/ot/num/13.33"},"Numbers 13:33"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/2.10-11"},"Deuteronomy 2:10–11"],";",["a.scriptureRef",{"href":"/scriptures/ot/josh/15.8"},"Joshua 15:8"],"). Called",["span.emphasis","Anakim"],"(meaning “long-necked” or “tall” in Hebrew) by the Israelites, this race of giants seems to have been virtually destroyed in the conquest of Canaan under Joshua (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/11.21"},"Joshua 11:21"],"). In fact, it is recorded that none of the Anakim were left except in Gaza, Ashdod, and Gath (see",["a.scriptureRef",{"href":"/scriptures/ot/josh/11.22"},"Joshua 11:22"],"), which was Goliath’s hometown (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.4"},"1 Samuel 17:4"],")."],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p49"},"Experts have estimated the weight of Goliath’s armor to be about 150 pounds (see Clarke, Bible Commentary, 2:261). A weaver’s beam is a strong, thick piece of wood on which thread is strung in preparation for weaving. The weight of Goliath’s spearhead has been estimated from twelve to twenty-six pounds, depending on which authority is consulted and what weight he selects for a shekel. (See the table on weights and measures in Maps and Charts.) A greave is a protective piece of armor that fits on the front of the leg and extends from just below the knee to the ankle."]],[".topic",["h3","(25-7)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.12-20"},"1 Samuel 17:12–20"]],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p51"},"These verses are a brief flashback that bring young David into the story once again. Even though he was Saul’s armor-bearer, young David, unlike the fighting men, was evidently permitted to leave the battlefield and return home from time to time."]],[".topic",["h3","(25-8)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.17"},"1 Samuel 17:17"]],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p53"},"The ephah was a dry measure roughly equivalent to three fifths of a United States bushel, or about 22 liters. (See the table on weights and measures in Maps and Charts.)"]],[".topic",["h3","(25-9)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.20-51"},"1 Samuel 17:20–51"],". “I Come to Thee in the Name of the Lord of Hosts”"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p55"},"The story of David and Goliath is so well known that some readers take David’s courage for granted. But his courage was not born of self-confidence alone, although he did believe in his own skills in battle. As a young shepherd, he had much practice at slinging stones. It was an effective way both to keep wolves and other vicious animals away from the sheep and to attract the attention of straying sheep and drive them back to pasture. As a result of his experience, David had confidence in his skills, but the true source of his courage was faith in the power of the living God. In fact, the contrast between David and the other Israelites was as great in terms of faith as in courage. David was incensed that “this uncircumcised Philistine [one not of the covenant but of the world] … should defy the armies of the living God” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.26"},"v. 26"],"). There was no similar anger in the men of Israel, only a quaking fear because of Goliath’s size and strength. And David’s answer to Goliath’s laugh of derision at the unprotected boy who came out to accept the challenge provides a classic study in faith as well as in courage. “Thou comest to me,” he said to Goliath, “with a sword, and with a spear, and with a shield: but I come to thee in the name of the Lord of hosts. … This day will the Lord deliver thee into mine hand, … that all the earth may know that there is a God in Israel. … for the battle is the Lord’s, and he will give you into our hands” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.45-47"},"vv. 45–47"],")."]],[".topic",["h3","(25-10)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.49"},"1 Samuel 17:49"],". The Shepherd’s Bag and Sling"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p57"},"Shepherds of David’s time carried a sling and a small leather or woolen wallet or bag in which food or stones could be carried to the place where the sheep grazed. In the King James Version of the Bible, this bag is called a scrip. When Jesus sent His disciples forth without purse or scrip (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/10.4"},"Luke 10:4"],"), they went without a bag in which to keep money or food. David used his shepherd’s scrip to hold the stones he obtained from the brook."],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p58"},"Slings were made from various materials, the most common being leather. Hair, wool, animal sinews, or rushes were used to make the pouch that held the stones. The pouch had strings attached on each side and was whirled until a certain speed was reached. When one string was released, the stone was hurled from the pouch toward its mark. Any variation from perfect roundness affected the accuracy of a stone. Uniform weight and size of the stones were also important. Anciently, slingers, particularly shepherds with time on their hands, developed great accuracy and skill in slinging stones. When not in use, the slings were carried by shepherds around their foreheads or waists."],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p59"},"Slings were used fairly commonly in the ancient Near East. The Israelites, who did not often use chariots in war, employed many trained slingers. The same was true of peoples from surrounding areas."]],[".topic",["h3","(25-11)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17.52-58"},"1 Samuel 17:52–58"]],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p61"},"These verses might lead the reader to conclude that Saul, who had met David before, did not know who he was. Saul’s inquiry of Abner about who David was merely means, “Who is this lad of such skill and courage? Obviously, he does more than play the harp. Who is his father? From what kind of family did he come? Where did he get such courage? Is this really the boy who has been with us all this time?”"]],[".topic",["h3","(25-12)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18"},"1 Samuel 18"]],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p63"},"Once again weaknesses in Saul’s character began to manifest themselves. He was jealous of David’s newly won popularity (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.6-8,16"},"vv. 6–8, 16"],").",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.10"},"Verse 10"],"in the Joseph Smith Translation again makes it clear that the evil spirit Saul possessed was",["span.emphasis","not"],"from God."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p64"},"Saul tried two ways to do away with David (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.10-11,21-25"},"vv. 10–11; 21–25"],"). But although Saul was jealous of David’s growing popularity with the people, there was no indication yet that he knew that David had been anointed to be his successor."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p65"},"Although the people of Israel celebrated the prowess of David in warfare, the Lord later indicated that because of his great wars, David was not allowed to build the temple. The privilege was given to his son, Solomon (see",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/22.8"},"1 Chronicles 22:8"],")."]],[".topic",["h3","(25-13)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/19.1-11"},"1 Samuel 19:1–11"]],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p67"},"Jonathan, Saul’s son, was one of the most noble men of ancient Israel. He could have seen David as a threat, as Saul did, since the oldest son generally succeeded to the kingship. But instead, Jonathan assisted David, even helping him to escape from Saul. Truly Jonathan loved David “as his own soul” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.1"},"1 Samuel 18:1"],")."]],[".topic",["h3","(25-14)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/19.13"},"1 Samuel 19:13"],". What Is a “Pillow of Goats’ Hair” for a “Bolster”?"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p69"},"A bolster is a long pillow or cushion used to prop the head or back while a person sleeps. This bolster was stuffed with or made from goat’s hair."]],[".topic",["h3","(25-15)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/19.18-24"},"1 Samuel 19:18–24"],". Samuel and the School of the Prophets"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p71"},"After David escaped from Saul through the help of his wife, Michal, Saul sent messengers to kill him. But David had sought refuge with Samuel in what scholars called “Schools of the Prophets” (Keil and Delitzsch, Commentary, 2:2:199).These scholars showed that such prophets as Samuel, Elijah, and Elisha conducted special schools that were called here “the company of the prophets” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/19.20"},"v. 20"],"). Elsewhere, the men who attended these schools were called “sons of the prophets” (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/20.35"},"1 Kings 20:35"],"). This fact is of interest to Latter-day Saints because Joseph Smith set up a similar school in Kirtland, Ohio, to help teach priesthood holders their special duties."],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p72"},"When the messengers from Saul and finally Saul himself came, they came under the influence of the Spirit, and thus David’s life was spared. The fact that the people said, “Is Saul also among the prophets?” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/19.24"},"v. 24"],") is explained this way:"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p73"},"Saul “threw off his royal robes or military dress, retaining only his",["span.emphasis","tunic;"],"and continued so all that day and all that night, uniting with the sons of the prophets in",["span.emphasis","prayers, singing praises,"],"and other",["span.emphasis","religious exercises,"],"which were unusual to kings and warriors; and this gave rise to the saying,",["span.emphasis","Is Saul also among the prophets?"],"By bringing both him and his men thus under a Divine influence, God prevented them from injuring the person of David.” (Clarke, Bible Commentary, 2:274.)"],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p74"},"This remarkable event has a parallel in latter-day Church history. During his mission to Great Britain, Elder Wilford Woodruff was delivered from the hands of government authorities through the influence of the Spirit."],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p75"},"“When I arose to speak at Brother Benbow’s house, a man entered the door and informed me that he was a constable, and had been sent by the rector of the parish with a warrant to arrest me. I asked him, ‘For what crime?’ He said, ‘For preaching to the people.’ I told him that I, as well as the rector, had a license for preaching the gospel to the people, and that if he would take a chair I would wait upon him after meeting. He took my chair and sat beside me. For an hour and a quarter I preached the first principles of the everlasting gospel. The power of God rested upon me, the spirit filled the house, and the people were convinced. At the close of the meeting I opened the door for baptism, and seven offered themselves. Among the number were four preachers and the constable. The latter arose and said, ‘Mr. Woodruff, I would like to be baptized.’ I told him I would like to baptize him. I went down into the pool and baptized the seven. We then came together. I confirmed thirteen, administered the Sacrament, and we all rejoiced together."],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p76"},"“The constable went to the rector and told him that if he wanted Mr. Woodruff taken for preaching the gospel, he must go himself and serve the writ; for he had heard him preach the only true gospel sermon he had ever listened to in his life. The rector did not know what to make of it, so he sent two clerks of the Church of England as spies, to attend our meeting, and find out what we did preach. They both were pricked in their hearts, received the word of the Lord gladly, and were baptized and confirmed members of the Church of Jesus Christ of Latter-day Saints. The rector became alarmed, and did not venture to send anybody else.” (In Cowley, Wilford Woodruff, p. 118.)"]],[".topic",["h3","(25-16)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20"},"1 Samuel 20"]],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p78"},"David needed to know Saul’s disposition toward him before he could safely remain at court as Saul had ordered (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.22"},"1 Samuel 16:22"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.2"},"18:2"],"). A sacrifice and a feast at every new moon (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.5"},"v. 5"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/10.10"},"Numbers 10:10"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/28.11"},"28:11"],") afforded Jonathan a perfect opportunity to inquire into the matter. Jonathan’s brotherly love for David remained firm, even in the face of his father’s wrath."]],[".topic",["h3","(25-17)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.26"},"1 Samuel 20:26"]],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p80"},"Saul’s reference to David’s possible uncleanness refers to the requirement in the Mosaic law that one be ceremoniously cleansed, if needs be, before attending a holy feast. He assumed David was absent because he had not been able to meet the ceremonial requirements."]],[".topic",["h3","(25-18)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.30"},"1 Samuel 20:30"],". Why Did Saul Insult Jonathan’s Mother?"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p82"},"In his anger Saul cursed his wife as being responsible for Jonathan’s rebellious disloyalty in being faithful to David rather than being faithful to his own father. Saul was falling deeper and deeper into evil and withdrawing further and further from the Spirit. Even his own children, first Michal and then Jonathan, supported David because they knew their father’s hatred was unjustified."]],[".topic",["h3","(25-19)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.40"},"1 Samuel 20:40"]],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p84"},"Anciently, artillery was any weapon that cast a projectile, in this case, an arrow. Jonathan handed his servant his bow and arrows and told him to return to the city."]],[".topic",["h3","(25-20)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/20.41"},"1 Samuel 20:41"],". What Does “David Exceeded” Mean?"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p86"},"Both men were tearful at their parting, but David’s distress exceeded that of Jonathan. Saul had taken David’s wife Michal and given her to another (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/25.44"},"1 Samuel 25:44"],"), and David was now banished from access to the tabernacle and the rituals of sacrifice because he was forced to hide from Saul. He had to live among the Philistines and send his parents to live among the Moabites for protection (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/22.3-4"},"1 Samuel 22:3–4"],"). Thus, “David’s distress must, in the nature of things, be the",["span.emphasis","greatest."],"Besides his friend Jonathan, whom he was now about to lose for ever, he lost his wife, relatives, country; and, what was most afflictive, the altars of his God, and the ordinances of religion.” (Clarke, Bible Commentary, 2:277.)"],[".",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_all_035_04_adullam.jpg"}],[".caption",["p",{"id":"lds-108"},"Possible site of the cave of Adullam where David hid from Saul"]]]],[".topic",["h3","(25-21)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/21"},"1 Samuel 21–24"]],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p88"},"These chapters recount the flight of David from King Saul. The map given here shows the locations to which David went seeking safety."],[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_035_03_saul.gif"}]]],[".topic",["h3","(25-22)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/21.1-5"},"1 Samuel 21:1–5"]],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p107"},"David’s partaking of the shewbread, which was reserved only for the priests (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p1"},"Reading 13-7"],"), was technically a violation of the Mosaic law. Jesus, however, used this incident to show that in times of dire necessity a breach of the ritual law was not a sin (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.1-8"},"Matthew 12:1–8"],"). As Paul said, “the letter killeth, but the spirit giveth life” (",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/3.6"},"2 Corinthians 3:6"],")."]],[".topic",["h3","(25-23)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/22.1-2"},"1 Samuel 22:1–2"]],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p110"},"The constant desertion from Saul to David eventually reached such proportions that David’s army became “a great host, like the host of God,” or Saul’s army (",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/12.22"},"1 Chronicles 12:22"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/12.1-7,16-21"},"12:1–7, 16–21"],")."]],[".topic",["h3","(25-24)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/22.3-4"},"1 Samuel 22:3–4"]],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p112"},"Although the king of Moab was no particular friend to Israel, his primary hatred was of Saul. Thus, the Moabite king gave refuge to David’s parents. David’s arrangement for the safety of his parents was simply a precautionary step in case Saul decided to punish them or torture them into revealing their son’s whereabouts."]],[".topic",["h3","(25-25)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/22.5-19"},"1 Samuel 22:5–19"]],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p114"},"Again Saul evidenced weakness, his greatest to date. He murdered innocent persons who knew nothing of his problems with David."]],[".topic",["h3","(25-26)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/24.10"},"1 Samuel 24:10"],". “I Will Not Put Forth Mine Hand against … the Lord’s Anointed”"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p116"},"This chapter exhibits an aspect of David’s character that is much to be admired. Although anointed by God’s prophet to be king of Israel, and although Saul constantly sought his life, this chosen servant of the Lord still would not lift his hand against Saul so long as Saul lived (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/24.5-6"},"vv. 5–6"],"). David understood an important priesthood principle, that is, that one has loyalty to those called by the Lord to preside even when they may not function perfectly in their calling. Saul was failing miserably, but David knew that it was the Lord’s responsibility to remove Saul, not his."]],[".topic",["h3","(25-27)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/25.22"},"1 Samuel 25:22"]],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p118"},"The phrase used by David when he threatened the destruction of Nabal is shocking to modern readers. Today the word is used only in profanity, but such was not the case when the King James Version was translated. The phrase was a Hebrew idiom used several times in the Bible that meant “every male” (Keil and Delitzsch, Commentary, 2:2:242). Thus, David threatened not only to kill Nabal himself but also to destroy completely all that was his. The same idea occurs in modern revelation but without the offensive expression (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.15"},"D&C 121:15"],")."]],[".topic",["h3","(25-28)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/25.29"},"1 Samuel 25:29"]],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p120"},"Abigail used beautiful images here, one having to do with a bundle and the other with a sling. Abigail was simply saying that David’s life, bound up as it was with God, was precious and would be spared, while the lives of his enemies would be flung from David and from God as a rock is flung from a sling."]],[".topic",["h3","(25-29)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/25.37"},"1 Samuel 25:37"],". “His Heart Died within Him and Became as Stone”"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p122"},"This statement was a way of saying that Nabal was terrified to think of what he had narrowly escaped only because David heeded his wife’s plea. He may have suffered a stroke or heart attack because of the shock."]],[".topic",["h3","(25-30)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/25.42-44"},"1 Samuel 25:42–44"]],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p124"},"David married two women about this time, Saul having given Michal, David’s first wife, to another man (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/25.4"},"v. 4"],"). Although Abigail is mentioned here before Ahinoam, the latter was the mother of David’s oldest son, Amnon, and is always listed first when his wives are named (see Clarke, Bible Commentary, 2:291)."]],[".topic",["h3","(25-31)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/26"},"1 Samuel 26"]],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p126"},"This chapter details David’s second refusal to kill King Saul, although it would have been a simple thing to do. As proof, David took the king’s spear and bottle of water, carried them to the other side of the ravine, and then chided Abner, the king’s captain, for his failure to protect the king. Once again the character of David shone forth. When David said, “The Lord render to every man his righteousness and his faithfulness” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/26.23"},"v. 23"],"), he was asking the Lord to judge his works as compared to Saul’s works."],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p127"},"“There is a vast deal of dignity in this speech of David, arising from a consciousness of his own innocence. He neither begs his life from Saul, nor offers one argument to prevail upon him to desist from his felonious attempts, but refers the whole matter to God, as the judge and vindicator of oppressed innocence. Saul himself is speechless, except in the simple acknowledgment of his sin; and in the behalf of their king not one of his officers has one word to say! It is strange that none of them offered now to injure the person of David; but they saw that he was most evidently under the guardian care of God, and that their master was apparently abandoned by him. Saul invites David to",["span.emphasis","return,"],"but David knew the uncertainty of Saul’s character too well to trust himself in the power of this infatuated king. How foolish are the counsels of men against God! When he undertakes to save, who can destroy? And who can deliver out of his hands?” (Clarke, Bible Commentary, 2:294.)"],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p128"},"From this time on Saul stopped hunting David to seek his life (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/27.4"},"1 Samuel 27:4"],")."]],[".topic",["h3","(25-32)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/27.10"},"1 Samuel 27:10"]],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p130"},"“Whither have ye made a road today” is another way of saying “Where have you been today?” It seems likely that David had been out among the enemies of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/27.8"},"v. 8"],") and had taken spoils from them to support his army who were with him at Ziklag. Although many commentators condemn this action by David, it should be noted that he was fulfilling God’s commandment given to Moses and Joshua to utterly destroy the Canaanites when Israel first came to the promised land (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-1-16-an-exhortation-to-obedience-part-1.p1"},"Reading 19-15"],"for the reasons this destruction was required by the Lord)."]],[".topic",["h3","(25-33)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/28.3-14"},"1 Samuel 28:3–14"],". Why Did Saul Use a Familiar Spirit?"],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p132"},"Mention has been made before of what it meant in ancient Israel to have a familiar spirit (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-19-27-a-law-of-performances-and-ordinances-part-3-laws-of-mercy-and-righteousness.p1"},"Reading 16-5"],"). Saul, now devoid of spiritual sensitivity because of his wickedness and unable to get an answer from the Lord “neither by dreams, nor by Urim, nor by prophets” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/28.6"},"v. 6"],"), sought out a medium, a witch, one who claimed to be able to communicate with those in the world of spirits. It was the act of a desperate man."],["p.para",{"id":"p133","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p133"},"“Those religionists who attempt and frequently attain communion (as they suppose) with departed spirits are called",["span.emphasis","spiritualists."],"Their doctrine and belief that mediums and other mortals can actually hold intercourse with the spirits of the dead is called",["span.emphasis","spiritualism."],"Such communion, if and when it occurs, is manifest by means of physical phenomena, such as so-called spirit-rappings, or during abnormal mental states, such as in trances. These communions are commonly arranged and shown forth through the instrumentality of",["span.emphasis","mediums."],"…"],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p134"},"“… No matter how sincerely mediums may be deceived into thinking they are following a divinely approved pattern, they are in fact turning to an evil source ‘for the living to hear from the dead.’ Those who are truly spiritually inclined know this by personal revelation from the true Spirit; further, the information revealed from spirits through mediums is not according to ‘the law and to the testimony.’"],["p.para",{"id":"p135","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p135"},"“… In ancient Israel, spiritualistic practices were punishable by death. ‘A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death.’ (",["a.scriptureRef",{"href":"/scriptures/ot/lev/20.27"},"Lev. 20:27"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/22.18"},"Ex. 22:18"],".)” (McConkie, Mormon Doctrine, pp. 759–60.)"]],[".topic",["h3","(25-34)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/28.15-20"},"1 Samuel 28:15–20"],". Can One Possessed of an Evil Spirit Compel a Dead Prophet to Speak?"],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p137"},"“The Witch of Endor, … instead of being a prophetess of the Lord, was a woman who practiced necromancy; that is, communication or pretended communication with the spirits of the dead; but she was led by a familiar spirit. In other words, she was a spiritual medium, similar to those modern professors of the art, who claim to be under the control of some departed notable, and through him or her to be able to communicate with the dead. It should be observed that in the seance with the king of Israel, Saul did not see Samuel or anybody but the medium or witch. She declared that she saw an old man coming up and that he was covered with a mantle. It was she who told Saul what Samuel was purported to have said. Saul ‘perceived that it was Samuel’ through what the witch stated to him. The conversation that ensued between Samuel and Saul was conducted through the medium. All of this could have taken placed entirely without the presence of the prophet Samuel. The woman, under the influence of her familiar spirit, could have given to Saul the message supposed to have come from Samuel, in the same way that messages from the dead are pretended to be given to the living by spiritual mediums of the latter days, who, as in the case under consideration, perform their work at night or under cover of darkness."],["p.para",{"id":"p138","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p138"},"“It is beyond rational belief that such persons could at any period in ancient or modern times, invoke the spirits of departed servants or handmaidens of the Lord. They are not at the beck and call of witches, wizards, diviners, or necromancers. Pitiable indeed would be the condition of spirits in paradise if they were under any such control. They would not be at rest, nor be able to enjoy that liberty from the troubles and labors of earthly life which is essential to their happiness, but be in a condition of bondage, subject to the will and whims of persons who know not God and whose lives and aims are of the earth, earthy.” (Smith, Answers to Gospel Questions, 4:107–8.)"]],[".topic",["h3","(25-35)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/28.16-20"},"1 Samuel 28:16–20"],". Can Familiar Spirits Prophesy the Future?"],["p.para",{"id":"p140","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p140"},"“It has been suggested that in this instance the Lord sent Samuel in the spirit to communicate with Saul, that he might know of his impending doom; but this view does not seem to harmonize with the statements of the case, made in the scripture which gives the particulars. If the Lord desired to impart this information to Saul, why did he not respond when Saul enquired of him through the legitimate channels of divine communication? Saul had tried them all and failed to obtain an answer. Why should the Lord ignore the means he himself established, and send Samuel, a prophet, to reveal himself to Saul through a forbidden source? Why should he employ one who had a familiar spirit for this purpose, a medium which he had positively condemned by his own law?"],["p.para",{"id":"p141","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p141"},"“‘But,’ it is argued, ‘the prediction uttered by the spirit which was manifested on that occasion was literally fulfilled. Israel was delivered into the hand of the Philistines, and Saul and his three sons and his armor bearer and the men of his staff were all slain. It was therefore a true prophecy.’ Admitting that as perfectly correct, the position taken in this article is not in the least weakened. If the witches, wizards, necromancers and familiar spirits, placed under the ban of the law, did not sometimes foretell the truth there would have been no need to warn the people against consulting them. If the devil never told the truth he would not be able to deceive mankind by his falsehoods. The powers of darkness would never prevail without the use of some light. A little truth mixed with plausible error is one of the means by which they lead mankind astray. There is nothing, then, in the history of the interview between Saul and the woman of Endor which, rationally or doctrinally, establishes the opinion that she was a prophetess of the Lord or that Samuel actually appeared on that occasion.” (Smith, Answers to Gospel Questions, 4:108–9.)"]],[".topic",["h3","(25-36)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/30.7-8"},"1 Samuel 30:7–8"]],["p.para",{"id":"p143","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p143"},"David’s use of the ephod here almost certainly involved the use of the Urim and Thummim. The breastplate of the high priest, which held the Urim and Thummim, was attached to the ephod (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.26-30"},"Exodus 28:26–30"],";",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p1"},"Reading 13-13"],"). Thus, David asked the high priest to inquire of the Lord through the Urim and Thummim, and he got an immediate answer (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/30.8"},"1 Samuel 30:8"],")."]],[".topic",["h3","(25-37)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/31.10"},"1 Samuel 31:10"],". Who Is Ashtoreth?"],["p.para",{"id":"p145","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p145"},"See Enrichment Section F,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-f-idolatry-ancient-and-modern.p1"},"“Idolatry: Ancient and Modern,”"],"especially Reading F-7."]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p147","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p147"},["span.dominant","(25-38)"],"The section of the Old Testament containing the story of Samuel, David, Jonathan, and Saul is so full of modern-day applications, so replete with lessons that span all time, that it is not surprising that modern prophets have returned to it again and again as they speak to Israel today. The following excerpts should be read and pondered carefully as you look for lessons in your own life. You may wish to note things in your journal that are of particular worth to you."],[".topic",["h3","(25-39) What Can We Learn from Samuel’s Choice of David As Israel’s Future King?"],["p.para",{"id":"p149","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p149"},"“By referring to Samuel’s experience while choosing a king, we may get a better understanding of the fact that man is not qualified to judge. The Lord had rejected Saul as king of Israel and instructed the prophet Samuel to choose a new king. He told him to go to the house of Jesse, who had eight sons, and that while there the anointed one would pass before him and Samuel would know who was to be chosen. When the first son, Eliab, came before him, Samuel thought he was the chosen one, but the Lord refused him and then gave the prophet Samuel the key as to how to judge:"],["p.para",{"id":"p150","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p150"},"“‘Look not on his countenance, or on the height of his stature; because I have refused him: for the Lord seeth not as man seeth; for man looketh on the outward appearance, but the Lord looketh on the heart.’ (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/16.7"},"1 Sam. 16:7"],".)"],["p.para",{"id":"p151","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p151"},"“Each of the seven sons then passed before Samuel and was rejected. Then David, the youngest, was sent for and was approved by the Lord."],["p.para",{"id":"p152","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p152"},"“The reason, therefore, that we cannot judge is obvious. We cannot see what is in the heart. We do not know motives, although we impute motives to every action we see. They may be pure while we think they are improper."],["p.para",{"id":"p153","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p153"},"“It is not possible to judge another fairly unless you know his desires, his faith, and his goals. Because of a different environment, unequal opportunity, and many other things, people are not in the same position. One may start at the top and the other at the bottom, and they may meet as they are going in opposite directions. … How can we, with all our weaknesses and frailties, dare to arrogate to ourselves the position of a judge? At best, man can judge only what he sees; he cannot judge the heart or the intention, or begin to judge the potential of his neighbor.” (N. Eldon Tanner,",["span.crossRef","“Judge Not That Ye Be Not Judged,”"],"Ensign, July 1972, p. 35.)"]],[".topic",["h3","(25-40) What Must We Do to Conquer Our Own Goliaths?"],["p.para",{"id":"p155","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p155"},"“Remember that every David has a Goliath to defeat, and every Goliath can be defeated. He may not be a bully who fights with fists or sword or gun. He may not even be flesh and blood. He may not be nine feet tall; he may not be armor-protected, but every boy has his Goliaths. And every boy has his sling, and every boy has access to the brook with its smooth stones."],["p.para",{"id":"p156","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p156"},"“You will meet Goliaths who threaten you. Whether your Goliath is a town bully or is the temptation to steal or to destroy or the temptation to rob or the desire to curse and swear; if your Goliath is the desire to wantonly destroy or the temptation to lust and to sin, or the urge to avoid activity, whatever is your Goliath, he can be slain. But remember, to be the victor, one must follow the path that David followed:"],["p.para",{"id":"p157","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p157"},"“‘David behaved himself wisely in all his ways; and the Lord was with him.’ (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/18.14"},"1 Sam. 18:14"],".)” (Spencer W. Kimball,",["span.crossRef","“The Davids and the Goliaths,”"],"Ensign, Nov. 1974, p. 82.)"]],[".topic",["h3","(25-41) Armed with Faith in God, Our Cause Cannot Be Hindered"],["p.para",{"id":"p159","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p159"},"The wise person arms himself as David did, not with sling or stone, necessarily, but with faith. While David was trained in stone slinging, his confidence lay in the Lord of Hosts, the God of the armies whom Goliath defied. Just so, we too must arm ourselves for our battles."],["p.para",{"id":"p160","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p160"},"“I am suggesting that each individual put on the whole armor of God. He will then become an example to others, and many will follow in his footsteps. As each individual does this, he helps form the army that will win the great victory and ultimately prepare the world for the second coming of the Savior."],["p.para",{"id":"p161","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p161"},"“In putting on the whole armor of God, we must become acquainted with the Savior. At 14 Joseph Smith, in his quest for knowledge and wisdom, sought the Lord in prayer. God the Father and his Son Jesus Christ appeared to him in a vision. He saw two personages, one saying of the other, ‘This is My Beloved Son. Hear Him!’ [",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1.17"},"Joseph Smith—History 1:17"],".] This was the beginning of the restoration of the gospel of Jesus Christ to the earth. If we have faith, we can prepare ourselves through prayer and study and gain the same assurance Joseph Smith had that God lives and that he and his Son are separate personages. Jesus of Nazareth then will become the center of our lives. With this assurance, our cause cannot be hindered. Without it, we have no cause.” (Victor L. Brown,",["span.crossRef","“Is There Not a Cause?”"],"Ensign, Nov. 1974, p. 104.)"]],[".topic",["h3","(25-42) We Honor the Cause, Not the Unworthy Members Who Espouse It"],["p.para",{"id":"p163","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-16-31-king-davids-call-to-lead-israel.p163"},"“Now if a man is not the anointed of the Lord we may have a fellow feeling for him, that feeling which human nature teaches, but when a man is the anointed of the Lord, we feel like David did with Saul. David would not lift his hand against Saul, because, said he, he is the anointed of the Lord, but how could they move hand in hand and be one, when they were of a different spirit? There was an opposite spirit in Saul, but yet David would not put forth his hand and slay him, although he had him in his power; he had a respect for him because he was the Lord’s anointed. A man may move on the same car or in the same kingdom, and yet be of a different spirit from another man, and he may pass quietly along for a time, because he is the Lord’s anointed, but still he will not exert himself for the carrying out of the principles of the kingdom, he lies dormant all the time. How can he who is filled with the principles of righteousness and with the love of Jesus love that man? He cannot do it as he desires. We have got to be inspired by the same Spirit and by the same kind of knowledge, in order that we may love one another and be of one heart and one mind.” (Lorenzo Snow, in Journal of Discourses, 4:156.)"]]]]]]],"refs":null}
