{"id":34,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":34,"title":"1 Samuel 1–15: The Prophet Samuel and Saul, King of Israel","subtitle":"","short_title":24,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.head1"},[".titleNumber","24"],["h1","1 Samuel 1–15"],["h1","The Prophet Samuel and Saul, King of Israel"]],[".bodyBlock",[".topic",["h2","(24-1) Introduction"],[".poetry",["p.title"],[".stanza",["p.line","Hushed was the evening hymn;"],["p.line","The temple courts were dark;"],["p.line","The lamp was burning dim"],["p.line","Before the sacred ark;"],["p.line","When suddenly a voice divine"],["p.line","Rang through the silence of the shrine."],["p.line","The old man, meek and mild,"],["p.line","The priest of Israel slept;"],["p.line","His watch the temple child,"],["p.line","The little Levite kept;"],["p.line","And what from Eli’s sense was sealed,"],["p.line","The Lord to Hannah’s son revealed."],["p.line","O give me Samuel’s ear,"],["p.line","The open ear, O Lord,"],["p.line","Alive and quick to hear"],["p.line","Each whisper of thy word,"],["p.line","Like him to answer at thy call"],["p.line","And to obey thee first of all."],["p.line","O give me Samuel’s heart,"],["p.line","A lowly heart, that waits,"],["p.line","Wherein thy house thou art"],["p.line","Or watches at thy gates,"],["p.line","By day and night a heart that still"],["p.line","Moves at the breathing of thy will!"],["p.line","O give me Samuel’s mind,"],["p.line","A sweet unmurmuring faith,"],["p.line","Obedient and resigned"],["p.line","To thee in life and death,"],["p.line","That I may read with childlike eyes,"],["p.line","Truths that are hidden from the wise!”"]]],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p36"},"There is the challenge, for Saul of old and for us today. The contrast between Samuel and Saul is a major focus of this section of the Old Testament. What seems to be the chief difference between Samuel the prophet and Saul the king?"],[".sidebar box-decor box-right",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.f2"},["h3","Instructions to Students"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.f3"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1"},"1 Samuel 1–15"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on 1 Samuel 1–15"],[".topic",["h3","(24-2)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.4-5"},"1 Samuel 1:4–5"],". What Are the “Portions” That Elkanah Gave His Wives and Children?"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p42"},"When Elkanah took his wives and their families to Shiloh (where the tabernacle had been located after the tribes conquered Canaan) to offer sacrifices, a peace offering was made. After the fat, kidneys, and other parts were burned, the priest customarily received the breast and right shoulder. The rest of the sacrificial animal was given back to the offerer to be eaten in a special feast. From his part, Elkanah gave portions of the meat to his family. Hannah received either more than the others or else a more choice portion because of Elkanah’s love for her (see Clarke, Bible Commentary, 2:206)."]],[".topic",["h3","(24-3)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.6-7"},"1 Samuel 1:6–7"],". Who Was Hannah’s Adversary and Why Was Hannah Provoked by Her?"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p44"},"Peninnah, the other wife, “was constantly striving to irritate and vex her,",["span.emphasis","to make her fret"],"—to make her discontented with her lot, because the Lord had denied her children."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p45"},"“As the whole family went up to Shiloh to the annual festivals, Peninnah had both",["span.emphasis","sons"],"and",["span.emphasis","daughters"],"to accompany her [see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/4"},"v. 4"],"], but Hannah had none; and Peninnah took this opportunity particularly to twit Hannah with her barrenness, by making an ostentatious exhibition of her children."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p46"},"“She was greatly distressed, because it was a great reproach to a woman among the Jews to be barren; because, say some, every one hoped that the Messiah should spring from her line.” (Clarke, Bible Commentary, 2:207.)"]],[".topic",["h3","(24-4)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.9"},"1 Samuel 1:9"],". What Is the Significance of Eli’s Sitting upon a Seat by a Post of the Temple?"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p48"},"In the ancient Middle East, it was customary for certain officials to place a stool or seat in a courtyard or near the gate of the city where they could sit in judgment, hearing cases or complaints. These seats usually had no backs and were placed near a wall or post to provide a backrest. This circumstance would explain why Eli was sitting near a post. It was probably on such a backless seat that Eli was sitting when he heard the news of the death of his sons and fell over backwards, killing himself (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/4.18"},"1 Samuel 4:18"],")."]],[".topic",["h3","(24-5)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.11"},"1 Samuel 1:11"]],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p50"},"Hannah’s covenant with the Lord that, if she were given a child, “no razor” would come upon his head seems to be a promise to raise Samuel as a Nazarite, one under a special vow to God never to cut his hair. In Samuel is a great contrast to Samson, the former keeping his Nazarite vows throughout life, becoming a powerful man of God, and the latter violating all his vows, becoming a wretched example of failure to serve God."]],[".topic",["h3","(24-6)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.16"},"1 Samuel 1:16"]],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p52"},"When Hannah protested to Eli that she was not a “daughter of Belial” she meant a “worthless or profane person.”",["span.emphasis","Belial"],"means “worthless, someone of evil affiliation.” It is capitalized by the English translators as if it were a title for Satan and is sometimes so used in later books of the Old Testament (see Rasmussen, Introduction to the Old Testament, 1:161)."]],[".topic",["h3","(24-7)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.20"},"1 Samuel 1:20"]],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p54"},"The name",["span.emphasis","Samuel"],"means, in Hebrew, “heard of God” (Keil and Delitzsch, Commentary, 2:2:25). The name was meant to serve as a lifelong reminder to both Hannah and Samuel of the special circumstances and commitments attendant on his birth."]],[".topic",["h3","(24-8)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.20-28"},"1 Samuel 1:20–28"],". Samuel Is Presented at the Tabernacle"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p58"},"“Weaning took place very late among the Israelites. According to [2 Maccabees 7:27], the Hebrew mothers were in the habit of suckling their children for three years. When the weaning had taken place, Hannah would bring her son up to the sanctuary, to appear before the face of the Lord, and remain there forever,",["span.emphasis","i.e."],"his whole life long. The Levites generally were only required to perform service at the sanctuary from their twenty-fifth to their fiftieth year [see",["a.scriptureRef",{"href":"/scriptures/ot/num/8.24-25"},"Numbers 8:24–25"],"]; but Samuel was to be presented to the Lord immediately after his weaning had taken place, and to remain at the sanctuary forever,",["span.emphasis","i.e."],"to belong entirely to the Lord. To this end he was to receive his training at the sanctuary, that at the very earliest waking up of his spiritual susceptibilities he might receive the impressions of the sacred presence of God.” (Keil and Delitzsch, Commentary, 2:2:26.)"]],[".topic",["h3","(24-9)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.1-11"},"1 Samuel 2:1–11"]],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p60"},"Hannah’s prayer shows her to have been a woman with great faith and love for God. The horn (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.1"},"v. 1"],") symbolized power and strength. God had given her the power to bear a child. The rock (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.2"},"v. 2"],") was a representation of protection. Jesus Christ is the rock or stone of Israel, the protector from evil (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.42-44"},"Matthew 21:42–44"],"). In",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.10"},"1 Samuel 2:10"],"both allusions are combined into one: the Messiah is “the anointed one” who will break all adversaries of the Lord in pieces (the Greek word for",["span.emphasis","Messiah, Christos,"],"also means “the anointed one”). He it was, Hannah said, who would be given strength in that his horn (power) would be exalted before men. This passage is a choice Old Testament reference to the future Messiah and shows that Hannah was blessed with the gift of prophecy."]],[".topic",["h3","(24-10)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.8"},"1 Samuel 2:8"]],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p62"},"The people of Hannah’s day did not think the world was flat and sitting on pillars, as some suppose. That superstition was the invention of the Middle Ages. Hannah was using poetic language to show the power of Jehovah."]],[".topic",["h3","(24-11)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.13-36"},"1 Samuel 2:13–36"],". If the Priests Were Entitled to a Portion of Certain Sacrifices, Why Were the Sons of Eli Punished?"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p64"},"“Of these offerings, the portion which legally fell to the priest as his share was the heave-leg and wave-breast. And this he was to receive after the fat portions of the sacrifice had been burned upon the altar [see",["a.scriptureRef",{"href":"/scriptures/ot/lev/7.30-34"},"Leviticus 7:30–34"],"]. To take the flesh of the sacrificial animal and roast it before this offering had been made, was a crime which was equivalent to a robbery of God. … Moreover, the priests could not claim any of the flesh which the offerer of the sacrifice boiled for the sacrificial meal, after burning the fat portions upon the altar and giving up the portions which belonged to them, to say nothing of their taking it forcibly out of the pots while it was being boiled [see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.12-17"},"1 Samuel 2:12–17"],"]. Such conduct as this on the part of the young men (the priests’ servants), was a great sin in the sight of the Lord, as they thereby brought the sacrifice of the Lord into contempt.” (Keil and Delitzsch, Commentary, 2:2:35–36.)"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p65"},"The poor example of the priests caused others in Israel to abhor “the offering of the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.17"},"v. 17"],"). But these actions were not all, for the sons of Eli seduced women and engaged in adulterous acts at the very door of the tabernacle, evidently by misusing their office of priest to entice the women (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.22"},"v. 22"],"). Under the law of Moses, willful disobedience to parents was punishable by death, and the parents were obliged to see that the punishment was carried out (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/deuteronomy-17-33-an-exhortation-to-obedience-part-2.p1"},"Reading 20-9"],"). Hophni and Phinehas compounded their already serous sins by disobeying their father, and Eli failed in his parental responsibility as well as in his office as the presiding priest. Although he rebuked his sons, he took no action to see that the abomination in his family and at the tabernacle was corrected. Therefore, “a man of God” (some unnamed prophet) came to Eli and pronounced the Lord’s curse upon Eli’s house because “[thou] honourest thy sons above me” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.27,29"},"vv. 27, 29"],"). That is, Eli’s relationship with his sons was of more value to him than his relationship with God."]],[".topic",["h3","(24-12)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/3.1"},"1 Samuel 3:1"],". “The Word of the Lord Was Precious in Those Days”"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p67"},"The word",["span.emphasis","precious"],"as used here means “scarce.” The word of God was seldom heard in all the land. Elder Harold B. Lee explained why as follows: “The story commences with a significant statement."],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p68"},"“‘And the child Samuel ministered unto the Lord before Eli. And the word of the Lord was precious in those days; there was no open vision.’ (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/3.1"},"I Samuel 3:1"],") … That means that there was no prophet upon the earth through whom the Lord could reveal his will, either by personal experience, or by revelation. And it came to pass that Eli was laid down in his place and his eyes were dim, and Samuel the boy also lay down to his sleep, and you remember through that night there came a call, ‘Samuel,’ and thinking that Eli had called him he went to Eli’s room to be told that Eli had not called him. And he lay down the second time again to be called, and yet the third time. And by this time Eli, sensing the fact that he was being spoken to by an unseen speaker, said, ‘The next time that you hear, then you shall answer, “Here I am Lord, speak to me.”’ And so the next time when the call came, Samuel answered as he had been directed. Now it says, ‘Samuel (up to this time) did not yet know the Lord, neither was the word of the Lord revealed unto him.’ And after he had recognized the Lord and said, ‘Thy servant heareth,’ then he was told that the Lord was to proceed to ‘do a thing in Israel, at which both the ears of everyone that heareth it, shall tingle.’ And then he explained the reason why Eli could not receive further messages from the Lord. ‘His sons make themselves vile, and he restrained them not,’ or in other words he allowed his sons to curse God and therefore were leading the people of Israel astray.” (“But Arise and Stand upon Thy Feet”—and I Will Speak with Thee, Brigham Young University Speeches of the Year, Provo, 7 Feb. 1956, p. 2.)"]],[".topic",["h3","(24-13)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/3.19"},"1 Samuel 3:19"],". The Lord Honored Samuel As He Honors All His Apostles"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p70"},"“You need have no fear that when one of the apostles of the Lord Jesus Christ delivers a prophecy in the name of Jesus Christ, because he is inspired to do that, that it will fall by the wayside. I know of more than one prophecy, which, looking at it naturally, seemed as though it would fall to the ground as year after year passed. But lo and behold, in the providences of the Lord, that prophecy was fulfilled.” (Grant, Gospel Standards, p. 68.)"]],[".topic",["h3","(24-14)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/4"},"1 Samuel 4–7"]],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p72"},"These chapters deal with Israel’s loss of the ark of God to the Philistines. (See the accompanying map to locate most of the places mentioned in these chapters.) The Israelites viewed the ark as the visible symbol of the presence of God, but bringing the ark from Shiloh on this occasion was a demonstration of Israel’s state of spiritual wickedness rather than a demonstration of their faith."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_034_02_ark.gif"}]],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p87"},"“They vainly supposed that the ark could save them, when the God of it had departed from them because of their wickedness. They knew that in former times their fathers had been beaten by their enemies, when they took not the ark with them to battle; as in the case of their wars with the Canaanites, [see",["a.scriptureRef",{"href":"/scriptures/ot/num/14.44-45"},"Numbers 14:44–45"],"]; and that they had",["span.emphasis","conquered"],"when they took this with them, as in the case of the destruction of Jericho, [see",["a.scriptureRef",{"href":"/scriptures/ot/josh/6.4"},"Joshua 6:4"],"]. From the latter clause they took confidence; but the cause of their miscarriage in the former they laid not to heart.” (Clarke, Bible Commentary, 2:219.)"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p88"},"Great disaster followed the appearance of the ark among the troops because of Israel’s wickedness. Israel suffered a resounding defeat, Hophni and Phinehas were slain, and the ark was captured. News of the capture of the ark and of the death of his sons caused Eli such consternation that he lost his balance on his seat (see Reading 24-4), fell over backwards, and died, thus fulfilling the prophecy that his house would come to a tragic end (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.27-36"},"1 Samuel 2:27–36"],")."]],[".topic",["h3","(24-15)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/5.2-3"},"1 Samuel 5:2–3"],". Who Was Dagon?"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p90"},"Dagon was one of the gods of the Philistines (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-f-idolatry-ancient-and-modern.p1"},"Reading F-7"],"). Since the Philistines believed that Dagon had given them victory over Israel, the ark was brought into Dagon’s temple and deposited at his feet as a war trophy."]],[".topic",["h3","(24-16)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/5.6-12"},"1 Samuel 5:6–12"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/6.1-9"},"6:1–9"],". What Are Emerods?"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p93"},"Because the word translated",["span.emphasis","emerod"],"means “an inflamed tumor,” many have assumed that the Philistines were smitten with hemorrhoids and thus were motivated to send the ark back to Israel. The description of the effects of the emerods on the Philistines suggests something far more serious than hemorrhoids, however, although that ailment can be very painful. Many died, and those who did not seem to have endured great suffering (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/5.10-12"},"1 Samuel 5:10–12"],")."],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p94"},"Josephus indicated that it was “a very destructive disease” involving dysentery, bleeding, and severe vomiting (see Antiquities of the Jews, bk. 6, chap. 1, par. 1). Josephus also mentioned a great plague of mice that accompanied the disease. Although no direct mention is made of the plague of rodents, when the Philistines sought to placate Jehovah’s wrath upon them by returning the ark, they sent five golden emerods and five golden mice as well (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/6.4"},"1 Samuel 6:4"],")."],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p95"},"The severity of the disease and the fact that rodents were involved lead many scholars to conclude that what smote the Philistines was bubonic plague. Bubonic plague gets its name from the buboes, or tumorous swellings, in the lymph glands. These tumors settle particularly in the area of the groin. This fact would explain the “secret parts” mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/5.9"},"1 Samuel 5:9"],". It is well known that rats and mice are the main carriers of this disease, for the fleas that transmit the disease to man live on rodents. The disease is accompanied by great suffering and pain, and the fatality rate may run as high as 70 percent in a week’s time. (See Hastings, Dictionary of the Bible, s.v., “medicine,” p. 598; Douglas, New Bible Dictionary, s.v.",["a.scriptureRef",{"href":"/scriptures/bd/emerods"},"“emerods,”"],"p. 368.) Small wonder that the Philistines were anxious to return the ark to Israel."],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p96"},"The ancient Philistines were very superstitious. They, like many others during the world’s history, believed that an image made to represent an actual object might be used to ward off evil powers. Such appears to have been their thinking in making golden images of the emerods and the mice and sending them as a “trespass offering” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/5.8"},"v. 8"],") with the ark back to Israelite territory."]],[".topic",["h3","(24-17)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/6.19-21"},"1 Samuel 6:19–21"],". How Many Died at Beth-shemesh When the Ark Was Returned, and Why Were They Smitten?"],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p98"},"“Concerning the men of Beth-shemesh who were smitten for sacrilege, the Hebrew account says, ‘And he smote among the people seventy men, fifty thousand men. …’ It is not a proper Hebrew expression for 50,070. The ‘fifty thousand men’ appears to be an added phrase, or gloss. The septuagint and Josephus both have merely ‘seventy men.’” (Rasmussen, Introduction to the Old Testament, 1:163.)"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p99"},"Exactly what they did to bring the curse upon them is not clear. If it was merely looking upon the ark, then one wonders why all were not smitten. Bible scholars have indicated that the Hebrew word translated",["span.emphasis","looked"],"actually means “to look",["span.emphasis","upon"],"or",["span.emphasis","at"],"a thing with lust or malicious pleasure” (Keil and Delitzsch, Commentary, 2:2:69). Remembering that the lid of the ark with the cherubim on it was solid gold and the ark itself was covered with gold plating (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.10-18"},"Exodus 25:10–18"],"), it is possible that these residents of Beth-shemesh looked upon the ark with covetous eyes, or at least upon the golden emerods and mice that were sent with it."],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p100"},"But whatever the specific reason for the deaths, the lesson was clear. The ark of the covenant was a physical symbol of the living presence of Jehovah. Any unholiness, whether Philistine or Israelite, was not to be tolerated."]],[".topic",["h3","(24-18)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/7.13"},"1 Samuel 7:13"],". “So the Philistines Were Subdued”"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p102"},"Here again the remarkable contrast between Samuel and Samson is evident. Both were born of barren women through miraculous intervention; both were to be Nazarites for life. Samson, despite tremendous physical strength, did not throw off the power of the Philistines because he did not dedicate himself to the Lord. Samuel, on the other hand, did free Israel from the oppression of the Philistines because he had great spiritual strength and power."]],[".topic",["h3","(24-19)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8.1"},"1 Samuel 8:1"],". What Type of Government Did Israel Have under Samuel and Those Leaders Who Preceded Him?"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p104"},"“",["span.emphasis","Thearchy"],"or",["span.emphasis","theocracy"],"is government by the immediate direction of God through his ministers and representatives. A state governed in this manner is called theocracy. This was the original earthly government, Adam serving as the great presiding high priest through whom the laws of the Lord, both temporal and spiritual, were revealed and administered. This type of government apparently continued among the righteous portion of mankind from the days of Adam to Enoch and the taking of Zion to the Lord’s bosom."],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p105"},"“The great patriarchs after the flood—Abraham, Isaac, and Jacob, and others—appear to have had this type of government. Righteous portions of the Jareditish peoples were undoubtedly governed on this system. Certainly ancient Israel in the days of Moses and the judges operated on a theocratic basis, and the same system prevailed among the Nephite portion of Lehi’s descendants during most of their long history. When Christ comes to reign personally on earth during the millennial era, a perfect theocratic government will prevail. (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/38.20-22"},"D. & C. 38:20–22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.20-22"},"58:20–22"],".)” (McConkie, Mormon Doctrine, p. 789.)"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p106"},"This type of government was the ideal. During the reign of the judges, however, the wickedness of the people in general and of certain leaders in particular largely invalidated the theocratic form of government."]],[".topic",["h3","(24-20)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8.3-7"},"1 Samuel 8:3–7"],". What Caused the Elders of Israel to Reject Samuel As Their Judge and Leader and Desire a King?"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p108"},"Samuel’s sons set a poor example to the people. They turned aside from the religious truths they had learned in their youth. They used their judgeships to seek monetary gain, betraying their sacred trusts by taking bribes and giving perverted judgments. But, even more than this, the Israelites as a people had become weak and sinful and were envious of surrounding kingdoms, even though their governments were wicked and oppressive. So they used Samuel’s sons as an excuse to justify their desire to be governed by the same system as the gentile nations."],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p109"},"“The people of Israel traced the cause of the oppression and distress, from which they had suffered more and more in the time of the judges, to the defects of their own political constitution. They wished to have a king, like all the heathen nations, to conduct their wars and conquer their enemies. Now, although the desire to be ruled by a king, which had existed in the nation even from the time of Gideon, was not in itself at variance with the appointment of Israel as a kingdom of God, yet the motive which led the people to desire it was both wrong and hostile to God, since the source of all the evils and misfortunes from which Israel suffered was to be found in the apostasy of the nation from its God, and its coquetting with the gods of the heathen. Consequently their self-willed obstinacy in demanding a king, notwithstanding the warnings of Samuel, was an actual rejection of the sovereignty of Jehovah, since He had always manifested himself to His people as their king by delivering them out of the power of their foes, as soon as they returned to Him with simple penitence of heart.” (Keil and Delitzsch, Commentary, 2:2:78.)"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p110"},"The Lord Himself said to Samuel, “They have not rejected thee, but they have rejected me, that I should not reign over them” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8.7"},"v. 7"],")."]],[".topic",["h3","(24-21)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8.11-22"},"1 Samuel 8:11–22"],". What Are the Dangers of Monarchical Government?"],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p112"},"Samuel warned the Israelites of three principal evils of a kingly form of government: excessive taxation (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8.15,17"},"vv. 15, 17"],"), conscription of the labor force (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8.11-13,16"},"vv. 11–13, 16"],"), and seizure of private lands (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/8.14-15"},"vv. 14–15"],"). In discussing the matter, Elder Bruce R. McConkie said:"],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p113"},"“The system of kingly government itself, no matter how talented or noble an individual occupant of the throne may be, does not make the best form of government, one in which the instinctive and automatic concern of government is to look after the best interests of the body of the people. It is inherent in the nature of even the best and most ideal kingly systems that special privilege and questionable adulation be heaped upon those in the ruling class. …"],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p114"},"“It is true that the Lord on occasions, in the pre-Christian Era, administered righteous and theocratic government through kings, but no such approved kingly government has existed among men for some 2000 years. Such a system, in which the king is the Lord’s representative, is patterned after the true kingdom of God and is proper government, but even then the moment an unrighteous king gains the throne, the blessings and freedoms of such a system die out. As King Mosiah said, ‘Because all men are not just it is not expedient that ye should have a king or kings to rule over you. For behold,",["span.emphasis","how much iniquity doth one wicked king cause to be committed, yea, and what great destruction!’"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/29"},"Mosiah 29"],".) Pending the day in which He shall again reign, whose right it is, the saints are obliged to be subject to the powers that be.” (Mormon Doctrine, pp. 414–15.)"]],[".topic",["h3","(24-22)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/9.1-17"},"1 Samuel 9:1–17"],". What Kind of Person Was Saul before He Was Called to Be King?"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p116"},"The scriptures indicate that “there was not among the children of Israel a goodlier person than he” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/9.2"},"v. 2"],"). The word",["span.emphasis","goodly"],"seems to indicate many of the qualities that made Saul a logical candidate to be Israel’s first king. All that the Bible reveals indicates that Saul was honest, reliable, considerate of his parents, and altogether a very promising person for the great task ahead."],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p117"},["span.emphasis","Goodly"],"also described Saul’s physical attributes. In this regard, Saul was potentially the hero and man of valour all Israel sought. He was about a foot taller than those of his generation. Yet subsequent events show that the Lord was teaching Israel a lesson about people and about kings when He chose Saul. For the Lord certainly knew the end of this thing from the beginning, as He does in all things. Though Saul had, at first, a great regard for the law of Moses and for God, yet “the consciousness of his own power, coupled with the energy of his character, led him astray into an incautious disregard of the commands of God; his zeal in the prosecution of his plans hurried him on to reckless and violent measures; and success in his undertakings heightened his ambition into a haughty rebellion against the Lord, the God-king of Israel.” (Keil and Delitzsch, Commentary, 2:2:79.)"]],[".topic",["h3","(24-23)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/9.9-27"},"1 Samuel 9:9–27"]],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p119"},"A",["span.emphasis","seer"],"is one who has the ability to see the future—he is literally a “see-er.” As explained in the Book of Mormon, seers are men who possess the power to “know of things which are past, and also of things which are to come” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.17"},"Mosiah 8:17"],"). They do this in some cases with the aid of the Urim and Thummim. The possession of these instruments in ancient times made a righteous man a seer (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.13-18"},"Mosiah 8:13–18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28.10-16"},"28:10–16"],"). It is in this connection, then, that a seer is greater than a prophet (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.15"},"Mosiah 8:15"],"). The means by which Samuel identified Saul is evidence of Samuel’s gift of seership. Members of the First Presidency and the Quorum of the Twelve Apostles are sustained and ordained as prophets, seers, and revelators."]],[".topic",["h3","(24-24)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/9.20"},"1 Samuel 9:20"],". Did Israel Desire Saul to Be Their King?"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p121"},"This verse may be taken to mean that Saul, as the king-to-be, was the embodiment of what Israel desired even though as yet they did not know he would be their king. It also could mean, however, that his size, comeliness, and other qualities were well known and that his name was being talked about as one possibility for king."]],[".topic",["h3","(24-25)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/10.1"},"1 Samuel 10:1"],". What Was the Significance of the Ordinance of Anointing Saul?"],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p123"},"Anointing with oil in priesthood service is as old as Adam. And, since the Lord set up the kingdom of Israel and revealed the laws that were to govern their kings, it was altogether fitting that these kings be anointed with oil."],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p124"},"“Anointing with oil was a symbol of endowment with the Spirit of God; as the oil itself, by virtue of the strength which it gives to the vital spirits, was a symbol of the Spirit of God as the principle of divine and spiritual power [see",["a.scriptureRef",{"href":"/scriptures/ot/lev/8.12"},"Leviticus 8:12"],"]. Hitherto there had been no other anointing among the people of God than that of the priests and sanctuary [see",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.23-38"},"Exodus 30:23–38"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/8.10-36"},"Leviticus 8:10–36"],"]. When Saul, therefore, was consecrated as king by anointing, the monarchy was inaugurated as a divine institution, … through which henceforth the Lord would also bestow upon His people the gifts of His Spirit for the building up of His kingdom. As the priests were consecrated by anointing to be the media of the ethical blessings of divine grace for Israel, so the king was consecrated by anointing to be the vehicle and medium of all the blessings of grace which the Lord, as the God-king, would confer upon His people through the institution of a civil government. Through this anointing, which was performed by Samuel under the direction of God, the king was set apart from the rest of the nation as ‘anointed of the Lord.’” (Keil and Delitzsch, Commentary, 2:2:95.)"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p125"},"But Samuel anointed Saul to be “captain” even though he was later called king (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/10.1"},"1 Samuel 10:1"],"). This title should have served as a reminder that the Lord was still king."]],[".topic",["h3","(24-26)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/10.25"},"1 Samuel 10:25"]],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p127"},"Several books are mentioned in the Old Testament which are not a part of the present canon of scripture. Elder Bruce R. McConkie wrote:"],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p128"},"“Reference is made in both the Old and New Testaments to books and epistles which are not now available. These include: Book of the Covenant (",["a.scriptureRef",{"href":"/scriptures/ot/ex/24.4,7"},"Ex. 24:4, 7"],"); Book of the Wars of the Lord (",["a.scriptureRef",{"href":"/scriptures/ot/num/21.14"},"Num. 21:14"],"); Book of Jasher (",["a.scriptureRef",{"href":"/scriptures/ot/josh/10.13"},"Josh. 10:13"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/1.18"},"2 Sam. 1:18"],"); A Book of Statutes (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/10.25"},"1 Sam. 10:25"],"); Book of the Acts of Solomon (",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/11.41"},"1 Kings 11:41"],"); Books of Nathan and Gad (",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/29.29"},"1 Chron. 29:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/9.29"},"2 Chron. 9:29"],"); Prophecy of Ahijah and Visions of Iddo (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/9.29"},"2 Chron. 9:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/12.15"},"12:15"],";",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/13.22"},"13:22"],"); Book of Shemaiah (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/12.15"},"2 Chron. 12:15"],"); Book of Jehu (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/20.34"},"2 Chron. 20:34"],"); Acts of Uzziah, written by Isaiah (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/26.22"},"2 Chron. 26:22"],"); Sayings of the Seers (",["a.scriptureRef",{"href":"/scriptures/ot/2-chr/33.19"},"2 Chron. 33:19"],"); an epistle of Paul to the Corinthians (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/5.9"},"1 Cor. 5:9"],"); an epistle of Paul to the Ephesians (",["a.scriptureRef",{"href":"/scriptures/nt/eph/3.3"},"Eph. 3:3"],"); an epistle of Paul to the Laodiceans (",["a.scriptureRef",{"href":"/scriptures/nt/col/4.16"},"Col. 4:16"],"); Epistle of Jude (",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.3"},"Jude 3"],"); and the Prophecies of Enoch (",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.14"},"Jude 14"],").” (Mormon Doctrine, p. 454.)"],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p129"},"Certainly the standard works do not contain all that God has ever spoken to His children, and those who say that the Bible is all there is are mistaken. The Book of Mormon itself does not contain “even a hundredth part” of all that Mormon had at his disposal to make his abridgment (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/5.8"},"3 Nephi 5:8"],"; see also",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/5.9-11"},"vv. 9–11"],")."]],[".topic",["h3","(24-27)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/11"},"1 Samuel 11"]],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p131"},"Nahash, king of the Ammonites, and his army attacked the tribes on the east of the Jordan. No doubt he intended to enforce the claim to a part of Gilead asserted by his ancestor in the time of Jephthah (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/11.13"},"Judges 11:13"],"). In desperation, the men of Jabesh-gilead appealed for help from the tribes west of the Jordan. Even though Saul had been officially appointed king, the tribes seem still to have remained in their independent and self-governed state. Some even seem to have rejected Saul as king (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/11.12"},"1 Samuel 11:12"],"). At this critical time Saul was at his finest. He slew his oxen and sent the pieces thereof to every tribe to dramatize that this crisis called for a united Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/11.7"},"v. 7"],"). He joined his authority with that of Samuel in the message. Under this leadership, the armies of Israel dealt a stunning defeat to the Ammonites, and Saul gave all credit to the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/11.13"},"v. 13"],"). The victory provided the catalyst for uniting the tribes into one nation for the first time. So strong was the support for Saul that some suggested that those who had earlier questioned his right to rule be put to death. Saul rejected this proposal."],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p132"},"The ceremony at Gilgal was a wise move on Samuel’s part and helped formalize the popular acceptance of Saul after his great victory."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_034_04_saul.gif"}]]]],[".topic",["h2","(24-28)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/12"},"1 Samuel 12"]],[".topic",["p.para",{"id":"p156","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p156"},"This chapter contains Samuel’s testimony of the manner in which the Lord had blessed Israel from the first. Samuel reminded the people that the Lord had always been just in His dealings with them and told them that they should likewise deal justly with one another. He then recalled the times when Israel had forgotten the Lord and experienced great calamity. He urged them to serve the Lord lest an even greater calamity overtake them."]],[".topic",["h3","(24-29)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/13.5"},"1 Samuel 13:5"],". Were There Actually Thirty Thousand Philistine Chariots Prepared for Battle with the Israelites?"],["p.para",{"id":"p158","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p158"},"The Bible says that there were thirty thousand chariots, but this figure is believed to be an error in transcription. One prominent Bible scholar discussed the problem and gave the opinion that the correct figure is three thousand (see Clarke, Bible Commentary, 2:247). Errors of this sort arose out of translation problems and perhaps also the exaggeration of later scribes who took it upon themselves to add to the record, thinking that they were adding to the glory of Israel. (For further information, see Enrichment Section E,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-e-the-problem-of-large-numbers-in-the-old-testament.p1"},"“The Problem of Large Numbers in the Old Testament.”"],")"]],[".topic",["h3","(24-30)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/13.5-14"},"1 Samuel 13:5–14"],". Why Did Saul Seek to Assume Samuel’s Priesthood Duties?"],["p.para",{"id":"p160","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p160"},"It was not long before Saul began to have an exaggerated opinion of his power and importance. This tendency is natural to men who forget the Lord and trust in themselves. The Prophet Joseph Smith said, “We have learned by sad experience that it is the nature and disposition of almost all men, as soon as they get a little authority, as they suppose, they will immediately begin to exercise unrighteous dominion” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/121.39"},"D&C 121:39"],"). It is true that this was a time of great crisis. The Philistines were amassed in great strength and the people were deserting from Saul’s army (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/13.6"},"1 Samuel 13:6"],"). When Samuel was late in coming, Saul took things into his own hands and offered the sacrifices. This action was a great sin."],["p.para",{"id":"p161","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p161"},"“Think also of Saul who had been called from the field to be made king of the nation. When the Philistines were marshalled against Israel in Michmash, Saul waited for Samuel, under whose hand he had received his kingly anointing and to whom he had looked in the days of his humility for guidance; he asked that the prophet come and offer sacrifices to the Lord in behalf of the people. But, growing impatient at Samuel’s delay, Saul prepared the burnt offering himself, forgetting that though he occupied the throne, wore the crown, and bore the scepter, these insignia of kingly power gave him no right to officiate even as a deacon in the Priesthood of God; and for this and other instances of his unrighteous presumption he was rejected of God and another was made king in his place.” (Talmage, Articles of Faith, pp. 184–85.)"],["p.para",{"id":"p162","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p162"},"The circumstances were critical, but one of the purposes of mortality is to demonstrate that one will remain faithful and obedient under all circumstances (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.14-15"},"D&C 98:14–15"],"). Saul failed that test and thereby lost his right to be God’s representative of the people."]],[".topic",["h3","(24-31)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/13.19-21"},"1 Samuel 13:19–21"],". Why Was There “No Smith” in Israel?"],["p.para",{"id":"p164","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p164"},"Scholars believe that at this time the Israelites did not know how to work with iron. The Philistines guarded the secret carefully to maintain superiority in weapons over the softer brass weapons of the Israelites. As a result, the Israelites did not have the superior chariots of iron, nor could they manufacture swords and spears of iron. The other instruments mentioned, “share,” “coulter,” “axe,” “mattock,” and “goad,” had to be taken to the Philistines for sharpening. A",["span.emphasis","share"],"was a metal instrument used to plough the ground, and a",["span.emphasis","coulter"],"was a small garden hoe used to loosen the earth and weed the soil. A",["span.emphasis","mattock"],"was an Egyptian hoe or grubbing axe, and a",["span.emphasis","goad"],"was a sharp rod about eight feet long used to prod stubborn animals."]],[".topic",["h3","(24-32)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.15"},"1 Samuel 14:15"],". What Were “Spoilers” among the Philistines?"],["p.para",{"id":"p166","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p166"},"In the armies of ancient times, certain men were assigned to go out and destroy crops, homes, barns, cattle, and so forth. Their prime purpose was not to take human life, but to make living difficult for the civilian population who supported the military (see Clarke, Bible Commentary, 2:249)."]],[".topic",["h3","(24-33)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.1-15"},"1 Samuel 14:1–15"]],["p.para",{"id":"p168","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p168"},"These verses give insights into the character of Jonathan, son of Saul, a young man of great faith in God (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.6,10"},"vv. 6, 10"],"). The venture into the Philistine camp was not foolhardy but was based on faith and courage."]],[".topic",["h3","(24-34)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.19-46"},"1 Samuel 14:19–46"],". Why did Saul Try to Kill Jonathan?"],["p.para",{"id":"p170","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p170"},"Saul again foolishly sought to win a battle against the Philistines by attempting to gain the Lord’s intervening power in an unapproved way. The courageous attack of Jonathan and his armor-bearer on the camp of the Philistines suddenly altered the circumstances of the battle. The Philistines were thrown into disarray, and even the men who had hid themselves came forth now to join the battle (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.22"},"v. 22"],")."],["p.para",{"id":"p171","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p171"},"In the heat of the battle, Saul had compelled his men to swear with an oath that they would fast all that day. This restriction put the men in distress, for their fasting added the weakness of hunger to the fatigue of battle. (See",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.24"},"v. 24"],".)"],["p.para",{"id":"p172","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p172"},"“This command of Saul did not proceed from a proper attitude towards the Lord, but was an act of false zeal, in which Saul had more regard to himself and his own kingly power than to the cause of the kingdom of Jehovah, as we may see at once from the expression … ‘till",["span.emphasis","I"],"have avenged",["span.emphasis","myself"],"upon mine enemies.’” (Keil and Delitzsch, Commentary, 2:2:142.)"],["p.para",{"id":"p173","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p173"},"Two unfortunate incidents resulted from Saul’s command to fast. First, Jonathan, who had been in the camp of the Philistines at the time Saul made his army swear not to eat, violated the oath by partaking of some wild honey (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.25-27"},"vv. 25–27"],"). When told about the oath, Jonathan frankly said that his father had done a foolish thing. Since his own strength had been revived by the food, he wondered aloud how much greater the victory would have been if the people had been allowed to eat instead of fighting in a state of physical exhaustion (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.28-30"},"vv. 28–30"],")."],["p.para",{"id":"p174","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p174"},"The second unfortunate incident occurred later that same day when the people, faint with hunger, fell upon the animals captured from the Philistines and “did eat them with the blood” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.32"},"v. 32"],"). The animals were not properly killed to drain out their blood, which violated the Mosaic law (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/17.10-14"},"Leviticus 17:10–14"],")."],["p.para",{"id":"p175","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p175"},"Saul immediately sought to make atonement for this violation by offering sacrifices to the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.33-35"},"vv. 33–35"],"). But when he sought revelation from the Lord about whether to go against the Philistines, no answer came (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.36-37"},"vv. 36–37"],"). Saul concluded that some other sin of the people was the cause of the lack of response from the Lord. He then directed that all the people be gathered together to meet him and Jonathan, swearing with an oath that the guilty party would be put to death. To dramatize his determination to carry through with his threat, Saul indicated he would even put his own son to death if he were proven guilty (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/14.39"},"v. 39"],"), quite unaware that it was indeed Jonathan who would be facing death."],["p.para",{"id":"p176","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p176"},"“What Jonathan had done was not wrong in itself, but became so simply on account of the oath with which Saul had forbidden it. But Jonathan did not hear the oath, and therefore had not even consciously transgressed. … In the present instance, Saul had issued the prohibition without divine authority, and had made it obligatory upon the people by a solemn oath. The people had conscientiously obeyed the command, but Jonathan had transgressed it without being aware of it. For this Saul was about to punish him with death, in order to keep his oath. But the people opposed it. They not only pronounced Jonathan innocent, because he had broken the king’s command unconsciously, but they also exclaimed that he had gained the victory for Israel",["span.emphasis","‘with God.’"],"In this fact (Jonathan’s victory) there was a divine verdict. And Saul could not fail to recognise now, that it was not Jonathan, but he himself, who had sinned, and through his arbitrary and despotic command had brought guilt upon Israel, on account of which God had given him no reply.” (Keil and Delitzsch, Commentary, 2:2:146–47.)"]],[".topic",["h3","(24-35)",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.2-35"},"1 Samuel 15:2–35"]],["p.para",{"id":"p178","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p178"},"The Amalekites were old Israelite enemies, and their punishment had long been foretold (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/17.8-16"},"Exodus 17:8–16"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/25.17-19"},"Deuteronomy 25:17–19"],"). Saul’s failure to carry out the word of God with exactness and honor caused the Lord to reject him as the king of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.11,26"},"vv. 11, 26"],"). (",["span.emphasis","Note:"],"The references to the Lord’s repenting [",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.11,35"},"vv. 11, 35"],"] were corrected by the Prophet Joseph Smith; see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.29a"},"JST, 1 Samuel 15:29"],".) Saul’s excuse that he had saved the best to sacrifice was simply not acceptable, even if it were true. As Samuel said, “To obey is better than sacrifice. … For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.22-23"},"2 Samuel 15:22–23"],"). The root of Saul’s problem is here revealed (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.17"},"v. 17"],"). Saul had been called because of his humility (“thou wast little in thine own sight”;",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.17"},"v. 17"],"); now he trusted in his own wisdom and did not look to God."],["p.para",{"id":"p179","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.p179"},"Saul’s repentance (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.24-25"},"vv. 24–25"],") was too late and very short-lived. This second violation was essentially the same sin of disobedience he had been guilty of before (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/13.8-14"},"1 Samuel 13:8–14"],"). Had Saul’s repentance been deep and sincere, the second incident would never have happened. As the Lord warned in modern times, “But unto that soul who sinneth [after the Lord has forgiven him] shall the former sins return” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.7"},"D&C 82:7"],")."]]],[".topic",["h2","Points to Ponder"],[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/1-samuel-1-15-the-prophet-samuel-and-saul-king-of-israel.f6"},["p.preamble",["span.dominant","(24-36)"],"The Old Testament provides many remarkable contrasts and practical lessons. Answer the following questions as you consider the lives of the people discussed in this part of the Old Testament:"],["ol.number",["li",["span.label","1."],["p.para","Peninnah, the other wife of Elkanah, probably sensed her husband’s special love for Hannah and resented it. Perhaps that is why she kept reminding Hannah of her barrenness and “provoked her” (",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.7"},"1 Samuel 1:7"],"). One can sympathize with Peninnah’s jealousy, but could she have been in any way responsible for the situation with her husband? Would it have been easier to love Hannah or Peninnah? Have you ever been guilty of blaming someone else for problems that lie at least partly within yourself? What kind of counsel would you have given Peninnah in this situation?"]],["li",["span.label","2."],["p.para","What are the first indications that Eli had lost the power of discernment? (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.12-14"},"1 Samuel 1:12–14"],"). Is it unfair to suppose that Eli should have been able to discern that Hannah was not a drunken woman? Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.27"},"Doctrine and Covenants 46:27"],"before answering. As high priest, Eli was the equivalent of the Presiding Bishop today. Does this modern-day scripture apply to him?"]],["li",["span.label","3."],["p.para","King Benjamin taught that if one seeks to repay the debt he owes to God by living righteously, one is further blessed for his obedience and thus can never repay God (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/2.23-24"},"Mosiah 2:23–24"],"). How was this principle true of Hannah? (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.24-28"},"1 Samuel 1:24–28"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.21"},"2:21"],")."]],["li",["span.label","4."],["p.para","In modern times, the Lord warned some leaders of the Church that certain problems in their spiritual lives were traceable to their family problems. Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.38-50"},"Doctrine and Covenants 93:38–50"],". How does this counsel apply to Eli?"]],["li",["span.label","5."],["p.para","How was Eli’s sin in tolerating the wickedness of Hophni and Phinehas compounded by the fact that he was both their father and the high priest? Read",["a.scriptureRef",{"href":"/scriptures/ot/lev/21.9-23"},"Leviticus 21:9–23"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/21.18-21"},"Deuteronomy 21:18–21"],"."]],["li",["span.label","6."],["p.para","It is obvious that Eli did not condone the evil behavior of his sons (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.22-24"},"1 Samuel 2:22–24"],"). What, then, was his problem and why did the Lord curse him and his family? (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/2.29"},"1 Samuel 2:29"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/3.13"},"3:13"],")."]],["li",["span.label","7."],["p.para","Have you ever asked yourself, Why Samuel? Why not Eli? Eli was also in the house that night when the Lord spoke, as undoubtedly were Phinehas and Hophni. Would they have understood the voice if they had heard it? How is this situation similar to that of Laman and Lemuel? (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.45"},"1 Nephi 17:45"],")."]],["li",["span.label","8."],["p.para","Elder Harold B. Lee reminded us that a certain amount of spiritual preparation is necessary before we can receive divine communications. He said, “The Lord will bring us his blessings to that extent that we have diligence in keeping his commandments. Each of you, in other words, must stand on your own feet if you will receive the great blessings which the Almighty has in store for you. …"],["p.para","“Stand upon your own feet, so the Lord can speak to you. In humility be prepared to say with Paul, ‘Lord, what wilt thou have me do?’ And with dauntless courage say with the boy Samuel ‘Speak, Lord, thy servant heareth.’ Be humble, be prayerful and the Lord will take you by the hand, as it were, and give you answer to your prayers.” (“But Arise and Stand upon Thy Feet”—and I Will Speak with Thee, Brigham Young University Speeches of the Year, Provo, 7 Feb. 1956, pp. 7, 11.)"],["p.para","What evidence do you find in",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/3"},"1 Samuel 3–8"],"that Samuel did more than just hear the Lord that night in the tabernacle? Note Elder Lee’s first sentence. Do you find that requirement in Samuel’s life? (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/12.1-5"},"1 Samuel 12:1–5"],")."]],["li",["span.label","9."],["p.para","How were Saul and Samuel alike in their early years? (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/9.2,21"},"1 Samuel 9:2, 21"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/10.6,9-13"},"10:6, 9–13"],"). What made the difference later? (see especially",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/13.13-14"},"1 Samuel 13:13–14"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.17"},"15:17"],")."]]]]]]]]],"refs":null}
