{"id":37,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":37,"title":"2 Samuel 13–24: The Price of Sin: Tragedy in the House of David","subtitle":"","short_title":27,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.head1"},[".titleNumber","27"],["h1","2 Samuel 13–24"],["h1","The Price of Sin: Tragedy in the House of David"]],[".bodyBlock",[".topic",["h2","(27-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p5"},"The price of David’s sin of murder and adultery was high. He spent the rest of his life regretting it. In one psalm he expressed his mental torment and pleaded for forgiveness."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p6"},"“Have mercy upon me, O God, according to thy loving kindness: according unto the multitude of thy tender mercies blot out my transgressions. Wash me throughly from mine iniquity, and cleanse me from my sin. For I acknowledge my transgressions: and my sin is ever before me. …"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p7"},"“Create in me a clean heart, O God; and renew a right spirit within me. Cast me not away from thy presence; and take not thy holy spirit from me.” (",["a.scriptureRef",{"href":"/scriptures/ot/ps/51.1-3,10-11"},"Psalm 51:1–3, 10–11"],".)"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p8"},"Eventually, David received the assurance that his soul would be “delivered … from the lowest hell” (",["a.scriptureRef",{"href":"/scriptures/ot/ps/86.12-13"},"Psalm 86:12–13"],"). But this assurance could not restore the blessings he had lost. They were gone forever (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.39"},"D&C 132:39"],")."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p9"},"David paid another price, too, an earthly one, which haunted him until the day he died. “The sword shall never depart from thine house,” the prophet Nathan told him, “because thou hast despised me [the Lord], and hast taken the wife of Uriah” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/12.10"},"2 Samuel 12:10"],"). This prophecy was literally fulfilled."],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p10"},"This section of your study of the Old Testament depicts the sorry story of how David’s earthly kingdom began to fall apart through inner contention and strife. David lived to mourn his sins in mortality as well as in eternity."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/13"},"2 Samuel 13–24"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on 2 Samuel 13–24"],[".topic",["h3","(27-2)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/13.1-14"},"2 Samuel 13:1–14"],". How Did the Tragedy of Tamar Parallel the Experience of Bath-sheba and David?"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p16"},"Tamar was the lovely daughter of David by his wife Maacah and was the half sister of Amnon. Amnon was the eldest of David’s sons, having been born to Ahinoam while David was at Hebron. He was the crown prince and the natural heir to David’s throne."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p17"},"The love Amnon felt for Tamar was not the love of a brother for a sister. It was a consuming lust, which drove reason from his brain. The parallel between David and Amnon is evident. David had set an example in not having the spirit control the body when he gave in to his lust for Bath-sheba. He also had set an example of plotting ways to cover up his sins."]],[".topic",["h3","(27-3)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/13.15-22"},"2 Samuel 13:15–22"],". “Then Amnon Hated Her Exceedingly”"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p19"},"Amnon did not really love Tamar. Once he had gratified his lust, he despised her. How often is such gross unfairness toward women demonstrated by evil men? They exploit women and then despise the women rather than themselves. Amnon would not save Tamar from disgrace by making her a part of his household as a wife or concubine. Knowing that she had been disgraced and would therefore be deprived of a husband, Tamar mourned in the manner of a widow (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/13.19,20"},"v. 19; note especially v. 20"],"). David was furious because of the way Amnon had treated Tamar, but what could he do or say? His own conduct with Bath-sheba had left him without a basis for condemnation. Here was another result of sin. Because of his own guilt, David did not act to correct this great abomination in his own household. David learned the sad lesson that a man’s sins can often visit him even to the third and fourth generation (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/34.7"},"Exodus 34:7"],")."]],[".topic",["h3","(27-4)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/13.23-39"},"2 Samuel 13:23–39"],". How Did Absalom Seek Revenge for the Wrong Done to His Sister?"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p21"},"Absalom concealed his hate and rage for two years. At the end of this time he invited King David and all of his sons to come several miles north to the mountains of Ephraim where his sheep were being sheared. It was customary at shearing time to have a feast, since this time usually involved a gathering of the family. David declined the invitation, fearing the entire court would be “chargeable,” that is, a burden on his son, but he sent his eldest son, Amnon, the apparent heir to the throne (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/13.25"},"v. 25"],"). As the feast progressed, Amnon became “merry with wine” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/13.28"},"v. 28"],"). Absalom gave the signal, and his servants swept down and killed Amnon. Absalom escaped to his grandfather’s home in Geshur."]],[".topic",["h3","(27-5)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/14.1-24"},"2 Samuel 14:1–24"]],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p23"},"Here is the pathetic account of the deepening tragedy in David’s household. Once again David was caught in a trap of his own making. Enmity between himself and his son Absalom drove them far apart, so far, in fact, that Absalom would not even visit his father at the court. Joab tried to reconcile the king and prince and employed a stratagem to do so. The woman conspiring with Joab was very careful to keep her real intent sufficiently disguised until she had committed the king to a benevolent course of action. Only then was she willing to suggest that David should be as merciful to his own son as he would be to her son."]],[".topic",["h3","(27-6)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/14.7"},"2 Samuel 14:7"],". What Does It Mean to “Quench One’s Coal Which Is Left”?"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p25"},"“A man and his descendants or successors are often termed in Scripture",["span.emphasis","a lamp or light."],"… And to",["span.emphasis","raise up a lamp"],"to a person signifies his having a posterity to continue his name and family upon the earth: thus,",["span.emphasis","quench my coal that is left"],"means destroying all hope of posterity, and extinguishing the family from among the people.” (Clarke, Bible Commentary, 2:344–45.)"]],[".topic",["h3","(27-7)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/14.11"},"2 Samuel 14:11"]],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p27"},"“Revengers of blood” were those next of kin who were obligated to avenge the death of their relative (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/14.11"},"v. 11"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/num/35.19-29"},"Numbers 35:19–29"],")."]],[".topic",["h3","(27-8)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/14.24-33"},"2 Samuel 14:24–33"]],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p29"},"David allowed Absalom to return but did not restore him to the court and his princely prerogatives. Absalom demanded either death or his former position (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/14.32"},"v. 32"],"). David reconsidered, and Absalom was restored to favor, a position he then exploited to plot against his father."]],[".topic",["h3","(27-9)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/14.26"},"2 Samuel 14:26"],". What Does It Mean to Poll One’s Hair?"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p31"},["span.emphasis","To poll"],"means “to thin” by means of combing or cutting. Thus, when Absalom’s hair became either too thick or too long, he had it polled. Evidently, Absalom’s hair was extremely thick, and this information was probably introduced into the narrative here because Absalom’s hair seems to have played a part in his death (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/18.9-17"},"2 Samuel 18:9–17"],"). Exactly how much weight is meant by two hundred shekels is not completely clear; this number may either be incorrect or an exaggeration of the total weight for literary purposes."]],[".topic",["h3","(27-10)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.1-12"},"2 Samuel 15:1–12"],". How Did Absalom Win Favor with the People?"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p33"},"Once restored to his position in David’s court, Absalom began to capitalize on his return to princely status by developing a careful plan to overthrow his father. He began to act like a king, with a full royal procession (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.1"},"v. 1"],"), but more serious than that, he undertook a deceitful campaign to gain favor with the people. He arose early and sat in judgment at the gates of the city (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.2"},"v. 2"],"). A city gate was the normal location for giving judgment in ancient times and was the place where the people came to present grievances. Absalom ingratiated himself by telling the people that their causes and complaints were just, but that no one from the king’s court was willing to hear them. While this assertion may have been a lie, it is more likely that David’s court was not functioning properly and that the people were being neglected. Absalom took advantage of the disgruntlement of the people, but he refused to let them bow down to him. Instead, he raised them up, kissed them, and treated them as equals—highly unusual behavior from royalty (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.5"},"v. 5"],"). And in this way “Absalom stole the hearts of the men of Israel” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.6"},"v. 6"],"). Absalom then lied to his father, telling him that he needed to go to Hebron to fulfill a vow when, in fact, it was his intention to raise an insurrection against David."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p34"},"Several reasons have been suggested why “the conspiracy was strong” and “the people increased continually with Absalom” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.12"},"v. 12"],"):"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p35"},"“It is very difficult to account for this general defection of the people. Several reasons are given: 1. David was old or afflicted, and could not well attend to the administration of justice in the land. 2. It does appear that the king did not attend to the affairs of state, and that there were no properly appointed judges in the land; [see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.3"},"v. 3"],"]. 3. Joab’s power was overgrown; he was wicked and insolent, oppressive to the people, and David was afraid to execute the laws against him. 4. There were still some partisans of the house of Saul, who thought the crown not fairly obtained by David. 5. David was under the displeasure of the Almighty, for his adultery with Bath-sheba, and his murder of Uriah; and God let his enemies loose against him. 6. There are always troublesome and disaffected men in every state, and under every government; who can never rest, and are ever hoping for something from a change. 7. Absalom appeared to be the",["span.emphasis","real"],"and was the",["span.emphasis","undisputed"],"heir to the throne; David could not, in the course of nature, live very long; and most people are more disposed to hail the beams of the",["span.emphasis","rising,"],"than exult in those of the",["span.emphasis","setting,"],"sun. No doubt some of these causes operated, and perhaps most of them exerted less or more influence in this most scandalous business.” (Clarke, Bible Commentary, 2:349–50.)"]],[".topic",["h3","(27-11)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.14-30"},"2 Samuel 15:14–30"],". “And David Said … Arise and Let Us Flee”"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p37"},"David’s immediate call for flight from the city was so out of character that the reader cannot help but wonder what prompted this response. His words (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.14"},"v. 14"],") indicate that he wanted to avoid a massacre, but his actions suggest that it was not fear that motivated the flight."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p38"},"“This … was the first time that David turned his back to his enemies. And why did he",["span.emphasis","now"],"flee? Jerusalem, far from not being in a state to sustain a siege, was so strong that even the blind and the lame were supposed to be a sufficient defence for the walls. … And he had still with him his faithful",["span.emphasis","Cherethites"],"and",["span.emphasis","Pelethites;"],"besides six hundred faithful Gittites, who were perfectly willing to follow his fortunes. There does not appear any reason why such a person, in such circumstances, should not act on the",["span.emphasis","defensive;"],"at least till he should be fully satisfied of the real complexion of affairs. But he appears to take all as",["span.emphasis","coming from the hand of God;"],"therefore he humbles himself, weeps, goes barefoot, and covers his head! He does not even",["span.emphasis","hasten"],"his departure, for the habit of mourners is not the habit of those who are",["span.emphasis","flying"],"before the face of their enemies. He sees the storm, and he yields to what he conceives to be the tempest of the Almighty.” (Clarke, Bible Commentary, 2:350.)"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p39"},"Some believe",["a.scriptureRef",{"href":"/scriptures/ot/ps/55"},"Psalm 55"],"was written by David to express his feelings over Absalom’s revolt. Note especially",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.12-14,20-21"},"verses 12–14 and 20–21"],"of this psalm."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_037_01_david.gif"}]]]],[".topic",["h2","(27-12)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/15.32-37"},"2 Samuel 15:32–37"]],[".topic",["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p57"},"David’s spies were those who were completely loyal to him. His choice of Hushai was particularly good because he not only had inside information but was able to offset counsel given by the sagacious Ahithophel."]],[".topic",["h3","(27-13)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/16.5-14"},"2 Samuel 16:5–14"],". Why Did David Choose to Endure the Curses of Shimei?"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p59"},"“Note the rationale behind David’s humbly choosing to endure the curses of Shimei of the house of Saul: (1) any dishonor was considered negligible compared to the dishonor of his own son taking his kingship and seeking his life; (2) if he suffered his afflictions patiently, perhaps the Lord would have mercy upon him and requite him later; (3) perhaps the Lord Himself had commanded Shimei to curse him; (4) since the sons of Zeruiah (Abishai and Joab) were such men of violence, David countered as usual with more moderate action.” (Rasmussen, Introduction to the Old Testament, 1:187.)"]],[".topic",["h3","(27-14)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/16.20-23"},"2 Samuel 16:20–23"],". Why Did Ahithophel Advise Absalom to Take David’s Concubines?"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p61"},"“Lying with the king’s concubines was an appropriation of the royal harem, and, as such, a complete usurpation of the throne … which would render any reconciliation between Absalom and his father utterly impossible, and therefore would of necessity instigate the followers of Absalom to maintain his cause with all the greater firmness. This was what Ahithophel hoped to attain through his advice. For unless the breach was too great to be healed, with the affection of David towards his sons, which might in reality be called weakness, it was always a possible thing that he should forgive Absalom; and in that case Ahithophel would be the one to suffer.” (Keil and Delitzsch, Commentary, 2:2:428.)"]],[".topic",["h3","(27-15)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/17.1-23"},"2 Samuel 17:1–23"]],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p63"},"Ahithophel clearly understood David’s vulnerability at this stage of the revolt. Had his counsel been followed, the result would have been critical for David. Twelve thousand men against the small band who had fled with David would have been a disaster for David. Hushai saved the situation for David, first, by convincing Absalom that a delay while he gathered more strength to his army would be wise, and, second, by warning David to flee in case Ahithophel’s counsel was followed."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p64"},"Ahithophel knew his only hope lay in Absalom’s success. Since he was a traitor to King David, if David won, his fate was sealed. Understanding perfectly that a delay meant the ultimate defeat of Absalom and David’s return to the throne, Ahithophel returned to his home and, after putting things in order, committed suicide."]],[".topic",["h3","(27-16)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/18.1-17"},"2 Samuel 18:1–17"],". The Revolution Comes to an End"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p66"},"Absalom’s delay to gather a larger army provided David with enough time to prepare for the coming battle. He gathered the people who were loyal to him into a formidable army of his own, received supplies from those east of the Jordan (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/17.27-29"},"2 Samuel 17:27–29"],"), and chose a site where the terrain would work in his favor (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/18.8"},"2 Samuel 18:8"],")."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p67"},"In spite of Absalom’s treachery and rebellion, David still entreated his generals to deal kindly with him if they caught him. Joab, as usual, took matters into his own hands and ignored David’s request."]],[".topic",["h3","(27-17)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/18.19-33"},"2 Samuel 18:19–33"],". Why Did Ahimaaz Insist on Running to David with the News?"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p69"},"“It appears that Ahimaaz, the priestly son of Zadok, wished to cushion the blow of the bad news to the king that his son was dead; but it was to no avail, for tragedy had been in the making for a long time in the lives of David and Absalom and the climax had to come one day in one way or another. What David would have given at the climax to have voided the process would have been needed much sooner. How pathetic that lament:"],[".poetry",["p.title"],[".stanza",["p.line","O my son Absalom"],["p.line","My son, my son Absalom,"],["p.line","Would God I had died for thee!"],["p.line","O Absalom"],["p.line","My son,"],["p.line","My son!”"]]]],[".topic",["h3","(27-18)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/19.1-16"},"2 Samuel 19:1–16"]],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p78"},"David bore the tragedy so bitterly that he nearly lost the kingdom by insulting those who had defended him. He insisted upon lamenting the death of one against whom his loyal subjects had fought in order to save their king. Joab’s harsh words brought David around. Though Joab’s counsel was needed and justified, his words were harsh and disrespectful and probably contributed to David’s decision to replace him as commanding general."],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p79"},"In his attempts to reconcile the unrest in the kingdom, David not only accepted the repentant spirit of all the tribes (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/19.9-10"},"vv. 9–10"],") but sent emissaries to Judah, among whom the rebellion had first broken out, and promised them forgiveness, pledging that Amasa, Absalom’s general, would replace Joab (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/19.11-13"},"vv. 11–13"],")."],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p80"},"“So far as the fact itself is concerned, it was certainly wise of David to send to the members of his own tribe, and appeal to them not to be behind the rest of the tribes in taking part in his restoration to the kingdom, lest it should appear as though the tribe of Judah, to which David himself belonged, was dissatisfied with his victory, since it was in that tribe that the rebellion itself first broke out; and this would inevitably feed the jealousy between Judah and the rest of the tribes. But it was not only unwise, but unjust, to give to Amasa, the traitor-general of the rebels, a promise on oath that he should be commander-in-chief in the place of Joab; for even if the promise was only given privately at first, the fact that it had been given could not remain a secret from Joab very long, and would be sure to stir up his ambition, and lead him to the commission of fresh crimes, and in all probability the enmity of this powerful general would become dangerous to the throne of David. For however Joab might have excited David’s anger by slaying Absalom, and by the offensive manner in which he had reproved the king for giving way to his grief, David ought to have suppressed his anger in his existing circumstances, and ought not to have rendered evil for evil, especially as he was not only about to pardon Amasa’s crime, but even to reward him as one of his faithful servants.” (Keil and Delitzsch, Commentary, 2:2:445–46.)"],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p81"},"It is almost as though after his sin with Bath-sheba and the murder of Uriah the light that gave David his political genius went out. His actions during this extreme crisis were of blind loyalty to an evil son and of one foolish decision after another."]],[".topic",["h3","(27-19)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/19.41"},"2 Samuel 19:41–20:2"],". What Implications for the Future Are in This Rift between the Ten Tribes and the Tribe of Judah?"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p83"},"As David and his armies returned to Jerusalem after paying tribute to Barzillai (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/19.31-40"},"2 Samuel 19:31–40"],"), a violent quarrel broke out between the leaders of Judah and the leaders of the other tribes, who felt that Judah was monopolizing David. As a result of this conflict, the leaders of the other tribes of Israel stormed off in high vexation, leaving Judah alone to escort David back to Jerusalem. This incident portended a whole new round of revolution."],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p84"},"The revolt of Sheba (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/20.1-2"},"2 Samuel 20:1–2"],") could scarcely have been a real threat to David’s rule, but once again the animosity of the other tribes was manifested against Judah and resulted in the eventual division of the house of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/12"},"1 Kings 12"],")."]],[".topic",["h3","(27-20)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/20.3"},"2 Samuel 20:3"],". Why Were David’s Ten Concubines Forced into the Status of Widowhood While David Still Lived?"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p86"},"According to the Mosaic law (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/18"},"Leviticus 18"],"), married women once defiled could not once again enjoy the married state. A Bible scholar explained David’s actions:"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p87"},"“He could not well divorce them; he could not punish them, as they were not in the transgression; he could no more be familiar with them, because they had been defiled by his son; and to have married them to other men might have been dangerous to the state: therefore he shut them up and",["span.emphasis","fed them"],"—made them quite comfortable, and they continued as widows to their death.” (Clarke, Bible Commentary, 2:364.)"]],[".topic",["h3","(27-21)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/20.4-13"},"2 Samuel 20:4–13"],". The Assassination of Amasa"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p89"},"This account is somewhat difficult to follow since it is not always clear to which person certain pronouns refer. David commissioned Amasa to gather his forces and pursue Sheba, the leader of the new rebellion. For some reason Amasa tarried (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/20.5"},"v. 5"],"), so David sent Joab’s men after Sheba. Amasa and Joab met at Gibeon. Although the King James Version makes it sound as though Amasa had on Joab’s clothing, the narrator was really describing what Joab was wearing:"],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p90"},"“It appears that this was not a military garment; and that Joab had no arms but a short sword, which he had concealed in his girdle; and this",["span.emphasis","sword,"],"or",["span.emphasis","knife,"],"was so loose in its sheath that it could be easily drawn out. It is thought farther, that Joab, in passing to Amasa, stumbled, (for so some of the versions, and able critics, understand the words",["span.emphasis","it fell out,"],") and that the sword fell down when he stumbled; that he took it up with his left hand as if he had no bad intention; and then, taking Amasa by the beard with his right hand, pretending to kiss him, he, with his sword in his left hand, ripped up his bowels. This seems to be the meaning of this very obscure verse.” (Clarke,",["span.emphasis","Bible Commentary,"],"2:364–65.)"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p91"},"Joab then appointed a soldier to stand by Amasa’s body and charge the people who passed by to join with Joab in support of David and pursue the rebel Sheba. Amasa was, evidently, not instantly killed by Joab’s blow, and the people were so shocked at the sight of him that the soldier finally rolled him off the road and covered him with a sheet so that the people would not tarry."]],[".topic",["h3","(27-22)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/21.1-14"},"2 Samuel 21:1–14"],". Did God Require the Sacrifice of Saul’s Sons to Alleviate the Famine in the Land?"],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p93"},"“This terrible episode must have been done in [the] days of David’s spiritual deterioration. The law would have not permitted sons to be put to death for the guilt of a father or a forefather (",["a.scriptureRef",{"href":"/scriptures/ot/deut/24.16"},"Deuteronomy 24:16"],"is explicit on that; see another",["a.scriptureRef",{"href":"/scriptures/ot/num/35.33"},"Numbers 35:33"],"). It cannot have been a revelation from the Lord that either required or approved this deed done ‘to avenge the Gibeonites’—some of whom Saul had slain in spite of the ancient promise of Joshua that they might live in Israel."],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p94"},"“It is a pathetic picture to envision the innocent mother of innocent sons guarding their bodies from the birds and beasts; and it is repulsive to read that after all this was done ‘God was entreated for the land.’ This is apostate theology, comparable to that of the Canaanite-Baal religions."],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p95"},"“The text is somewhat corrupted too, and the name Michal must be a mistake for Merab, for it was Merab who married Adriel. If it is indeed Michal, David’s wife and Saul’s daughter, who is meant, this is a very bitter ending to their relationships as man and wife.” (Rasmussen, Introduction to the Old Testament, 2:40.)"]],[".topic",["h3","(27-23)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/21.15-22"},"2 Samuel 21:15–22"],". How Did This Battle with the Philistines Reflect David’s Youth?"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p97"},"David by now was in his sixties, an old man so far as military service was concerned. Nevertheless, he personally led his forces against the Philistines. In the midst of this battle David found himself confronted by one of the sons of the giants, perhaps even a son of Goliath. He apparently was very large and immediately began bearing down on the man who was famous for killing Goliath. For David this was a life and death struggle, and the scripture states that “David waxed faint” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/21.15"},"2 Samuel 21:15"],"). Fortunately, David’s friends were near by, and Abishai stepped in and slew the giant."],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p98"},"After the battle was over, David was told, “Thou shalt go no more out with us to battle, that thou quench not the light of Israel” (",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/21.17"},"2 Samuel 21:17"],"). As king, David was like a lamp or guide to his people, and they did not want that lamp extinguished. David undoubtedly reflected on the days of his youth and remembered his victory over Goliath, but now he realized he must be content with the less active affairs of state because of his old age."]],[".topic",["h3","(27-24)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/22.1"},"2 Samuel 22:1–23:7"]],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p100"},"These verses contain a psalm of David’s in which he praises God for all His goodness to him. In many respects the poetic statement here resembles the Eighteenth Psalm, which was apparently written about the same time. David used the occasion to reaffirm his allegiance to and love for the Lord. Note his brief but powerful summary of what constitutes good political leadership (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/23.3"},"2 Samuel 23:3"],")."]],[".topic",["h3","(27-25)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/23.8-39"},"2 Samuel 23:8–39"]],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p102"},"The exploits recorded here were probably taken from various times in David’s life and placed together at this point. It appears that David’s request for water from Bethlehem (see",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/23.16"},"v. 16"],") had jeopardized the lives of these three in carrying out his request. In contrition for his thoughtlessness, he denied himself the fruit of their labor."]],[".topic",["h3","(27-26)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/24.1-10"},"2 Samuel 24:1–10"],". Why Was the Lord Angry with David for Numbering the People When “He Moved David” to Do So?"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p104"},"“God could not be angry with David for numbering the people if",["span.emphasis","he moved him to do it:"],"but in the parallel place [see",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/21.1"},"1 Chronicles 21:1"],"] it is expressly said,",["span.emphasis","Satan stood up against Israel, and provoked David to number Israel."],"David, in all probability, slackening in his piety and confidence toward God, and meditating some extension of his dominions without the Divine counsel or command, was naturally curious to know whether the number of fighting men in his empire was sufficient for the work which he had projected. … He therefore orders Joab and the captains to take an exact account of all the effective men in Israel and Judah. God is justly displeased with this conduct, and determines that the",["span.emphasis","props"],"of his vain ambition shall be taken away, either by",["span.emphasis","famine, war,"],"or",["span.emphasis","pestilence."],"” (Clarke, Bible Commentary, 2:377.)"]],[".topic",["h3","(27-27)",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/24.18-25"},"2 Samuel 24:18–25"],". The Threshing Floor of Araunah"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p106"},"In an attempt to appease the Lord and stay the plague that was smiting Israel, David purchased the threshing floor (a large open area where the rock base is flat and the grain could be threshed and winnowed without getting mixed with dirt) from Araunah and there built an altar to the Lord. This site later became the place where Solomon built his temple (see Fallows, Bible Encyclopedia, s.v. “Araunah,” 1:140)."]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p108"},["span.dominant","(27-28)"],"We have now finished our study of the life of David, king of Israel. It was a life of greatness, greatness of triumph and greatness of tragedy. As a final study of David’s life, review",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/17"},"1 Samuel 17"],"to",["a.scriptureRef",{"href":"/scriptures/ot/2-sam/24"},"2 Samuel 24"],"and complete either A, B, or C below. (",["span.emphasis","Note:"],"This review can be done quickly by looking at the chapter summaries in the Bible or by reviewing the subheadings for chapters 25 to 27 in this manual.)"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p109"},"A. Make a teaching outline of the major events and decisions in David’s life. In other words, assume you were going to give a lesson on the life of David. What kinds of things would you include? How would you organize your lesson?"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p110"},"B. Using the following statement by Elder Sterling W. Sill, draw illustrations of the principle of the law of the harvest from the life of David. How did he reap what he sowed? Was this process true of good things as well as bad? Show how each item you choose is related to what Elder Sill has said."],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p111"},"“One of the distinguishing characteristics of our world is that it is a place of law and order, and the basic law of creation is God’s fundamental law of compensation. It says that all work must be paid for, that we can no more do a good thing without sometime, in some way receiving a reward, than we can do an evil thing without suffering a penalty. In everything that we do, including the very thoughts that we think, we are subject to this interesting, undeviating eternal law. It is just as universal in its operation as are the laws of gravity, electricity, light or heat. It is never set aside, it is never suspended or restricted, and it governs in every department of human activity. Nothing is ever denied to well-directed effort and nothing is ever achieved without it."],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p112"},"“The Lord himself gave this law its clearest expression when he said, ‘There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—and when we obtain any blessing from God, it is by obedience to that law upon which it is predicated.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"D&C 130:20–21"],") It is a thrilling challenge, that we may have any blessing that we are willing to live for. And the primary law of the universe is this immutable, inexorable, irrevocable law of the harvest that says, ‘Whatsoever a man soweth, that shall he also reap.’ (Gala. 6:7)” (The Law of the Harvest, p. 11.)"],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-genesis-2-samuel/2-samuel-13-24-the-price-of-sin-tragedy-in-the-house-of-david.p113"},"C. Write a short paper of no more than two pages entitled “What a Latter-day Saint Can Learn from the Life of David the King.”"]]]]]],"refs":null}
