{"id":10,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":10,"title":"Enrichment Section B: Covenants and Covenant Making","subtitle":"","short_title":"B","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.head1"},[".titleNumber","B"],["h1","Enrichment Section"],["h1","Covenants and Covenant Making: Keys to Exaltation"]],[".bodyBlock",[".topic",["h2","(B-1) God Works with Men through Covenants and Covenant Making"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p5"},"God the Father enjoys a fulness of eternal glory. It is His plan to provide an opportunity for His spirit children to become like Him. “For behold,” He says, “this is my work and my glory—to bring to pass the immortality and eternal life of man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"). Joseph Smith taught, “God himself, finding he was in the midst of spirits and glory, because he was more intelligent, saw proper to institute laws whereby the rest could have a privilege to advance like himself” (",["span.emphasis","History of the Church,"],"6:312)."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p6"},"Eternal life is exaltation in the presence of God. It is essential to the upward progress of man that he be given certain basic tools by which he can climb. No one reaches the celestial level in a single leap. Therefore, man has been given the privilege of repentance. This gift, together with the right of free choice, means that each one controls his own destiny. Samuel the Lamanite explained, “Whosoever perisheth, perisheth unto himself; and whosoever doeth iniquity, doeth it unto himself; for behold, ye are free; ye are permitted to act for yourselves” (",["a.scriptureRef",{"href":"/scriptures/bofm/hel/14.30"},"Helaman 14:30"],")."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p7"},"In the plan of God this earth was created as a home for man. It is his proving ground, the place of his mortal probation, the place where he is tried and tested to see if he “will do all things whatsoever the Lord [his] God shall command” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.25"},"Abraham 3:25"],")."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p8"},"The ultimate destiny of the earth, like the ultimate destiny of man, is to become celestial. Following its celestialization, the earth will serve as the eternal home of all those who abide a celestial law (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.22"},"D&C 88:22"],"). “Therefore, it [the earth] must needs be sanctified from all unrighteousness, that it may be prepared for the celestial glory; for after it hath filled the measure of its creation, it shall be crowned with glory, even with the presence of God the Father; that bodies who are of the celestial kingdom may possess it forever and ever; for, for this intent was it made and created, and for this intent are they sanctified” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.18-20"},"D&C 88:18–20"],")."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p9"},"In order to help His children become like Him, Father in Heaven admonishes them to observe certain gospel principles by means of covenants and ordinances. The entire gospel itself is referred to in scripture as “a new and an everlasting covenant” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/22.1"},"D&C 22:1"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.57"},"133:57"],"). That overall covenant includes a series of other covenants that, if observed, will make man like his divine parents. Covenants, covenant making, and covenant keeping thus become the keys to exaltation, or the kind of life God enjoys."],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p10"},"A covenant is a mutual agreement between two or more persons whereby each contracting party agrees to abide by certain stipulations. Heavenly Father agrees to give to His children all that He enjoys, providing they will keep all of His commandments (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.50-60"},"D&C 76:50–60"],"). “I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.10"},"D&C 82:10"],"). Broken covenants have no eternal or lasting value. As Joseph Smith said, “It requires two parties to make a covenant, and those two parties must be agreed, or no covenant can be made” (",["span.emphasis","Teachings,"],"p. 14)."]],[".topic",["h2","(B-2) Anciently, God Centered His Work in a Covenant People"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p12"},"The covenants of God with man are eternal. As eternal beings, His children existed with their Father in the premortal world. President John Taylor explained:"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p13"},"“We are not connected with a something that will exist only for a few years, some of the peculiar ideas and dogmas of men, some nice theory of their forming; the principles that we believe in reach back into eternity, they originated with the Gods in the eternal worlds, and they reach forward to the eternities that are to come. We feel that we are operating with God in connection with those who were, with those who are, and with those who are to come.” (In",["span.emphasis","Journal of Discourses,"],"17:206.)"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p14"},"The gospel covenant is as old as eternity. So far as this earth is concerned, however, it was first introduced to Adam and passed from him to later generations. President Taylor said further:"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p15"},"“What is meant by the everlasting Gospel? I know that some people think there was no Gospel until Jesus came; but it is a great mistake. Adam, Noah, Abraham, and Moses had the Gospel; and when Jesus came he came to offer himself a sacrifice for the sins of the world, and to bring back the Gospel which the people had lost. ‘Well,’ says one, ‘do you mean to affirm that the men you have just named had the Gospel?’ I do, and hence it is called the everlasting Gospel.” (In",["span.emphasis","Journal of Discourses,"],"13:17.)"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p16"},"To spread the gospel blessings abroad, the Lord has centered his work in a people specially chosen for the task. At first this people were the righteous Saints who followed Adam, Enoch, and the other faithful patriarchs. Around 2000",["span.small","B.C."],"Abraham was selected to head this covenant race from that time forward. God, on His part, promised to make Abraham the “father of many nations” and to give the land of Canaan to Abraham and his seed “for an everlasting possession” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.4,8"},"Genesis 17:4, 8"],"). “And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.7"},"Genesis 17:7"],")."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p17"},"But Abraham was also required to make certain promises to God. For one thing, he agreed to walk before the Lord and be perfect (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.1"},"Genesis 17:1"],"). Thus, he promised to live by every word of God and to perform with exactness every aspect of the everlasting covenant between himself and the Lord. As a token of this promise, Abraham further promised to circumcise himself and every male descendant. The Lord explained: “This is my covenant, which ye shall keep, between me and you and thy seed after thee: Every man child among you shall be circumcised. … and it shall be a token of the covenant betwixt me and you.” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.10-11"},"Genesis 17:10–11"],"; see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-12-17-abraham-father-of-the-faithful.p1"},"Reading 5-17"],"for a discussion of the covenant sign of circumcision.)"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p18"},"Latter-day revelation has clarified the practical purposes of God’s choice to do His missionary work through Abraham and his seed. Consider these important words of the Lord to Father Abraham."]],[".topic",["h2","Read",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.8-11"},"Abraham 2:8–11"],"."]],[".topic",["h2","(B-3) How Well Did the Ancient Children of Israel Keep Their Covenants with the Lord?"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p21"},"God remembers all His covenants with men and keeps them faithfully. To ancient Israel Moses said, “Know therefore that the Lord thy God, he is God, the faithful God, which keepeth covenant and mercy with them that love him and keep his commandments to a thousand generations” (",["a.scriptureRef",{"href":"/scriptures/ot/deut/7.9"},"Deuteronomy 7:9"],"). According to Jacob, Nephi’s brother, the faithfulness of God in keeping covenants is one reason the prophet Isaiah wrote—to show the house of Israel that “the Lord God will fulfill his covenants which he has made unto his children” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.12"},"2 Nephi 6:12"],")."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p22"},"Unfortunately, men are not always faithful to the covenants they make with God. It is one thing to know that one is chosen of the Lord, another thing to understand what one is chosen to do, and still another to prove faithful to that mission. In the final sense, many are called into the covenant of the Lord—all, in fact, who will come—but few are chosen, because many do not do well enough to reap all the promised rewards (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/20.16"},"Matthew 20:16"],"). Why? Because too many do not keep their covenants with the Lord."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p23"},"The history of the house of Israel is a fascinating study in covenant keeping and covenant breaking. It is saddening to find that the Old Testament includes accounts of a long series of broken covenants. But it also records great faithfulness and covenants that were kept. Watching for Israel’s response to her covenants with the Lord can be a most significant experience in studying the Old Testament. The Old Testament can provide a vicarious experience for modern Saints and help them evaluate their own covenant-keeping record. In noting Israel’s response to the covenant, one can discover the real meaning of Paul’s seemingly paradoxical statement to the Saints of Rome, “For they are not all Israel, which are of Israel” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/9.6"},"Romans 9:6"],")."]],[".topic",["h2","(B-4) The Modern Covenant People of the Lord"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p25"},"The purpose of the Lord is to bless all His faithful children with the blessings of exaltation and eternal life. This was the central purpose of the Abrahamic covenant (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.11"},"Abraham 2:11"],")."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p26"},"To be chosen of the Lord does not mean to be arbitrarily more loved. “God is no respecter of persons” (",["a.scriptureRef",{"href":"/scriptures/nt/acts/10.34"},"Acts 10:34"],"). He does not offer His acceptance of His children on the basis of whim or arbitrary factors. They must merit His blessings by obedience or they do not obtain them. But being chosen does signify God’s confidence in one’s willingness to do as He commands. This knowledge He obtained by long experience with His children in the premortal past (see Talmage,",["span.emphasis","Jesus the Christ,"],"pp. 28–29, note 1). Father in Heaven does not decide who His elect will be without some valid basis. A person becomes the elect of God by responding to His proffered gifts. God defines His elect in scripture as those who “hear my voice and harden not their hearts” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.7"},"D&C 29:7"],"). This principle is precisely the one that Nephi tried to teach his rebellious brothers, Laman and Lemuel."],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.35,40"},"1 Nephi 17:35, 40"],"."]],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p28"},"Moses taught this precept to the wandering children of Israel, but it seems that they never really comprehended what their great prophet-lawgiver was talking about."],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/ot/deut/4.5-8"},"Deuteronomy 4:5–8"],"."]],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p30"},"Latter-day Saints are Abraham’s seed of the latter days. Their exaltation or eternal life depends on their obedience to the covenants they have made and kept with God. The promises of Abraham are theirs too if they will do the works that Abraham did. Read the word of the Lord in this matter."],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.29-32"},"D&C 132:29–32"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110.12"},"110:12"],"."]],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p32"},"Once the foregoing truths are understood, one is prepared to understand that every law set down by God has as its ultimate reward the exaltation of all who will respond. One may receive or reject as one chooses, but the blessings of God cannot be obtained except in the way revealed by Him. The Lord explains it this way:"],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.5-6,8"},"D&C 132:5–6, 8"],"."]],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p34"},"But if everything that brings God’s blessings is dependent upon obedience to law, it is likewise true that no one is coerced into receiving that which one does not want. Only if one consciously chooses to develop a celestial spirit can one ever hope to attain all that the Father has. As Alma wrote to his son who had violated sacred covenants, “Therefore, O my son, whosoever will come may come and partake of the waters of life freely: and whosoever will not come the same is not compelled to come; but in the last day it shall be restored unto him according to his deeds” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.27"},"Alma 42:27"],")."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p35"},"The covenants of the Lord will bless the lives of those who enter into them in faith and live worthy of the blessings that are promised for obedience."]]]]]],"refs":null}
