{"id":16,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":16,"title":"Enrichment Section C: Symbolism and Typology in the Old Testament","subtitle":"","short_title":"C","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.head1"},[".titleNumber","C"],["h1","Enrichment Section"],["h1","Symbolism and Typology in the Old Testament"]],[".bodyBlock",[".topic",["h2","(C-1) The Importance of Symbols"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p5"},"Thomas Carlyle once wrote: “It is in and through symbolism that man consciously or unconsciously lives, works, and has his being. Those ages, moreover, are accounted the noblest which can best recognize symbolical worth, and prize it the highest.” (In Maurice H. Farbridge,",["span.emphasis","Studies in Biblical and Semitic Symbolism,"],"flyleaf.) It should not be surprising, then, that symbolic language and imagery should play a central role in religion, which is concerned with man’s eternal destiny. Religious ordinances and rituals are deeply symbolic, and the scriptures, which contain the word of the Lord revealed for His children, abound with similes, metaphors, parables, allegories, types, and symbols. The symbolism is so profound and so extensive that if one does not have an understanding of the meaning of that symbolism, many of the most important and satisfying truths will be missed."]],[".topic",["h2","(C-2) The Law of Moses: A Law of Symbolic Significance"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p7"},"Many in the world and even some in the Church think of the Old Testament as reflecting a pregospel culture centered around the Mosaic covenant that was given instead of the gospel laws. But the Lord said the following about what the Israelites were given when they rejected the higher law: “And the lesser priesthood continued, which priesthood holdeth the key of the ministering of angels and the",["span.emphasis","preparatory gospel; which gospel is the gospel of repentance and of baptism, and the remission of sins,"],"and the law of carnal commandments” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.26-27"},"D&C 84:26–27"],"; emphasis added). The fulness of the gospel was taken, but a preparatory gospel dealing with the basic principles of the gospel was given in its place. Paul taught the Galatian Saints that this action was taken so that the Israelites could be brought to Christ: “Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith. But after that faith is come, we are no longer under a schoolmaster.” (",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.24-25"},"Galatians 3:24–25"],".) The Old Testament, especially in its types and symbols, richly reflects this gospel orientation, since it contained the preparatory gospel designed to bring Israel to have faith in the Redeemer."]],[".topic",["h2","(C-3) Why Does the Lord Use So Much Figurative Imagery in the Scriptures?"],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p9"},"Why does the Lord use so much symbolic language to teach His children? Why does He not just say clearly what He wants them to know? While one probably cannot understand all of the Lord’s purposes for using symbolism to teach His children, the following reasons seem to be important:"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p10"},["span.dominant","(C-4)"],"Symbolic language and imagery have the power to convey important truths through many languages and cultures with great power and impact. A figurative image can provide powerful teaching impact. For example, in the midst of lengthy prophecies of judgment upon Israel, Isaiah gave what at first seems to be a difficult and obscure passage: “Give ye ear, and hear my voice; hearken, and hear my speech."],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p11"},"“Doth the plowman plow all day to sow? doth he open and break the clods of his ground?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p12"},"“When he hath made plain the face thereof, doth he not cast abroad the fitches, and scatter the cummin, and cast in the principal wheat and the appointed barley and the rie in their place?"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p13"},"“For his God doth instruct him to discretion, and doth teach him."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p14"},"“For the fitches are not threshed with a threshing instrument, neither is a cart wheel turned about upon the cummin; but the fitches are beaten out with a staff, and the cummin with a rod."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p15"},"“Bread corn is bruised; because he will not ever be threshing it, nor break it with the wheel of his cart, nor bruise it with his horsemen."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p16"},"“This also cometh forth from the Lord of hosts, which is wonderful in counsel, and excellent in working.” (",["a.scriptureRef",{"href":"/scriptures/ot/isa/28.23-29"},"Isaiah 28:23–29"],".)"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p17"},"The imagery Isaiah used unfolds a lesson with great teaching power. Isaiah used the symbol of a farmer and how he deals with his fields and crops to show the purposes of God. Israel is the field of Jehovah. Because of her wickedness and apostasy she has become hardened and incapable of producing much fruit. As the husbandman plows the soil, breaking up the hardness with the blade and turning over the soil in preparation for planting, so the judgments and punishments sent upon the covenant people are the plow and the harrow of God (compare Mormon’s commentary in",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.1-6"},"Helaman 12:1–6"],"on the nature of God’s children). But note Isaiah’s question, “Does the plowman plow all day to sow?” The answer is no. The plowman does not plow the field over and over and over. He plows just enough to prepare the soil for planting the fitches, the cummin (two kinds of herbs) and the wheat."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p18"},"Likewise, in the image of the farmer threshing his crops is illustrated the divine discretion of God. Different crops are threshed in different ways. Wheat is threshed with a threshing sled, a heavy instrument dragged behind an ox or a donkey. But other means are used to thresh the more tender fitches and cummin, which would be destroyed by that much weight. So it is with God. His punishments are not sent just to grind the people to destruction. If the wickedness of the people requires only the beating “with the staff,” then that is all the Lord sends. If a heavier form of threshing is required, then it is sent. In some extreme cases, such as those of the Flood or of Sodom and Gomorrah, the fields may have to be burned completely so that a new crop can be started."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p19"},"The Lord could have explained in a more straightforward manner the way He deals with His rebellious children, listing point by point what He wanted all His children to know. But there is more power in imagery than there is in a list. And the power of that imagery carries through numerous translations and various cultures. As Elder Bruce R. McConkie stated:"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p20"},"“To crystallize in our minds the eternal verities which we must accept and believe to be saved, to dramatize their true meaning and import with an impact never to be forgotten, to center our attention on these saving truths, again and again and again, the Lord uses similitudes. Abstract principles may easily be forgotten or their deep meaning overlooked, but visual performances and actual experiences are registered on the mind in such a way as never to be lost.” (The Promised Messiah, p. 377.)"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p21"},["span.dominant","(C-5)"],["span.emphasis","Couching great truths in symbolic language helped preserve them from those who sought to take away the plain and precious parts of the scriptures."],"Unquestionably, many plain and precious things have been taken from the Bible (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.26"},"1 Nephi 13:26"],"). The Prophet Joseph Smith said: “I believe the Bible as it read when it came from the pen of the original writers. Ignorant translators, careless transcribers, or designing and corrupt priests have committed many errors.” (Teachings, p. 327.)"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p22"},"The Prophet suggested deliberate mutilation of the text. But those truths couched in symbolic imagery that require the “spirit of prophecy,” or the “testimony of Jesus,” to interpret (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/25.16"},"Alma 25:16"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Revelation 19:10"],") were not understood by these “designing and corrupt priests” and thus were left basically intact."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p23"},["span.dominant","(C-6)"],["span.emphasis","Figurative language can convey truth and meaning to all levels of spiritual maturity."],"After teaching the multitude the parable of the four kinds of soil, Jesus admonished them, “Who hath ears to hear, let him hear” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.9"},"Matthew 13:9"],"). This statement signaled to His listeners that what the Savior had just said was more than just a nice story. The disciples later came to Him and asked, “Why speakest thou unto them [the multitude] in parables?” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.10"},"Matthew 13:10"],"). The Savior’s answer is at first puzzling. He explained that He taught that way because the multitude refused to see and hear spiritual truths. Elder Bruce R. McConkie pointed out the significance of the Savior’s use of parables:"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p24"},"“Our Lord used",["span.emphasis","parables"],"on frequent occasions during his ministry to teach gospel truths. His purpose, however, in telling these short stories was",["span.emphasis","not"],"to present the truths of his gospel in plainness so that all his hearers would understand. Rather it was so to phrase and hide the doctrine involved that only the spiritually literate would understand it, while those whose understandings were darkened would remain in darkness. (",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.10-17"},"Matt. 13:10–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/21.33a"},"[JST], Matt. 21:34"],".) It is never proper to teach any person more than his spiritual capacity qualifies him to assimilate.” (Mormon Doctrine, p. 553.)"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p25"},"To the spiritually illiterate the parable of the soils is a lovely little story. To one in tune with the Spirit and full of understanding of gospel truths, it is far more. Thus, symbolic language can both",["span.emphasis","reveal"],"and",["span.emphasis","conceal"],"truth, depending on the readiness of the individual who hears."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p26"},["span.dominant","(C-7)"],["span.emphasis","Symbols deeply affect the emotions and attitudes of an individual."],"The national flag of a country is, in reality, nothing but a large piece of cloth with its colors arranged in a particular pattern. But for such a piece of cloth, people are moved to tears, go to war, risk persecution, or suffer death. It is not, of course, the specific piece of cloth that matters, for that could be easily replaced. What does matter is what the cloth symbolizes to the individual. This meaning can be very profound in its effect on the heart and mind. One need only ponder the effect on the emotions of such symbolic objects or acts as a wedding ring, the temple, baptism, the sacrament, and so on to understand one reason the Lord teaches through symbols."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p27"},["span.dominant","(C-8)"],["span.emphasis","Spiritual power comes when one is forced to ponder and search out the meaning of symbolic imagery in an attitude of quest."],"When a price is paid in personal effort and sacrifice for something, it is appreciated far more than when it is received without effort. To unveil great spiritual truths clothed in figurative dress requires that the student of the scriptures search and ponder. A price must be paid, and when understanding does come, it is much more satisfying and appreciated than it otherwise would have been."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p28"},"Occasionally some try to discourage others from seeking for figurative imagery in the scriptures. Of course, one must not seek to read in meaning that was not intended, but to ignore symbolic meaning where it was intended is to miss much. In",["span.emphasis","The Promised Messiah"],"Bruce R. McConkie encouraged people to seek for the symbolic meaning in the scriptures: “It is wholesome and proper to look for similitudes of Christ everywhere and to use them repeatedly in keeping him and his laws uppermost in our minds” (p. 453)."]],[".topic",["h2","(C-9) Some Guidelines for Interpreting the Types and Symbols of the Old Testament"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p30"},"When is an act or object used in the scriptures to be taken literally and when should it be interpreted figuratively? Symbols can be taken too literally and their true meaning lost in a grotesque parody of reality. On the other hand, sometimes the actual meaning of a passage is explained away by saying it is only figurative. The following guidelines may be helpful in correctly interpreting the types and symbols used in the scriptures."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p31"},["span.dominant","(C-10)"],["span.emphasis","Look beyond the symbol for its intended meaning."],"Symbols both",["span.emphasis","denote"],"and",["span.emphasis","connote"],"meaning. A symbol’s",["span.emphasis","denotation"],"is what it is. For example, a picture of the Salt Lake Temple denotes a particular large building with six towers and ornate spires, topped by a golden figure with a trumpet. As a symbol, however, the Salt Lake Temple also connotes meaning.",["span.emphasis","Connotation"],"is what a symbol suggests through association, even though such associations may not be part of the symbol itself. For example, the Salt Lake Temple connotes temple marriage, holiness, beauty, reverence, or a place of spiritual comfort. It has also come to represent the Church itself. One does not look at the actual building and see temple marriage as part of the architecture. The idea of temple marriage is only connoted, or associated, with the symbol in one’s mind. Often the connotation of a scriptural image gives it more real significance than does its denotation. Thus, one must look beyond the symbol’s denotation at what it was meant to connote."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p32"},"In looking at the symbol, however, one must not become so bound up in one’s own culture that one misses the imagery behind the symbol. For example, the fact one has been raised in a large city and has never had farming experience does not mean that one cannot appreciate figures and similitudes drawn from the agricultural life of ancient times. With some study and thought one can sense the significance of sowing, reaping, winnowing, threshing, treading grapes, and so on."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p33"},"Perhaps a more difficult problem for some is the nature of many symbols used in the Old Testament. Reading about the shedding of the blood of sacrificial animals and how that blood was caught in basins and thrown against the altar, or used in various other ways, may be offensive to some modern readers. In today’s world many people come no closer to the slaughtering of animals than the meat department in a supermarket, where the meat is neatly packaged and attractively displayed. The blood and entrails of the animals are never seen, and thus, when they are discussed in some detail, as they are in the Old Testament, the modern reader may experience a squeamish, negative reaction."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p34"},"Two things should be kept in mind. First, these practices were not offensive to the people of the Old Testament. The killing of animals for food, the sight of blood, the cleansing of the meat were all part of everyday life. The typical family in those times kept animals and slaughtered them for food. Even in large cities people purchased meat in open-air markets where often the animal was killed on the spot so that the meat would be fresh. Such a practice is common in the Middle East to this day. Second, it is the denotation of these practices that may be offensive to today’s urbanized reader. But when one looks beyond the symbol itself to what it was meant to connote, then the offense is replaced by appreciation for the spiritual truths being taught."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p35"},["span.dominant","(C-11)"],["span.emphasis","Do the scriptures themselves give the interpretation of the symbol?"],"Sometimes people debate what a symbol was meant to connote when the answer is given very clearly in the scriptures. What do the seven golden candlesticks in the book of Revelation signify? The Lord answered that question directly, so there is no need for speculation (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/1.20"},"Revelation 1:20"],"). When Jesus talked about the seed falling on four different kinds of soil, what did He mean? He specifically explained the symbolism (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.18-23"},"Matthew 13:18–23"],"). What was the meaning of the great image in Nebuchadnezzar’s dream (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/2.36-45"},"Daniel 2:36–45"],")? There are hundreds of other examples of such direct interpretations. Through a careful study of the scriptures, many of the interpretations are quickly found. But a price must be paid by the reader if he is to find these interpretations, for often they are given elsewhere in the scriptures."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p36"},["span.dominant","(C-12)"],["span.emphasis","Look for the Savior in the symbols and imagery of the scriptures."],"Since Jesus Christ and His atoning sacrifice are the central and most fundamental part of the Latter-day Saint religion, it is not surprising that virtually all scriptural symbols are Christ-centered. One could say that all of the parables, every simile, each metaphor, and all of the types are designed to teach the children of God what they must do to incorporate the infinite sacrifice of Christ into their own life. This concept is as profoundly true of the Old Testament as it is of all other scripture. Nephi taught the all-embracing pervasiveness of scriptural symbolism when he said, “Behold, my soul delighteth in proving unto my people the truth of the coming of Christ; for, for this end hath the law of Moses been given; and",["span.emphasis","all things"],"which have been given of God from the beginning of the world",["span.emphasis","are the typifying of him”"],"(",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/11.4"},"2 Nephi 11:4"],"; emphasis added)."],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p37"},"Amulek taught the same principle when he said, “And behold this is the whole meaning of the law, every whit pointing to that great and last sacrifice; and that great and last sacrifice will be the Son of God, yea, infinite and eternal” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/34.14"},"Alma 34:14"],")."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p38"},"King Benjamin taught the same principle (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.14-15"},"Mosiah 3:14–15"],"), as did Abinadi (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.29-31"},"Mosiah 13:29–31"],"). (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p1"},"Reading 1-5"],"for a statement about the pervasiveness of the idea of a divine Redeemer in the Old Testament.)"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p39"},"The key to the true meaning of the law of Moses was suggested by Mormon: “Now they did not suppose that salvation came by the law of Moses; but the law of Moses did serve to strengthen their faith in Christ; and thus they did retain a hope through faith, unto eternal salvation,",["span.emphasis","relying upon the spirit of prophecy,"],"which spake of those things to come” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/25.16"},"Alma 25:16"],"; emphasis added). John was taught that the “spirit of prophecy” is “the testimony of Jesus” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Revelation 19:10"],"). Without this testimony a person cannot see the full significance of the Old Testament laws and ordinances."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p40"},["span.dominant","(C-13)"],["span.emphasis","Let the nature of the object used as a symbol contribute to an understanding of its spiritual meaning."],"The peoples of the East loved imagery and drew figures and similes from the things that surrounded them. They looked for the natural characteristics of something to see if it conveyed spiritual truths. For example,",["a.scriptureRef",{"href":"/scriptures/ot/ps/83.13"},"Psalm 83:13"],"reads, “O my God, make [Thy enemies] like a wheel; as the stubble before the wind.” The word",["span.emphasis","wheel"],"translates the Hebrew word",["span.emphasis","galgal,"],"which means a large thorny plant, native to the Middle East. One Bible commentator explained the significance of this metaphor:"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p41"},"“",["span.emphasis","Galgal"],"is a thorny plant, a member of the Aster family (",["span.emphasis","Asteracea"],"or",["span.emphasis","Compositae"],"). The",["span.emphasis","galgal"],"is inactive during the dry summer months. After the first winter rain, a rosette of leaves develops out of the thick perennial root. … The flower clusters, or inflorescenses, develop during the late winter and early spring. From the flowers, the fruit with its seeds develops. Then the whole plant dies—part of the process by which the seeds are dispersed. The stem leaves have a stiff blade and veins; these leaves look like wings facing in every direction. The whole plant is round—so that it can roll like a ball. When the seeds of the dead fruit are ready to be dispersed, the base of the stem is disconnected from the thick root by means of an especially weak tissue which develops at just the right time. The plant then rolls, driven by the wind, dispersing its seeds on steppe and field. (",["span.emphasis","Galgal"],"also means wheel in Hebrew; the plant’s name probably derived from its habit of rolling across the fields like a wheel.)"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p42"},"“Just before the round plant disconnects from the root, the plant appears frightening indeed—full of thistles and strong and stable looking. In fact the base of the plant is extremely weak and the whole plant can be easily driven by the wind. The sound of dry",["span.emphasis","galgal"],"plants rolling with the wind is a memorable experience to those who live amid these plants."],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p43"},"“By the metaphor of",["span.emphasis","galgal,"],"the Psalmist is asking the Lord to make Israel’s enemies like",["span.emphasis","galgal:"],"although they look frightening, their base is weak. The whole plant can be driven by the wind and it will be gone."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p44"},"“",["span.emphasis","Galgal"],"is also used in",["a.scriptureRef",{"href":"/scriptures/ot/isa/17.13"},"Isaiah 17:13"],":"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p45"},"“‘The nations roar like the roaring of many waters, but he will rebuke them, and they will fly far away, chased like chaff on the mountains before the wind and like a",["span.emphasis","rolling thing"],"before the storm.’"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p46"},"“The ‘rolling thing’ … is",["span.emphasis","galgal."],"A ‘rolling thing’ is only part of the meaning of the word. The prophet is really forecasting the destruction of the Assyrian empire—a frightening enemy, but with a weak base that may easily be blown away by the wind of the Lord.” (Anivoam Danin, “Plants as Biblical Metaphors,” Biblical Archaeology Review, May–June 1979, p. 20.)"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p47"},"Thus, an understanding comes from an examination of the symbolic object. Studying the history and cultures of these people often helps one to see both the significance of the objects used and their spiritual impact."],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p48"},["span.dominant","(C-14)"],["span.emphasis","One truth may be taught by numerous symbols; one symbol may convey numerous truths; and, whereas the Lord may change the symbols He uses to teach truths, the truths never change."],"Sometimes when one finds an interpretation of a particular symbol, one tends to be satisfied with that interpretation and does not explore it further, or one may be confused when one finds another symbol conveying the same truth. The vastness and the depths of the truths of the gospel of Jesus Christ are such that a myriad of images, types, and similitudes is required to convey them. For example, there are so many varied aspects of Jesus’ life and mission that He is typified or symbolized as the Lamb (see",["a.scriptureRef",{"href":"/scriptures/nt/john/1.29"},"John 1:29"],"), the Light (see",["a.scriptureRef",{"href":"/scriptures/nt/john/1.7-8"},"John 1:7–8"],"), the Advocate (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.3-5"},"D&C 45:3–5"],"), the Rock (see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/10.4"},"1 Corinthians 10:4"],"), the Good Shepherd (see",["a.scriptureRef",{"href":"/scriptures/nt/john/10.11,14"},"John 10:11, 14"],"), the True Vine (see",["a.scriptureRef",{"href":"/scriptures/nt/john/15.1-5"},"John 15:1–5"],"), the Word (see",["a.scriptureRef",{"href":"/scriptures/nt/john/1.1,14"},"John 1:1, 14"],"), the Lion (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.5"},"Revelation 5:5"],"), the Cornerstone (see",["a.scriptureRef",{"href":"/scriptures/nt/eph/2.20"},"Ephesians 2:20"],"), the Living Bread (see",["a.scriptureRef",{"href":"/scriptures/nt/john/6.51"},"John 6:51"],"), the Amen (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/3.14"},"Revelation 3:14"],"), the Bright and Morning Star (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/22.16"},"Revelation 22:16"],"), the High Priest (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/3.1"},"Hebrews 3:1"],"), the Bridegroom (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/25.1-13"},"Matthew 25:1–13"],"), the Treader of the Winepress (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.50"},"D&C 133:50"],"), and a Consuming Fire (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/12.29"},"Hebrews 12:29"],"). Careful pondering of the connotations of these titles can provide significant enlightenment about the Savior and His mission."],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p49"},"Likewise, one symbol can convey numerous spiritual truths. For example, the olive tree was used as a symbol of the house of Israel (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.3"},"Jacob 5:3"],"). Applying the guideline of looking at the nature of the symbol, one finds many significant things in an examination of the olive tree:"],[".figure",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.f1"},["ol.number",["li",["span.label","1."],["p.para","The olive tree is a living thing and produces much fruit."]],["li",["span.label","2."],["p.para","The olive tree requires constant pruning by a husbandman if the young shoot is to be brought into production. Without this constant pruning, the tree would grow into the wild olive, which is little more than a bushy tangle of limbs and branches that produces only a small, bitter, worthless fruit."]]]],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.f2"},["ol.number",["li",["span.label","3."],["p.para","To become productive, the wild olive must be cut back completely and then a branch from a tame olive tree must be grafted onto the stem of the wild tree. With careful pruning and cultivating, the tree will begin to produce fruit in seven years and become fully productive in about fourteen to fifteen years."]],["li",["span.label","4."],["p.para","Although it takes a long time to bring the tree into production, once the tree begins to produce it continues to do so for a remarkably long time. Some trees in the Holy Land have been producing abundantly for over four hundred years."]],["li",["span.label","5."],["p.para","When the tree finally grows old and dies, the roots send up a number of new, green shoots which, if properly cultivated, will each grow into a mature olive tree. Thus, the same tree may go on reproducing itself for millennia. (One cannot help but see a symbol of the Resurrection in this phenomenon, and also think of the numerous times when the various groups of the house of Israel seemed to have died and yet new shoots sprang forth from the root to become Israel again.)"]],["li",["span.label","6."],["p.para","The fruit of the tree provides the staple of the Middle Eastern diet. In addition to its use as a food, the olive and its oil were and are used for lighting lamps, anointing the body, cooking, as ingredients in cosmetics, and as medicine."]]]],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p57"},"Many of the signs and tokens given under the Mosaic covenant have been replaced, but that fact does not imply that they were inferior. The Lord commanded the Israelites to put fringes on the borders of their clothing as a reminder of their relationship to the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/num/15.38-39"},"Numbers 15:38–39"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/22.12"},"Deuteronomy 22:12"],"). In response to one scholar who called such peculiar dress the coarse rudiments of a spiritually immature people, a Bible commentator wrote:"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p58"},"“Men dress in diverse and strange ways to conform to the world and its styles. What is so difficult or ‘coarse’ about any conformity to God’s law, or any mode God specifies? There is nothing difficult or strange about this law, nor any thing absurd or impossible.”"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p59"},"He then made this significant point about such symbols:"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p60"},"“It [the wearing of fringed garments] is",["span.emphasis","not"],"observed by Christians, because it was, like circumcision, the Sabbath, and other aspects of the Mosaic form of the covenant, superseded by new signs of the covenant as renewed by Christ. The law of the covenant remains; the covenant rites and signs have been changed. But the forms of covenant signs are no less honorable, profound, and beautiful in the Mosaic form than in the Christian form. The change does not represent an evolutionary advance or a higher or lower relationship. The covenant was fulfilled in Jesus Christ; but God did not treat Moses, David, Isaiah, Hezekiah, or any of His Old Testament covenant people as lesser in His sight or more childish in ability and hence in need of ‘coarse rudiments.’” (Rushdoony, Institutes of Biblical Law, p. 23.)"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p61"},["span.dominant","(C-15)"],["span.emphasis","Before one can fully understand what a symbol is meant to convey, one must understand the spiritual truths being conveyed."],"The Old Testament is full of types, symbols, metaphors, and similitudes of Christ, and yet for the most part the leaders of Judah in Christ’s time rejected Jesus when He came among them. They knew the language, the culture, the idioms, and yet they rejected the significance of what the scriptures taught, and they refused to be converted. They were ignorant of the truths of the gospel which gave the symbols their real meaning. One author emphasized this point by use of an interesting analogy:"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p62"},"“The most perfect representation of a steam-engine to [someone living in a totally undeveloped part of the world] would be wholly and hopelessly unintelligible to him, simply because the reality, the outline of which was presented to him, was something hitherto unknown. But let the same drawing be shewn to those who have seen the reality, such will have no difficulty in explaining the representation. And the greater the acquaintance with the reality, the greater will be the ability to explain the picture. The [person] who had never seen the steam-engine would of course know nothing whatever about it. Those who had seen an engine but know nothing of its principles, though they might tell the general object of the drawing, could not explain the details. But the engineer, to whom every screw and bolt are familiar, to whom the use and object of each part is thoroughly known, would not only point out where each of these was to be found in the picture, but would shew, what others might overlook, how in different engines these might be made to differ.” (Jukes, Law of the Offerings, pp. 14–15.)"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p63"},"The reality behind Old Testament types and symbols is Jesus Christ and His teachings of salvation. The better one understands Him, the more clearly one will see the meaning of the symbols. Without that understanding, the message will be lost."]],[".topic",["h2","(C-16) Search, Study, Ponder, Pray"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p65"},"One does not go to a great museum such as the Smithsonian Institution in Washington, D.C., and fully explore its treasure in an hour or two of leisurely browsing. Similarly, one does not exhaust the typology of the Old Testament in one quick reading of the book. A lifetime of exploration and pondering may be required before the Lord will fully reveal the extent to which He has filled the treasure house of symbolic teaching. Note His own words to Adam:"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p66"},"“And behold, all things have their likeness, and all things are created and made to bear record of me, both things which are temporal, and things which are spiritual; things which are in the heavens above, and things which are on the earth, and things which are in the earth, and things which are under the earth, both above and beneath: all things bear record of me” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.63"},"Moses 6:63"],")."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p67"},"As one studies the Old Testament, especially the types and symbolism of the Mosaic dispensation, one must pay the price in careful study, pondering, and praying, and he will find the Lord unfolding many precious and plain truths to his eyes. The Old Testament is full of Jesus Christ if one will only have eyes to see and ears to hear."]]]]]],"refs":null}
