{"id":23,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":23,"title":"Enrichment Section D: Feasts and Festivals","subtitle":"","short_title":"D","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.head1"},[".titleNumber","D"],["h1","Enrichment Section"],["h1","Feasts and Festivals"]],[".bodyBlock",[".topic",["h2","(D-1) The Purpose of Holidays"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p5"},"Almost universally mankind looks forward to its holidays, for they represent a break in the usual rigors of sustaining mortal existence. The Lord Himself has acknowledged their benefit from the earliest times. Knowing that an endless procession of days filled with toil can cause man to become hardened and insensitive to the things of the Spirit, the Lord instituted holidays. The word is important. It means “holy day,” that is, “a day marked by a general suspension of work in commemoration of an event” (Webster’s New Collegiate Dictionary, s.v., “holiday”). Rather than simply designating special days only to break the routine, however, in the Mosaic dispensation the Lord established holy days that would accomplish a spiritual purpose as well. The feasts and festivals were given by revelation to lift the spirit as well as rest the body. Like all other parts of the Mosaic law, the feasts and festivals also pointed to Christ."]],[".topic",["h2","(D-2) The Sabbath",["span.emphasis","(Shabbat)"]],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p7"},"The most important and most frequent of the Lord’s holy days was the Sabbath. It was a regular break in what otherwise could have been arduous monotony. On this day, as on all His holy days, the Lord gave mankind a respite from the commandment He gave to Adam to earn his bread by toil “",["span.emphasis","all"],"the days of thy life” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.17"},"Genesis 3:17"],"; emphasis added). Mankind was permitted one day in seven to rest, renew, and remember. On the Sabbath he was to remember three important events: (1) that the Creation was an act of the Lord Jesus Christ for the advancement of mankind; (2) that the release of Israel from Egyptian bondage was accomplished through the power of Jehovah; and (3) that the resurrection of Christ would bring the promise of immortality for all mankind. (See McConkie, The Promised Messiah, pp. 394–96; see also",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-20-the-ten-commandments.p1"},"Reading 11-8"],"for extensive commentary on the Sabbath.)"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p8"},"By ceasing from his own work and remembering the Lord’s work, which is “to bring to pass the immortality and eternal life of man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],"), man would be drawn to God. This was the purpose of all the feasts and festivals as well as the purpose of the Sabbath. In all the holy days can be seen the ordinances and rites that helped Israel",["span.emphasis","remember"],"their Deliverer and Redeemer and",["span.emphasis","renew"],"their covenants with Him. Each holy day was a celebration observed by feasts and festivities or solemn convocations, fasting, and prayer."]],[".topic",["h2","(D-3) The Holy Days of Ancient Israel"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p10"},"Although the ancient Israelites had many days in the year set apart for festivities or fasting and prayer, four besides the sabbaths were of particular importance: the feast of Passover, the feast of Pentecost, the day of Atonement, and the feast of Tabernacles. The feasts of Passover, Pentecost, and Tabernacles were joyous festivals having their origins deep in historical events or the cycle of the harvest. The day of Atonement was a period of national contrition and repentance."],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p11"},"These holy days were set down for Israel by the Lord. During these days every male Israelite was commanded to appear “before the Lord thy God” (meaning at the tabernacle, or, later, the temple) as a symbol of his allegiance to his Maker (",["a.scriptureRef",{"href":"/scriptures/ot/deut/16.16"},"Deuteronomy 16:16"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/lev/16.29-34"},"Leviticus 16:29–34"],"). In this way Israel was given a chance four times a year to pause and reflect on the blessings of God. Further, each holy day was organized to emphasize a particular aspect of the nature and mission of the Lord Jesus Christ."]],[".topic",["h2","(D-4) The Feast of Passover (",["span.emphasis","Pesach"],")"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p13"},"The feast of Passover, together with the feast of Unleavened Bread, commemorated the Israelites’ deliverance from Egyptian slavery. The festival began on the fifteenth day of Nisan (the latter part of March) and continued for seven days. The main part of the celebration was the eating of the paschal, or Passover, meal of bitter herbs, unleavened bread, and roasted lamb. The lamb was slain the evening before the celebration began, and the father of each household sprinkled its blood on the door posts and lintel of the home. Strict rules governed the preparation and eating of the paschal meal. The lamb was to be roasted whole, care being taken not to break any of its bones. The members of the family stood and ate hastily. Any portions of the lamb remaining from the meal were to be burned."],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p14"},"The ritual reminded Israel of the days of bondage in Egypt when life, like the herbs, was indeed bitter, and helped them remember their deliverance by the Lord when unleavened bread was eaten for seven days and the people awaited the signal to begin their journey to freedom."],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p15"},"But the chief significance of the ritual was not historical. The details of the performances involved were arranged to bear witness not merely of Israel’s deliverance but also of her Deliverer. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p1"},"chapter 10"],"for further discussion of the purpose of the Passover celebration.)"]],[".topic",["h2","(D-5) The Feast of Weeks (",["span.emphasis","Shavuot,"],"or Pentecost)"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p17"},"The second great annual feast commemorated in ancient Israel was the feast of Weeks, known to Christians as Pentecost. The word",["span.emphasis","pentecost"],"comes from the Greek and means “the fiftieth day.” The festival, one day in length, came seven weeks, or forty-nine days, after Passover. It fell in the latter part of May or early June. Its timing was important, for it marked the beginning of the harvest of the new wheat. The offerings placed upon the great altar on that day included sheaves of wheat and signified to all present that while man plows the ground, sows the seed, and reaps the harvest, God is the real giver of the increase. It is He who created the earth and gave it productive strength. It is He who sends the rain and causes the sun to shine for living things to grow. One purpose of the festival was so that all Israel would truly say, “The earth is the Lord’s and the fulness thereof; the world, and they that dwell therein” (",["a.scriptureRef",{"href":"/scriptures/ot/ps/24.1"},"Psalm 24:1"],")."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p18"},"In the sacrifices of the day, however, a greater importance can be seen. On this day two lambs, a young bull, and two rams were offered as sin and peace offerings, and burned on the altar of sacrifice. These sacrifices indicated that the purpose of the feast was for Israel to gain a remission of sins and obtain a reconciliation with God. The sacrifice of animals could not actually bring about this atonement and reconciliation, but rather typified the atoning blood and sacrifice of Christ and the sanctifying, purging influence of the Holy Spirit, which is likened to the cleansing fire that consumes all corruptible things. Burning the sacrifices on the great altar thus signified the way in which Israel’s sins would be truly remitted. Elder Bruce R. McConkie commented on the symbolical significance of the feast and what happened shortly after the Resurrection on the day of Pentecost."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p19"},"“With the closing of the Old and the opening of the New Dispensation, the Feast of Pentecost ceased as an authorized time of religious worship. And it is not without significance that the Lord chose the Pentecost, which grew out of the final Passover, as the occasion to dramatize forever the fulfillment of all that was involved in the sacrificial fires of the past. Fire is a cleansing agent. Filth and disease die in its flames. The baptism of fire, which John promised Christ would bring, means that when men receive the actual companionship of the Holy Spirit, then evil and iniquity are burned out of their souls as though by fire. The sanctifying power of that member of the Godhead makes them clean. In similar imagery, all the fires on all the altars of the past, as they burned the flesh of animals, were signifying that spiritual purification would come by the Holy Ghost, whom the Father would send because of the Son. On that first Pentecost of the so-called Christian Era such fires would have performed their purifying symbolism if the old order had still prevailed. How fitting it was instead for the Lord to choose that very day to send living fire from heaven, as it were, fire that would dwell in the hearts of men and replace forever all the fires on all the altars of the past. And so it was that ‘when the day of Pentecost was fully come, they were all with one accord in one place. And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting. And there appeared unto them cloven tongues like as of fire, and it sat upon each of them. And they were all filled with the Holy Ghost.’ (",["a.scriptureRef",{"href":"/scriptures/nt/acts/2.1-4"},"Acts 2:1–4"],".)” (The Promised Messiah, pp. 431–32.)"]],[".topic",["h2","(D-6) The Day of Atonement",["span.emphasis","(Yom Kippur)"]],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p21"},"Of all the religious days in the Hebrew calendar, the day of Atonement was the most solemn and sacred. All manual labor stopped, and there was no feasting or frolicking. It was, instead, a time to “afflict” one’s soul by fasting, a day to cleanse oneself from sin, a day for prayer, meditation, and deep contrition of soul (",["a.scriptureRef",{"href":"/scriptures/ot/lev/16.29"},"Leviticus 16:29"],")."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p22"},"In the observances of the day of Atonement is the heart and center of the whole Mosaic law, namely, the Atonement of the Lord Jesus Christ."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p23"},"“This is what the law of Moses is all about. The law itself was given so that men might believe in Christ and know that salvation comes in and through his atoning sacrifice and in no other way. Every principle, every precept, every doctrinal teaching, every rite, ordinance, and performance, every word and act—all that appertained to, was revealed in, and grew out of the ministry of Moses, and all the prophets who followed him—all of it was designed and prepared to enable men to believe in Christ, to submit to his laws, and to gain the full blessings of that atonement which he alone could accomplish. And the chief symbolisms, the most perfect similitudes, the types and shadows without peer, were displayed before all the people once each year, on the Day of Atonement."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p24"},"“On one day each year—the tenth day of the seventh month—Israel’s high priest of the Levitical order, the one who sat in Aaron’s seat, was privileged to enter the Holy of Holies in the house of the Lord, to enter as it were the presence of Jehovah, and there make an atonement for the sins of the people. In the course of much sacrificial symbolism, he cleansed himself, the sanctuary itself, the priesthood bearers as a whole, and all of the people. Sacrificial animals were slain and their blood sprinkled on the mercy seat and before the altar; incense was burned, and all of the imagery and symbolism of the ransoming ordinances was carried out. One thing, applicable to this day only, is of great moment. Two goats were selected, lots were cast, and the name of Jehovah was placed upon one goat; the other was called Azazel, the scapegoat. The Lord’s goat was then sacrificed as the Great Jehovah would be in due course, but upon the scapegoat were placed all of the sins of the people, which burden the scapegoat then carried away into the wilderness. The high priest, as the law required, ‘lay both his hands upon the head of the live goat’ and confessed ‘over him all the iniquities of the children of Israel, and all their transgressions in all their sins, putting them upon the head of the goat.’ The goat then bore upon him ‘all their iniquities unto a land not inhabited,’ even as the Promised Messiah should bear the sins of many. ‘For on that day shall the priest make an atonement for you, to cleanse you,’ Moses said, ‘that ye may be clean from all your sins before the Lord.’ (",["a.scriptureRef",{"href":"/scriptures/ot/lev/16"},"Lev. 16"],".)"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p25"},"“Knowing, as we do, that sins are remitted in the waters of baptism; that baptisms were the order of the day in Israel; and that provision must be made for repentant persons to free themselves from sins committed after baptism—we see in the annual performances of the Day of Atonement one of the Lord’s provisions for renewing the covenant made in the waters of baptism and receiving anew the blessed purity that comes from full obedience to the law involved. In our day we gain a similar state of purity by partaking worthily of the sacrament of the Lord’s supper."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p26"},"“The symbolism and meaning of the ordinances and ceremonies performed on the Day of Atonement are set forth by Paul in his Epistle to the Hebrews. He calls the tabernacle-temple ‘a worldly sanctuary,’ wherein sacrificial ordinances were performed each year by Levitical priests to atone for the sins of men and prepare them to enter the Holy of Holies. These ordinances were to remain ‘until the time of reformation,’ when Christ should come as a high priest of ‘a greater and more perfect tabernacle,’ to prepare himself and all men, by the shedding of his own blood, to obtain ‘eternal redemption’ in the heavenly tabernacle. The old covenant was but ‘a shadow of good things to come, … For it is not possible that the blood of bulls and of goats should take away sins. … But this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God.’ (",["a.scriptureRef",{"href":"/scriptures/nt/heb/9"},"Heb. 9"],"and 10.) How perfectly the Mosaic ordinances testify of Him by whom salvation comes and in whose holy name all men are commanded to worship the Eternal Father forevermore!” (McConkie, The Promised Messiah, pp. 435–37.)"]],[".topic",["h2","(D-7) The Feast of Tabernacles",["span.emphasis","(Succoth)"]],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p28"},"The feast of Tabernacles (also called the feast of Booths or the feast of Ingathering) occurred five days after the day of Atonement on the fifteenth day of Tishri, the seventh month of the Hebrew calendar, which corresponds to our late September or early October. The feast of Tabernacles began and ended on a Sabbath and so was eight days in length."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p29"},"A distinctive part of this celebration was the erecting of temporary huts or booths (",["span.emphasis","succoth,"],"in Hebrew) made from the boughs of trees. The people stayed in these huts for the duration of the feast. This requirement reminded the people of the goodness of the Lord during their forty-year sojourn in the wilderness of Sinai and the blessing that was theirs to live permanently, if they were obedient, in the promised land."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p30"},"“More sacrifices were offered during the Feast of the Passover than at any other time because a lamb was slain for and eaten by each family or group, but at the Feast of Tabernacles more sacrifices of bullocks, rams, lambs, and goats were offered by the priests for the nation as a whole than at all the other Israelite feasts combined. The fact that it celebrated the completion of the full harvest symbolizes the gospel reality that it is the mission of the house of Israel to gather all nations to Jehovah, a process that is now going forward, but will not be completed until that millennial day when ‘the Lord shall be king over all the earth,’ and shall reign personally thereon. Then shall be fulfilled that which is written: ‘And it shall come to pass, that every one that is left of all the nations … shall even go up from year to year to worship the King, the Lord of hosts, and to keep the feast of tabernacles. And it shall be, that whoso will not come up of all the families of the earth unto Jerusalem to worship the King, the Lord of hosts, even upon them shall be no rain.’ (",["a.scriptureRef",{"href":"/scriptures/ot/zech/14.9-21"},"Zech. 14:9–21"],".) That will be the day when the law shall go forth from Zion and the word of the Lord from Jerusalem. Manifestly when the Feast of Tabernacles is kept in that day, its ritualistic performances will conform to the new gospel order and not include the Mosaic order of the past."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p31"},"“Included in the Feast of Tabernacles was a holy convocation, which in this instance was called also a solemn assembly. In our modern solemn assemblies we give the Hosanna Shout, which also was associated with the Feast of Tabernacles anciently, except that ancient Israel waved palm branches instead of white handkerchiefs as they exulted in such declarations as ‘Hosanna, Hosanna, Hosanna, to God and the Lamb.’ By the time of Jesus some added rituals were part of the feast, including the fact that a priest went to the Pool of Siloam, drew water in a golden pitcher, brought it to the temple, and poured it into a basin at the base of the altar. As this was done the choir sang the Hallel, consisting of",["a.scriptureRef",{"href":"/scriptures/ot/ps/113"},"Psalms 113"],"to 118. ‘When the choir came to these words, “O give thanks to the Lord,” and again when they sang, “O work then now salvation, Jehovah;” and once more at the close, “O give thanks unto the Lord,” all the worshippers shook their lulavs [palm branches] towards the altar,’ which is closely akin to what we do in giving the Hosanna Shout today. ‘When, therefore, the multitudes from Jerusalem, on meeting Jesus, “cut down branches from the trees, and strewed them in the way, and … cried, saying, O then, work now salvation to the Son of David!” they applied, in reference to Christ, what was regarded as one of the chief ceremonies of the Feast of Tabernacles, praying that God would now from “the highest” heavens manifest and send that salvation in connection with the Son of David, which was symbolised by the pouring out of water.’ (Alfred Edersheim, The Temple, p. 279.)” (McConkie, The Promised Messiah, pp. 433–34.)"]]]]]],"refs":null}
