{"id":20,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":20,"title":"Exodus 25–30; 35–40: The House of the Lord in the Wilderness","subtitle":"","short_title":13,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.head1"},[".titleNumber","13"],["h1","Exodus 25–30; 35–40"],["h1","The House of the Lord in the Wilderness"]],[".bodyBlock",[".topic",["h2","(13-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p5"},"Out of the thunders of Sinai the Lord revealed a glorious plan by which He could redeem the children of Israel. The Lord opened the heavens to Moses and through him extended to Israel the opportunity to come to a fulness of His glory, taste of His love, and truly become a Zion people (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.8"},"Exodus 25:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/29.43"},"29:43"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.23-27"},"D&C 84:23–27"],"). During his forty-day fast upon the mount, Moses received every detail needed for the construction of a tabernacle, a house of the Lord, where Israel could come and receive the keys of salvation and exaltation."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p6"},"The tie between this tabernacle and latter-day temples is unmistakable. Like modern temples, the tabernacle was to be a house wherein “every needful thing” could be found (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.15"},"D&C 109:15"],"). It would be a house of prayer, a house of fasting, a house of faith, a house of glory and of God, so that “all the incomings of thy people, into this house, may be in the name of the Lord; that all their outgoings from this house may be in the name of the Lord” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.16-18"},"D&C 109:16–18"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/lev/9.23"},"Leviticus 9:23"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/10.8-11"},"10:8–11"],"). Thus, through the power of revelation, Israel could be “taught words of wisdom” and “seek learning even by study, and also by faith” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.14"},"D&C 109:14"],")."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p7"},"Deep meaning is associated with the physical dimensions and plan of the tabernacle. They were meant to reflect spiritual patterns that are also reflected in temples today. Prayerful study and meditation will help you to comprehend the importance of this ancient dwelling place of the Lord."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/ex/25"},"Exodus 25–30; 35–40"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Exodus 25–30; 35–40"],[".topic",["h3","(13-2)",["a.scriptureRef",{"href":"/scriptures/ot/ex/25"},"Exodus 25–30; 35–40"],". Why Are There Two Accounts in Exodus of the Tabernacle?"],["p.para",{"id":"p13","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p13"},"While on Mount Sinai, Moses received the revelation detailing the plans for the tabernacle (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25"},"Exodus 25–30"],"). When he came down, Moses gathered Israel and they began the actual construction of the tabernacle (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/35"},"Exodus 35–40"],"). Since Moses used the revelation to guide the construction, there is a close parallel between the two descriptions in Exodus. (",["span.emphasis","Note:"],"For purposes of commentary here, the focus will be on",["a.scriptureRef",{"href":"/scriptures/ot/ex/25"},"Exodus 25–30"],", the revelation chapters, and significant additions recorded in the construction chapters will be noted as necessary.)"]],[".topic",["h3","(13-3)",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.1-9"},"Exodus 25:1–9"],". A Willing Heart"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p15"},"It is significant that, before revealing the pattern of the tabernacle itself, the Lord told Moses that Israel had to demonstrate a willingness to sacrifice to build His sanctuary (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.2"},"v. 2"],"). Mormon taught that if a gift of sacrifice is offered to the Lord with a grudging attitude, not only is it not acceptable to the Lord, but it becomes an evil act (see",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.6-10"},"Moroni 7:6–10"],"). Unless Israel had the right attitude about the sacrifice of their materials, it would do them no good. Modern readers should remember that despite their other faults and failings (the golden calf episode took place while Moses was on the mount receiving this revelation), when Israel heard what the Lord asked, they responded with joyous liberality. Their hearts were indeed touched (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/35.20-22,25-26,29"},"Exodus 35:20–22, 25–26, 29"],"), and finally Moses had to restrain them, for they gave far more than was needed for the tabernacle (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/36.5-7"},"Exodus 36:5–7"],")."],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p16"},"In",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.8"},"Exodus 25:8"],"the Lord clearly revealed the purpose for the tabernacle—it was to be the house of the Lord. The Hebrew word which is translated “tabernacle” actually means “tent” or “dwelling” (Wilson, Old Testament Word Studies, s.v. “tabernacle,” p. 434)."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p17"},"The phrase “according to all that I shew thee” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.9"},"v. 9"],"), seems to indicate that Moses was actually shown the tabernacle and its furnishings and not just given a verbal description."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p18"},"The ephod (pronounced in Hebrew",["span.emphasis","ay’fode"],") mentioned in",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.7"},"verse 7"],"is discussed in detail in Reading 13-13."]],[".topic",["h3","(13-4)",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.10"},"Exodus 25:10"],". What Do the Terms Shittim and Cubit Mean?"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p20"},"Shittim is pronounced",["span.emphasis","shee-teem’"],"in Hebrew and is used to designate a desert acacia tree known throughout Egypt and the Near East (see Smith, Dictionary of the Bible, s.v. “shittah tree, shittim,” pp. 624–25). Because its hard wood endured well and also took a high polish, it was ideal for the construction of the tabernacle."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p21"},"The dimensions of the tabernacle are described in a unit of measure called a cubit, which is about eighteen inches in length. (The student should refer to the",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/maps-and-charts.p1"},"chart on weights and measures"],"in Maps and Charts.)"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p22"},"Much of the furniture of the tabernacle was constructed of shittim wood and covered with gold leaf to give it the appearance of gold. Had the furnishings been made of solid gold, they would have been far too heavy to carry."]],[".topic",["h3","(13-5)",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.10-22"},"Exodus 25:10–22"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/37.1-9"},"37:1–9"],". The Ark of the Covenant"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p25"},"The ark of the covenant was a chest, or box, of shittim wood overlaid with gold. It was approximately three feet nine inches long, two feet three inches wide, and two feet three inches high. Staves, or poles, on both sides allowed the priests to carry it without actually touching the ark itself. Inside, the tablets of the law given to Moses on Mount Sinai were placed (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.16"},"v. 16"],"). Hence, it was called the ark of the testimony or ark of the covenant. Later, a pot of manna and Aaron’s rod, which miraculously bloomed, were also placed inside the ark (see",["a.scriptureRef",{"href":"/scriptures/nt/heb/9.4"},"Hebrews 9:4"],"). The ark was placed inside the inner room of the tabernacle known as the most holy place, or Holy of Holies. The ark was viewed with the greatest reverence by the Israelites, and prayers were recited before it was moved or placed in position (see",["a.scriptureRef",{"href":"/scriptures/ot/num/10.35-36"},"Numbers 10:35–36"],")."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p26"},"The lid, or covering, for the ark is described in",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.17-22"},"Exodus 25:17–22"],". The King James Version translates the Hebrew word",["span.emphasis","kapporeth"],"(which means “seat of atonement”) as “mercy seat.” The covering was made of solid gold and on it were formed two cherubim with wings which came up and overshadowed the lid or mercy seat."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p27"},"The word",["span.emphasis","cherubim"],"usually refers to guardians of sacred things. While the exact meaning of the word is not known, most scholars agree that these cherubim represented “redeemed and glorified manhood” or “glorified saints and angels” (Wilson, Old Testament Word Studies, s.v. “cherubim,” p. 75). Since Latter-day Saints do not believe that angels have wings, as they are often shown in religious art, the commandment to form wings on the cherubim may raise some questions. Another revelation indicates, however, that wings symbolically represent the power to move and to act (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.4"},"D&C 77:4"],"). Between these cherubim on the mercy seat, God told Moses, He would meet with him and commune with him. Latter-day revelations state that angels stand as sentinels guarding the presence of God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"D&C 132:19"],")."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p28"},"The blood of the lamb of Jehovah was sprinkled upon the mercy seat during the sacred day of Atonement. (For a complete discussion of the sacred significance of this event, see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p1"},"Reading 15-8"],".) Paul and John both spoke of Jesus as being “the propitiation” for our sins (see",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/2.2"},"1 John 2:2"],";",["a.scriptureRef",{"href":"/scriptures/nt/1-jn/4.10"},"4:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/3.25"},"Romans 3:25"],"). The Greek word",["span.emphasis","hilasterion,"],"translated “propitiation,” was also used to translate the Hebrew",["span.emphasis","kapporeth"],"(“seat of atonement”) in the Greek Old Testament. One scholar discussed the significance of the word",["span.emphasis","hilasterion:"]],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p29"},"“All Greek nouns which end in",["span.emphasis","-erion"],"mean",["span.emphasis","the place where something is done. Dikasterion"],"means the place where",["span.emphasis","dike,"],"justice is done, and therefore a law court.",["span.emphasis","Thusiasterion"],"means the place where",["span.emphasis","thusia,"],"sacrifice is done, and therefore the altar. Therefore",["span.emphasis","hilasterion"],"can certainly mean the place where",["span.emphasis","hilasmos,"],"expiation, is done and made. Because of that, both in the Old and New Testament,",["span.emphasis","hilasterion"],"has a regular and a technical meaning. It always means the lid of gold above the ark which was known as",["span.emphasis","the mercy-seat."],"In",["span.emphasis","Exodus"],"25:17 it is laid down of the furnishings of the tabernacle: ‘Thou shalt make a mercy-seat (",["span.emphasis","hilasterion"],") of pure gold.’ In only one other place in the New Testament is the word used, in",["span.emphasis","Hebrews"],"9:5, and there the writer speaks of the cherubim who overshadow the mercy-seat. The word is used in that sense more than twenty times in the Greek Old Testament. …"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p30"},"“If then we take",["span.emphasis","hilasterion"],"to mean the mercy-seat, and, if we call Jesus our",["span.emphasis","hilasterion"],"in that sense, it will mean, so to speak, that Jesus is the place where man and God meet, and that specially He is the place where man’s sin meets with the atoning love of God.” (Barclay, The Mind of St. Paul, pp. 87–88.)"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p31"},"Clearly, then, the ark of the covenant was one of the most significant features of the tabernacle, both in its importance to ancient Israel and also in its symbolic significance."]],[".topic",["h3","(13-6)",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.17"},"Exodus 25:17"],". What Was the Significance of the Use of Gold in the Tabernacle and Its Furnishings?"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p33"},"Gold has been highly treasured by men from the earliest times and thus has symbolic as well as monetary significance. “Gold is often employed in Scripture as an emblem of what is divine, pure, precious, solid, useful, incorruptible, or lasting and glorious” (Fallows, Bible Encyclopedia, s.v. “gold,” 2:723). This symbolism clearly explains the use of gold in the ark of the covenant."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p34"},"Silver and brass also were used in other parts of the tabernacle and its furnishings. These two metals have symbolic as well as functional significance. The",["span.emphasis","Encyclopaedia Judaica"],"notes:"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p35"},"“The relativity of holiness was further pointed up by the materials. Fine or pure gold was used for the Ark, the propitiatory, the table of the Presence and its vessels; for the lampstand and its accessories; for the altar of incense; and for the high priest’s garments. Ordinary gold was employed for the moldings, the rings, and the staves of the Ark, of the table, and of the incense altar; for the hooks of the curtains; for the frames and bars; for the pillars of the veil and screen; and for other parts of the high priest’s vestments. Silver was reserved for the bases of the frames, for the pillars of the veil, and for moldings in the court. Finally there was bronze, of which metal the altar of burnt offering and its utensils, the bases of the court, and the laves were made. The same principle applied to the embroidered stuff and linen."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p36"},"“The theme of gradation was continued in respect of the three divisions of the people. The Israelites could enter the court only; the priests could serve in the Holy Place; the high priest alone could enter the Holy of Holies but once a year—on the Day of Atonement.” (S.v. “tabernacle,” 15:687.)"]],[".topic",["h3","(13-7)",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.23-30"},"Exodus 25:23–30"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/37.10-16"},"37:10–16"],". The Table of Shewbread and Its Instruments"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p38"},"The second article of furniture described by the Lord was the table of shewbread. Like the ark of the covenant, it too was to be made of shittim wood with a gold overlay (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.23-24"},"vv. 23–24"],"). It had a crown and border (probably a rim) of gold on the top, or surface, of the table and had rings and staves to provide for easy transport. It was about three feet long, eighteen inches wide, and twenty-seven inches high. Various vessels of gold, called the spoons, dishes, covers, or bowls in the King James Version of the Bible, were made for use with the table."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p40"},"This table got its name from the twelve loaves of bread which were placed upon it. The Lord called it “shewbread” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.30"},"v. 30"],"), which translates literally the Hebrew word meaning “the bread of faces,” or “the bread of the presence,” signifying that this bread was placed before the face of the Lord or in His presence (Wilson, Old Testament Word Studies, s.v. “shew, shew-bread,” p. 388; Hastings, Dictionary of the Bible, s.v. “shewbread,” p. 847). The bread was made of fine flour (that is, the wheat had been very finely ground and not left with the kernels partially intact) into twelve loaves of considerable size—two-tenths of a deal would be about a fifth of a bushel of flour (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.5"},"Leviticus 24:5"],"; Hastings, Dictionary of the Bible, s.v. “shewbread,” p. 847). Thus, the cakes would likely have weighed over ten pounds each. The loaves were put into two stacks, and upon each pile was placed pure frankincense that was later burned on the altar of incense “an offering made by fire unto the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.7"},"Leviticus 24:7"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.6"},"v. 6"],"). The bread was changed each Sabbath and the bread that was removed was eaten by the priests (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/24.8-9"},"Leviticus 24:8–9"],"). This was the bread given to David when he fled from King Saul (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/21.1-6"},"1 Samuel 21:1–6"],";",["a.scriptureRef",{"href":"/scriptures/nt/matt/12.4"},"Matthew 12:4"],")."],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p41"},"Most scholars and old Jewish traditions agree that wine was also placed on the table along with the bread, although it is not mentioned specifically in the biblical account. The spoons were actually vessels or cups, rather than spoons as they are known today, and were probably the containers for the liquid. (See Fallows, Bible Encyclopedia, s.v. “shewbread,” 3:1576; Hastings, Dictionary of the Bible, s.v.",["a.scriptureRef",{"href":"/scriptures/bd/shewbread"},"“shewbread,”"],"p. 847.) Thus, the items placed on the table of shewbread have distinct parallels in the emblems of the sacrament."]],[".topic",["h3","(13-8)",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.31-40"},"Exodus 25:31–40"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/37.17-24"},"37:17–24"],". The Golden Candlestick"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p43"},"The source of light for the tabernacle was the sacred candlestick. Called",["span.emphasis","menorah"],"in Hebrew, which means the “place of lights” (Fallows, Bible Encyclopedia, s.v. “candlestick,” 1:332), it held not candles but rather seven cup-shaped containers filled with pure olive oil into which a wick was inserted and lit. Made of solid gold, the",["span.emphasis","menorah"],"was supported by a base which rested upon three feet. Its shaft rose from the base which was decorated by knops (spherical ornamentations), bowls (enlargements proportionate in size to the knops and upon which were almond blossoms), and flowers (disc-like enlargements representing the shape of an almond flower petal). Each of the branches of the",["span.emphasis","menorah"],"was crowned with a light which illuminated the holy place, or first room of the tabernacle."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p44"},"The number seven has sacred significance in the Old Testament, connoting wholeness or perfection (see Smith, Dictionary of the Bible, s.v. “seven,” pp. 607–8; Douglas, New Bible Dictionary, s.v.",["a.scriptureRef",{"href":"/scriptures/bd/numbers"}],"“numbers,” p. 898). Thus, the light provided in the house of the Lord symbolized the perfect light."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p45"},"The oil for the seven lamps had to be pure olive oil (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/27.20"},"Exodus 27:20"],") that had been consecrated for that purpose. The Jewish festival of Hannukah, or the festival of lights, celebrates the time when Judas Maccabeus finally drove the Greeks from the temple in Jerusalem around 165",["span.small","B.C."],"According to Jewish tradition, the Maccabees found only enough consecrated oil for the sacred lamps to last one day. The consecration of new oil took eight days; yet miraculously, the meager supply burned until a new supply could be properly prepared. (See Josephus, Antiquities of the Jews, bk. 12, chap. 7, par. 6.)"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p46"},"Other scriptures indicate that olive oil represents the Holy Spirit, probably because it provided fire, heat, and light when burned in the lamps (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56-57"},"D&C 45:56–57"],"). Thus, the sacred",["span.emphasis","menorah"],"was a type or symbol of the true source of spiritual light, namely the Holy Ghost as He bears witness of the Father and the Son."]],[".topic",["h3","(13-9)",["a.scriptureRef",{"href":"/scriptures/ot/ex/26.1-14"},"Exodus 26:1–14"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/36.8-38"},"36:8–38"],". The Coverings for the Tabernacle"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p49"},"Because the Israelites were wandering in the wilderness at this time, the tabernacle had to be portable. The walls were formed of panels that could be joined together (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.15-16"},"Exodus 25:15–16"],"). Then the walls and open ceiling were covered with four different layers of fabric."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p50"},"The inner fabric was made of fine-twined linen. The Hebrew word translated “linen” signifies not only the fabric but also “whiteness” (Wilson, Old Testament Word Studies, s.v. “linen,” p. 255; see also Fallows, Bible Encyclopedia, s.v. “linen,” 2:1068). Scholars believe it was either a fine cotton fabric or one made from flax. Because of the length of the tabernacle, ten curtains, or pieces of fabric, were needed to cover it. This inner layer was to have cherubim (angels) embroidered upon it and was to incorporate, besides the whiteness, the colors blue, purple, and scarlet."],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_all_020_04_temple.jpg"}],[".caption",["p",{"id":"lds-51"},"The tabernacle in the wilderness"]]],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p52"},"The selvage of these curtains was a special border at the edge of each woven piece that prevented raveling. This border was usually of different size threads and was sometimes of a different weave than the rest of the curtain."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p53"},"By means of golden clasps or pins called taches, the selvages of adjacent curtain segments were joined together, creating the appearance of a single drape over the tabernacle."],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p54"},"The other three fabrics consisted of goats’ hair, rams’ skins dyed red, and badgers’ skins (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/26.7,14"},"Exodus 26:7, 14"],"). The nature of the last kind of fabric is not clear; scholars seem to agree only that it was not the skin of badgers. The Hebrew word implies the color of, more than the kind of, fabric (see Wilson, Old Testament Word Studies, s.v. “badger,” p. 27). Some scholars believe it may have been the skins of porpoises or seals from the Red Sea which would have given the tabernacle a waterproof outer covering (see Keil and Delitzsch, Commentary, 1:2:163)."]],[".topic",["h3","(13-10)",["a.scriptureRef",{"href":"/scriptures/ot/ex/26.15-30"},"Exodus 26:15–30"],". What Were the Tenons and Sockets?"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p56"},"The tenon was one of two large rectangular dowels at the bottom end of each board. The tenon fitted into a double base support called a socket that could slip up and down each tenon independently. Since all of the boards were fastened firmly side to side, making a rigid wall, every socket could rest on the ground even when it was irregular. One is immediately impressed with the detail that the Lord gave Moses concerning His dwelling place."]],[".topic",["h3","(13-11)",["a.scriptureRef",{"href":"/scriptures/ot/ex/26.31-37"},"Exodus 26:31–37"]],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p58"},"The two veils, or hangings for the door, described here are the outer door to the tabernacle (the front entrance) and the veil which separated the holy place, or first room, from the inner Holy of Holies. This latter veil is properly called the veil of the tabernacle."]],[".topic",["h3","(13-12)",["a.scriptureRef",{"href":"/scriptures/ot/ex/27.1-19"},"Exodus 27:1–19"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.17-21"},"30:17–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/38.1-20"},"38:1–20"],". The Outer Courtyard and Its Furnishings"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p60"},"Surrounding the tabernacle itself was a large enclosed area protected by woven hangings attached to a movable wall. In this courtyard was located the altar of burnt offerings (altar of sacrifice) and the laver of water for the symbolic cleansing of hands and feet. Into this courtyard anyone of Israel could bring sacrifices, but only the priests could enter the tabernacle itself. (Sometimes, however, the tabernacle referred to in the Old Testament means the whole complex, including the courtyard, and not just the tent itself.)"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p61"},"Each pillar of the court of the tabernacle was ringed horizontally by silver fillets, which were rectangular bands around each pillar to both protect the wood and beautify it. The hangings, or the fabric which formed the outer walls of the court, were attached to the top of each pillar and were secured at the bottom by ties to the brass pins which were firmly driven into the ground. The following were the furnishings of this outer court:"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p62"},["span.emphasis","Altar of burnt offerings."],"All burnt offerings performed within the tabernacle took place on this altar. It was hollow, five cubits square and three cubits high, or about 7½ x 7½ x 5 feet in dimension. It was made of shittim wood overlaid with brass plates."],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p63"},"It had four horns on its corners. Upon these horns the blood of the sacrifice was to be smeared. By laying hold of these horns, a person could find asylum and safety (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/1.50"},"1 Kings 1:50"],";",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/2.28"},"2:28"],"), although not if he was guilty of premeditated murder (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/21.14"},"Exodus 21:14"],"). Sometimes the horns were used to bind the animal or intended sacrifice."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p64"},["span.emphasis","Holy instruments of sacrifice."],"The pan was a large, brazen dish placed under the altar to receive the ashes as they fell through."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p65"},"Brazen fire shovels were used for emptying the pans."],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p66"},"The basons were receptacles used to catch the blood from the sacrifice."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p67"},"The fleshhook was a three-pronged hook that the priest used to dip into the sacrificial container. That which he brought up was to be kept for himself."],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p68"},"The firepan was the container in which was kept the continuously burning fire for sacrifice."],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p69"},["span.emphasis","Laver."],"This, like the altar of sacrifice, was made of brass. It stood between the altar of sacrifice and the tabernacle. It was used by the priests for cleansing, preparatory to entering the tabernacle."],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p70"},"In Solomon’s day, when a permanent temple was constructed, the laver was set on the backs of twelve oxen (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/7.23-26"},"1 Kings 7:23–26"],")."]],[".topic",["h3","(13-13)",["a.scriptureRef",{"href":"/scriptures/ot/ex/28"},"Exodus 28; 39"],". The Priesthood Garments and Their Significance"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p72"},"When the children of Israel forfeited their right to the higher priesthood and its associated blessings and responsibilities, the Lord established the Levitical Priesthood among them (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.18-27"},"D&C 84:18–27"],"). Through this order of the priesthood Israel enjoyed the principles of the preparatory gospel. They were reminded continually of the atoning sacrifice of the Savior, who was symbolically represented before them in the person officiating as priest (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/8.5-10"},"Leviticus 8:5–10"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/21.10"},"21:10"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/5.4"},"Hebrews 5:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/7.11-12,21"},"7:11–12, 21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.1,13-20"},"D&C 107:1, 13–20"],"; JS—H, 1:68–72)."],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p73"},"The pattern for the official clothing of the high priest, or presiding head of the Aaronic Priesthood (not the Melchizedek Priesthood office of high priest), was given by revelation and had symbolic as well as practical significance. It consisted of the following items:"],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p74"},["span.emphasis","Ephod."],"“The ephod [pronounced",["span.emphasis","ay’fode"],"in Hebrew] was an article of sacred clothing worn by the high priests of the Levitical Priesthood. The Lord directed that they were not to wear ordinary clothing during their service, but they were to have ‘holy garments’ made by those whom the Lord had ‘filled with the spirit of wisdom.’ (",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.2-3"},"Exod. 28:2–3"],".) These sacred garments were to be passed from father to son along with the high priestly office itself. (",["a.scriptureRef",{"href":"/scriptures/ot/ex/29.29"},"Exod. 29:29"],".)"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p75"},"“The ephod, worn over a blue robe, was made of blue, purple, and scarlet material, with designs of gold thread skillfully woven into the fabric. This garment was fastened at each shoulder and had an intricately woven band with which it could be fastened around the waist. In gold settings on each shoulder were onyx stones engraved with the names of the 12 sons of Israel as a ‘memorial’ as the priest served before the Lord. (See",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.6-14"},"Exod. 28:6–14"],"and 39:2–7). Fastened to the ephod was a breastplate into which the Urim and Thummin could be placed. (",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.15-30"},"Exod. 28:15–30"],".)"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p76"},"“The exact function of the ephod is not known. As President Joseph Fielding Smith observed, information concerning these ancient ordinances ‘was never recorded in any detail, because such ordinances are sacred and not for the world.’ (Improvement Era, November 1955, p. 794.)” (Richard O. Cowan,",["span.crossRef","“I Have a Question,”"],"Ensign, Dec. 1973, p. 33.)"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p77"},"This “apron,” as it is sometimes translated, signified a beautiful symbolic concept. With the two onyx stones, which fastened the ephod on the shoulders, the high priest (a type of Christ and also of His authorized representatives) entered the tabernacle (the house of the Lord, or God’s presence) carrying Israel on his shoulders (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.12"},"Exodus 28:12"],")."],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p78"},["span.emphasis","The breastplate."],"Attached to the ephod with golden chains and ouches (sockets or fasteners) was the breastplate (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.13-29"},"vv. 13–29"],"). The breastplate worn by Aaron and subsequent high priests should not be confused with the one used by the Prophet Joseph Smith in translating the Book of Mormon. Aaron’s breastplate was made of fabric rather than of metal and was woven of the same material that was used in making the ephod (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.15"},"v. 15"],"). It was twice as long as it was wide and when folded became a square pocket into which the Urim and Thummim was placed. Upon the exposed half of the breastplate were precious stones inscribed with the names of each of the tribes of Israel. Thus, the high priest bore “the names of the children of Israel in the breastplate of judgment upon his heart … for a memorial before the Lord continually” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.29"},"v. 29"],")."],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p79"},"The symbolism of the high priest carrying Israel next to his heart lends added meaning to the promise that the Lord will some day select His “jewels” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/60.4"},"D&C 60:4"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.3"},"101:3"],")."],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p80"},["span.emphasis","The Urim and Thummim."],"As noted above, the Urim and Thummim was carried in the pouch formed when the breastplate was folded over (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.30"},"Exodus 28:30"],")."],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p81"},"“A Urim and Thummim consists of two special stones called",["span.emphasis","seer stones"],"or",["span.emphasis","interpreters."],"The Hebrew words",["span.emphasis","urim"],"and",["span.emphasis","thummim,"],"both plural, mean",["span.emphasis","lights"],"and",["span.emphasis","perfections."],"Presumably one of the stones is called Urim and the other Thummim. Ordinarily they are carried in a breastplate over the heart. (",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.30"},"Ex. 28:30"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/8.8"},"Lev. 8:8"],".) …"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p82"},"“… Abraham had them in his day (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.1-4"},"Abra. 3:1–4"],"), and Aaron and the priests in Israel had them from generation to generation. (",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.30"},"Ex. 28:30"],";",["a.scriptureRef",{"href":"/scriptures/ot/lev/8.8"},"Lev. 8:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/27.21"},"Num. 27:21"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/33.8,1"},"Deut. 33:8, 1"],"Sam. 28:6;",["a.scriptureRef",{"href":"/scriptures/ot/ezra/2.63"},"Ezra 2:63"],";",["a.scriptureRef",{"href":"/scriptures/ot/neh/7.65"},"Neh. 7:65"],".) …"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p83"},"“… Ammon said of these … stones: ‘The things are called interpreters, and no man can look in them except he be commanded, lest he should look for that he ought not and he should perish. And whosoever is commanded to look in them, the same is called seer.’ (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/8.13"},"Mosiah 8:13"],";",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/28.13-16"},"28:13–16"],".)"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p84"},"“The existence and use of the Urim and Thummim as an instrument of revelation will continue among exalted beings in eternity.” (McConkie, Mormon Doctrine, pp. 818–19.)"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p85"},"The Urim and Thummim of Aaron was not the same as that used by Joseph Smith, for the Prophet received the Urim and Thummim used by the brother of Jared (see McConkie, Mormon Doctrine, p. 819)."],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p86"},["span.emphasis","The robe."],"This robe was blue and was woven without seams with a hole for the head to go through (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.31-32"},"Exodus 28:31–32"],"). Jesus, the Great High Priest, was clothed in a similar seamless garment prior to His Crucifixion (see",["a.scriptureRef",{"href":"/scriptures/nt/john/19.23"},"John 19:23"],"). Along the hem of the robe were placed, alternately, bells and fringes woven to look like pomegranates. One scholar noted the significance of the robe and its ornaments:"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p87"},"“[The robe was] woven in one piece, which set forth the idea of wholeness or spiritual integrity; and the dark-blue colour indicated nothing more than the heavenly origin and character of the office with which the robe was associated. [The true significance of the robe] must be sought for, therefore, in the peculiar pendants, the meaning of which is to be gathered from the analogous instructions in [",["a.scriptureRef",{"href":"/scriptures/ot/num/15.38-39"},"Numbers 15:38–39"],"], where every Israelite is directed to make a fringe in the border of his garment, of dark-blue purple thread, and when he looks at the fringe to remember the commandments of God and do them. In accordance with this, we are also to seek for allusions to the word and testimony of God in the pendant of pomegranates and bells attached to the fringe of the high priest’s robe. The simile in [",["a.scriptureRef",{"href":"/scriptures/ot/prov/25.11"},"Proverbs 25:11"],"], where the word is compared to an apple, suggests the idea that the pomegranates, with their pleasant odour, their sweet and refreshing juice, and the richness of their delicious kernel, were symbols of the word and testimony of God as a sweet and pleasant spiritual food, that enlivens the soul and refreshes the heart [see",["a.scriptureRef",{"href":"/scriptures/ot/ps/19.8-11"},"Psalms 19:8–11"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/119.25,43,50"},"119:25, 43, 50"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/8.3"},"Deuteronomy 8:3"],";",["a.scriptureRef",{"href":"/scriptures/ot/prov/9.8"},"Proverbs 9:8"],";",["a.scriptureRef",{"href":"/scriptures/ot/eccl/12"},"Ecclesiastes 15:3"],"], and that the bells were symbols of the sounding of this word, or the revelation and proclamation of the word. Through the robe, with this pendant attached, Aaron was represented as the recipient and medium of the word and testimony which came down from heaven; and this was the reason why he was not to appear before the Lord without that sound, lest he should forfeit his life [see",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.35"},"Exodus 28:35"],"]. It was not because he would simply have appeared as a private person if he had gone without it, for he would always have the holy dress of a priest upon him, even when he was not clothed in the official decorations of the high priest; but because no mere priest was allowed to enter the immediate presence of the Lord. This privilege was restricted to the representative of the whole congregation, viz. the high priest; and even he could only do so when wearing the robe of the word of God, as the bearer of the divine testimony, upon which the covenant fellowship with the Lord was founded.” (Keil and Delitzsch, Commentary, 1:2:202–3.)"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p88"},["span.emphasis","The golden diadem and the mitre."],"The mitre (or hat) was made of fine linen (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.39"},"Exodus 28:39"],"), and each priest wore one. In addition, the high priest wore a golden band on the front of his mitre on the forehead. Engraved on the band were the words “Holiness to the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.36,37-38"},"v. 36"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/ex/28.37-38"},"vv. 37–38"],"), signifying first that the high priest should be characterized by this attribute, and second that Christ, the Great High Priest, would be perfectly holy before God."]],[".topic",["h3","(13-14)",["a.scriptureRef",{"href":"/scriptures/ot/ex/29"},"Exodus 29"]],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p91"},"For clarification of the rites of purification for the priests and the explanation for the day of Atonement, see Enrichment Section D,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-d-feasts-and-festivals.p1"},"“Feasts and Festivals.”"]]],[".topic",["h3","(13-15)",["a.scriptureRef",{"href":"/scriptures/ot/ex/29.7"},"Exodus 29:7"]],["p.para",{"id":"p93","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p93"},"For the significance of the anointing with oil, see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p1"},"Reading 13-18"],"."]],[".topic",["h3","(13-16)",["a.scriptureRef",{"href":"/scriptures/ot/ex/29.20"},"Exodus 29:20"],". What Is the Meaning of Touching the Ear, Thumb, and Toe with Blood?"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p95"},"“The priest put some of [the] blood [from the offering] upon the tip of the right ear, the right thumb, and the great toe of the right foot of the person to be consecrated, in order that the organ of",["span.emphasis","hearing,"],"with which he hearkened to the word of the Lord, and those used in",["span.emphasis","acting"],"and",["span.emphasis","walking"],"according to His commandments, might thereby be sanctified through the power of the atoning blood of the sacrifice” (Keil and Delitzsch, Commentary, 1:2:387–88, emphasis added)."]],[".topic",["h3","(13-17)",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.1-10"},"Exodus 30:1–10"],". The Altar of Incense"],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p98"},"The third piece of furniture found in the holy place along with the sacred candlestick and the table of shewbread was the altar of incense. It stood directly in front of the veil (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.6"},"v. 6"],"). Like the ark of the covenant and the table of shewbread, it was made of shittim wood covered with gold and had rings and staves for carrying. Hot coals were placed on the altar, and each morning and evening (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.7-8"},"vv. 7–8"],") the high priest would burn incense. This ritual seems to signify that one can approach the presence of God only through prayer, for scriptures elsewhere indicate that incense is a symbol of prayer (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.8"},"Revelation 5:8"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/8.3-4"},"8:3–4"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/141.2"},"Psalm 141:2"],")."]],[".topic",["h3","(13-18)",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.22-33"},"Exodus 30:22–33"],". Why Did the Lord Tell Moses to “Anoint the Tabernacle” and All Its Furnishings?"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p100"},"Pure olive oil was a sacred symbol of the Spirit of the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56-57"},"D&C 45:56–57"],"), and its use signified the sanctification of the person or object anointed (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.29"},"Exodus 30:29"],"). The use of the oil can also be an indication of the existing purity of the person, since the Spirit of the Lord will not dwell in an unclean tabernacle. President Joseph Fielding Smith said:"],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p101"},"“The olive tree from the earliest times has been the emblem of peace and purity. It has, perhaps, been considered more nearly sacred than any other tree or form of vegetation by the inspired writers of all ages through whom we have received the word of the Lord. In parables in the scriptures the House of Israel, or the people who have made covenant with the Lord, have been compared to the olive tree.” (Doctrines of Salvation, 3:180.)"],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p102"},"Thus, to anoint even these inanimate objects with oil suggests that the tabernacle and all connected with it were sanctified by the Spirit in preparing them for service to God."],[".",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_all_020_07_aaron.jpg"}],[".caption",["p",{"id":"lds-103"},"Moses ordained Aaron to preside over the priesthood."]]]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p105"},["span.dominant","(13-19)"],"In his opening address in general conference in October 1978, President Spencer W. Kimball charged the Church with the responsibility to become perfect. He said that such a goal is possible, inasmuch as each of us has the power to become like our Heavenly Father. However, some would grow faint at the thought because the Lord has declared, “Behold, the mystery of godliness, how great is it!” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19.10"},"D&C 19:10"],"). Consequently, we may feel that the “mystery of godliness” is too great for mortals to consider, let alone achieve."],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p106"},"The truth is that unless we turn our vision toward the temple, the mystery of godliness will forever be a stranger."],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p107"},"“It was of this subject that the Prophet Joseph Smith spoke when he said: ‘The principle of salvation is given us through the knowledge of Jesus Christ’ (Teachings of the Prophet Joseph Smith, p. 297), and that ‘knowledge through our Lord and Savior Jesus Christ is the grand key that unlocks the glories and mysteries of the kingdom of heaven.’ (… p. 298.) …"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p108"},"“These revelations, which are reserved for and taught only to the faithful Church members in sacred temples, constitute what are called the ‘mysteries of Godliness.’ The Lord said He had given to Joseph ‘the keys of the mysteries, and the revelations which are sealed. …’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.7"},"D&C 28:7"],".) As a reward to the faithful, the Lord promised: ‘And to them will I reveal all mysteries, yea, all the hidden mysteries of my kingdom from days of old. …’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.7"},"D&C 76:7"],".)” (Lee, Ye Are the Light of the World, pp. 210–11.)"],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p109"},"Even from days of old the Lord has desired to reveal Himself to the children of men. This chapter shows just how carefully He made such plans with ancient Israel through the prophet Moses."],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p110"},"Set forth in symbolic representation and beautifully portrayed in progressive splendor, the tabernacle and its court became a school in which the things of heaven were to be revealed to the Lord’s people. It was originally intended that an Israelite could move from the outer court of the tabernacle to its inner and more holy precincts and observe, in so doing, that the handiwork and ornamentation became progressively more intricate, ornate, and secluded until at last the ritual placed them before the holy presence, even the Holy of Holies. Sacred beyond description, protected from the eyes of the unworthy, these ordinances were designed to be the cement or bonding agent between Israel and her God. This symbolic journey, however, was denied Israel because of her pride and rebellion (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/20.18-20"},"Exodus 20:18–20"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/32.1"},"32:1"],"). Israel lost these higher blessings and became dependent on the officiating priests who acted as proxy through a lesser order of priesthood."],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p111"},"But that loss of privilege in no way implies that the tabernacle lost its significance for Israel. We saw in Reading 12-1 that the law of Moses was added to the gospel and was indeed called a preparatory gospel. Though the fulness of the priesthood endowment was withheld from Israel, the layout and construction of the tabernacle itself symbolized our progress toward perfection so that we could enter into the presence of God. Note the layout of the tabernacle and its furnishings."],[".",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_020_08_tabernacle.gif"}]],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p121"},"There are three major divisions or areas in the tabernacle: the outer courtyard; the first room of the tabernacle proper, or holy place; and the inner room, or Holy of Holies. In modern temples three levels of life are also depicted by rooms in the temple: the world, or telestial, room; the terrestrial room; and the celestial room. The significance of these rooms is described thus:"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p122"},"“[The world] room depicts the world in which we live and die. Here instruction is given regarding man’s second estate and the manner in which he may overcome the obstacles of mortality."],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p123"},"“The terrestrial room is symbolic of the peace that may be attained by men as they overcome their fallen condition through obedience to the laws and ordinances of the gospel."],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p124"},"“The celestial room symbolizes the eternal joy and peace found in the presence of God. Something of the spirit of God’s infinite promises to the obedient has been captured in the design of this beautiful room.” (Narrative for The House of the Lord: Filmstrip Script, frames 43, 48, 51.)"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p125"},"If we compare the three divisions of the tabernacle with these three levels of spiritual life, we find some interesting parallels and insights."],["p.para",{"id":"p126","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p126"},["span.emphasis","The outer courtyard (the world or telestial room)."],"The first thing encountered as one entered the main gate was the altar of sacrifice. Here the various animals and other offerings were slain and offered to the Lord. Strict obedience and sacrifice were thus required as the first step in the symbolic progression toward perfection and entry into God’s presence. This first step could be likened to having faith in Christ (looking to the Great and Last Sacrifice) and repentance. Jesus taught the Nephites that He had fulfilled the law of Moses, and now the sacrifice required of them was “a broken heart and a contrite spirit,” which would lead to the baptism with “fire and with the Holy Ghost” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/9.20"},"3 Nephi 9:20"],"). The sacrificial fires of the great altar thus signified that “spiritual purification would come by the Holy Ghost, whom the Father would send because of the Son” (McConkie, The Promised Messiah, p. 431)."],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p127"},"Directly in line next in the courtyard was the laver, or basin of water, which was used for washing and cleansing (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/30.19-20"},"Exodus 30:19–20"],"). As was mentioned, when Solomon built a permanent temple, he placed the laver on the backs of twelve oxen (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/7.25"},"1 Kings 7:25"],"), a symbolism carried on in modern temples and clearly related to baptism. Since the baptismal font itself is a “similitude of the grave” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.13"},"D&C 128:13"],"), where the “old man” of sin is buried (",["a.scriptureRef",{"href":"/scriptures/nt/rom/6.1-6"},"Romans 6:1–6"],"), the symbolism of the laver seems clear. Once the “natural man” (",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/3.19"},"Mosiah 3:19"],") is sacrificed (put to death through a broken heart, or sincere and deep repentance), he is cleansed by both the waters of baptism and the fires of the Holy Ghost (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/31.17"},"2 Nephi 31:17"],"). Once this cleansing is done, he is prepared to leave the world, or a telestial way of living, and “be born” (",["a.scriptureRef",{"href":"/scriptures/nt/john/3.5"},"John 3:5"],") into a higher state of spiritual life."],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p128"},["span.emphasis","The holy place (the terrestrial room)."],"Three articles of furniture were found in the first room of the tabernacle: the table of shewbread, the sacred candlestick, and the altar of incense. Each article had its own significance. The table of shewbread, which had the bread and wine changed each Sabbath day, was a symbol similar to the sacramental emblems of today. They typified the body and blood of the Son of God, of which the spiritual person partakes consistently so that he can have spiritual life in Christ (see",["a.scriptureRef",{"href":"/scriptures/nt/john/6.53-56"},"John 6:53–56"],"). The candlestick, or lampstand, with its seven branches and its olive oil symbolized the perfect light of the Spirit (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.56-57"},"D&C 45:56–57"],") through which the spiritually reborn person sees all truth (see",["a.scriptureRef",{"href":"/scriptures/nt/john/14.16-17"},"John 14:16–17"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/15.26"},"15:26"],"). In the sacramental covenants there is a strong tie between the emblems of the body and the blood of the Savior and the power of the Spirit, for the Lord promises that as one always remembers Him, He will always have His Spirit to be with Him (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.7,11"},"3 Nephi 18:7, 11"],")."],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p129"},"The third article in the holy place was the altar of incense, a symbol of prayer (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/5.8"},"Revelation 5:8"],"), which stood directly in front of the veil. This altar suggests the third dominant aspect of the person living by the principles and ordinances of the gospel, that is, constant seeking of the Lord’s power and revelation through prayer. The fact that the incense was consumed on coals of fire would suggest that even our prayers should be directed and influenced by the Holy Ghost (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.24"},"3 Nephi 19:24"],";",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.26"},"Romans 8:26"],")."],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p130"},["span.emphasis","The Holy of Holies (the celestial room)."],"Just as the celestial room in modern temples symbolizes the kingdom where God dwells, so did the holy of holies in the ancient tabernacle. The only article of furniture in this inner room was the ark of the covenant, which the Lord Himself said was the place where He would meet Moses and commune with the people (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/25.22"},"Exodus 25:22"],"). Both on the veil, separating the holy place from the most holy, and on the lid of the ark were cherubim, or angels. This use of angels provides a beautiful representation of the concept taught in latter-day scripture that one passes by the angels on his way to exaltation (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.19"},"D&C 132:19"],")."],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p131"},"In summary, the tabernacle and its plan and the ordinances thereof illustrate the grand and glorious symbolism of mankind’s progress from a state of being alienated from God to one of full communion with Him."],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p132"},"Keep the following diagram in mind as you carefully read",["a.scriptureRef",{"href":"/scriptures/nt/heb/9"},"Hebrews 9–10"],"in which the Apostle Paul discusses the spiritual meaning of the tabernacle of ancient Israel."],[".",{"id":"f6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.f6"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_020_09_tabernacle2.gif"}]]]]]]],"refs":null}
