{"id":7,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":7,"title":"Genesis 3: The Fall","subtitle":"","short_title":3,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.head1"},[".titleNumber","3"],["h1","Genesis 3"],["h1","The Fall"]],[".bodyBlock",[".topic",["h2","(3-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p5"},"Perhaps no other biblical account has been debated more and understood less than that relating to Adam and Eve. Elder Mark E. Petersen wrote:"],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p6"},"“Adam, the first man, is a controversial figure in the minds of many people. So is Eve, his wife. Together, they probably are the most misunderstood couple who ever lived on the earth."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p7"},"“This is hardly to be wondered at, though. Misconceptions and far-out theories have been bombarding the public concerning our first parents for centuries past. Probably the most to blame are teachers of religion themselves. Not knowing the facts about Adam and Eve, they have foisted their own private notions and uninspired creeds upon the people, with the result that a mass of confusion has mounted year after year.” (",["span.emphasis","Adam: Who Is He?"],"p. 1.)"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p8"},"One reason the accounts of the Creation and the Fall are misunderstood and misinterpreted is the willful removal of plain and precious things from the Old Testament (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.25-29"},"1 Nephi 13:25–29"],"). Members of the Church have much of what was lost, which was restored in the books of Moses and Abraham, but the world has only the Genesis account in the present Old Testament, which treats the Fall as an event but does not discuss the doctrine of the Fall. In other words, the reasons why the Fall came about and what it meant for mankind are not discussed in the Old Testament the world has today. Some light is shed on this matter in the New Testament, but it is limited. Actually, the doctrine of the Fall is taught most clearly in the Book of Mormon. Thus, it is not surprising that the world should have misconceptions about the Fall when they do not have latter-day scripture to help them. The purpose of the events discussed in",["a.scriptureRef",{"href":"/scriptures/ot/gen/3"},"Genesis 3"],"was summed up by Lehi when he taught, “Adam fell that men might be; and men are, that they might have joy” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],")."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p9"},"President Joseph Fielding Smith said: “Let’s thank the Lord, when we pray, for Adam. If it hadn’t been for Adam, I wouldn’t be here; you wouldn’t be here; we would be waiting in the heavens as spirits. …"],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p10"},"“We are in the mortal life to get an experience, a training, that we couldn’t get any other way. And in order to become gods, it is necessary for us to know something about pain, about sickness, and about the other things that we partake of in this school of mortality."],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p11"},"“So don’t let us, brethren and sisters, complain about Adam and wish he hadn’t done something that he did. I want to thank him. I am glad to have the privilege of being here and going through mortality, and if I will be true and faithful to the covenants and obligations that are upon me as a member of the Church and in the kingdom of God, I may have the privilege of coming back into the presence of the Eternal Father; and that will come to you as it will to me, sons and daughters of God, entitled to the fullness of celestial glory.” (In Conference Report, Oct. 1967, p. 122.)"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/gen/3"},"Genesis 3"],"."]],["li",["span.label","2."],["p.para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3"},"Moses 3–4"],"contains valuable insights and additions not found in Genesis. Although this parallel account in Moses is studied in detail in the Pearl of Great Price course (Rel. 327), these chapters should be read and studied in connection with the Genesis account. Also, Enoch gives important insights into why the Fall came about. Read also",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.4-12"},"Moses 5:4–12"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.45-62"},"6:45–62"],"."]],["li",["span.label","3."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Genesis 3"],[".topic",["h3","(3-2)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3"},"Genesis 3"],". The Fall of Man"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p18"},"Before reading the account of the Fall, consider the following basic principles or doctrines outlined by Elder Joseph Fielding Smith concerning Adam and Eve and the Fall of man."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p19"},"“When Adam and Eve were placed in Eden they were not subject to the power of death and could have lived, in the state of innocence in which they were, forever had they not violated the law given them in the Garden."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p20"},"“The earth also was pronounced good, and would have remained in that same state forever had it not been changed to meet Adam’s fallen condition."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p21"},"“All things on the face of the earth also would have remained in that same condition, had not Adam transgressed the law."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p22"},"“By partaking of the forbidden fruit, and thus violating the law under which he was placed, his nature was changed, and he became subject to (1) spiritual death, which is banishment from the presence of God; (2) temporal death, which is separation of spirit and body. This death also came to Eve his wife."],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p23"},"“Had Adam and Eve not transgressed the law given in Eden, they would have had no children."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p24"},"“Because of this transgression bringing mortality, the children of Adam and Eve inherited mortal bodies and became subject to the mortal death."],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p26"},"“Because Adam transgressed the law, the Lord changed the earth to suit the mortal condition and all things on the face of the earth became subject to mortality, as did the earth also."],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p27"},"“To defeat the power which death had gained it became necessary that an infinite atonement be offered to pay the debt and thereby restore Adam and Eve and all of their posterity, and all things, to immortal life through the resurrection.” (",["span.emphasis","Man, His Origin and Destiny,"],"pp. 50–51.)"]],[".topic",["h3","(3-3)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.1"},"Genesis 3:1"],". The Serpent Was More Subtle Than Any Other Beast of the Field"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p29"},"In the Genesis account the serpent speaks to Eve and tempts her to partake of the fruit. The more complete account in the book of Moses points out that Satan is the one speaking, although he does so through the serpent (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.6-7"},"Moses 4:6–7"],"). Also, Satan is symbolized elsewhere by the image of a serpent (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/12.9"},"Revelation 12:9"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76.28"},"D&C 76:28"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.72"},"84:72"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.110"},"88:110"],")."]],[".topic",["h3","(3-4)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.3"},"Genesis 3:3"],". Adam and Eve Were Not Mortal in the Garden and Did Not Fully Comprehend Good and Evil"],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.f3"},["p.preamble","“Adam’s status before the fall was:"],["ol.number",["li",["span.label","“1."],["p.para","He was not subject to death."]],["li",["span.label","“2."],["p.para","He was in the presence of God. …"]],["li",["span.label","“3."],["p.para","He had no posterity."]],["li",["span.label","“4."],["p.para","He was without knowledge of good and evil."]]]],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p36"},"He had knowledge, of course. He could speak. He could converse. There were many things he could be taught and was taught; but under the conditions in which he was living at that time it was impossible for him to visualize or understand the power of good and evil. He did not know what pain was. He did not know what sorrow was; and a thousand other things that have come to us in this life that Adam did not know in the Garden of Eden and could not understand and would not have known had he remained there. That was his status before the fall.” (Smith,",["span.emphasis","Doctrines of Salvation,"],"1:107–8.)"]],[".topic",["h3","(3-5)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.4-5"},"Genesis 3:4–5"],". Ye Shall Be As Gods"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p38"},"“The devil in tempting Eve told a truth when he said unto her that when she should eat of the tree of knowledge of good and evil they should become as Gods. He told the truth in telling that, but he accompanied it with a lie as he always does. He never tells the complete truth. He said that they should not die. The Father had said that they should die. The devil had to tell a lie in order to accomplish his purposes; but there was some truth in his statement. Their eyes were opened. They had a knowledge of good and evil just as the Gods have. They became as Gods; for that is one of the features, one of the peculiar attributes of those who attain unto that glory—they understand the difference between good and evil.” (Cannon,",["span.emphasis","Gospel Truth,"],"1:16.)"]],[".topic",["h3","(3-6)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.6"},"Genesis 3:6"],". Why Did Adam and Eve Partake of the Fruit?"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p40"},"The accounts in both Moses and Genesis state only that Satan approached Eve, but latter-day revelation records that he first approached Adam and was refused. Eve, however, was deceived by Satan and partook. Knowing that she would be driven out and separated from him, Adam then partook. Paul the Apostle wrote of the Fall, “And Adam was not deceived, but the woman being deceived was in the transgression” (",["a.scriptureRef",{"href":"/scriptures/nt/1-tim/2.14"},"1 Timothy 2:14"],")."],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p41"},"Elder James E. Talmage explained how, even in her being deceived, Eve still brought about the purposes of the Lord:"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p42"},"“Eve was fulfilling the foreseen purposes of God by the part she took in the great drama of the fall; yet she did not partake of the forbidden fruit with that object in view, but with intent to act contrary to the divine command, being deceived by the sophistries of Satan, who also, for that matter, furthered the purposes of the Creator by tempting Eve; yet his design was to thwart the Lord’s plan. We are definitely told that ‘he knew not the mind of God, wherefore he sought to destroy the world’ [",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.6"},"Moses 4:6"],"]. Yet his diabolical effort, far from being the initiatory step toward destruction, contributed to the plan of man’s eternal progression. Adam’s part in the great event was essentially different from that of his wife; he was not deceived; on the contrary he deliberately decided to do as Eve desired, that he might carry out the purposes of his Maker with respect to the race of men, whose first patriarch he was ordained to be.” (",["span.emphasis","Articles of Faith,"],"pp. 69–70.)"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p43"},"Brigham Young said that “we should never blame Mother Eve,” because through her transgression, and Adam’s joining her in it, mankind was enabled to come to know good from evil (",["span.emphasis","Discourses of Brigham Young,"],"p. 103; see also Reading 3-12 for a discussion of the greatness of Eve)."]],[".topic",["h3","(3-7)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.6-7"},"Genesis 3:6–7"],". The Transgression of Adam and Eve Did Not Involve an Offense against the Laws of Chastity and Virtue"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p46"},"Speaking of the transgression of Adam and Eve, Elder James E. Talmage said:"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p47"},"“I take this occasion to raise my voice against the false interpretation of scripture, which has been adopted by certain people, and is current in their minds, and is referred to in a hushed and half-secret way, that the fall of man consisted in some offense against the laws of chastity and of virtue. Such a doctrine is an abomination. … The human race is not born of fornication. These bodies that are given unto us are given in the way that God has provided. …"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p48"},"“Our first parents were pure and noble, and when we pass behind the veil we shall perhaps learn something of their high estate.” (",["span.emphasis","Jesus the Christ,"],"p. 30.)"]],[".topic",["h3","(3-8)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.15"},"Genesis 3:15"],". What Is the Meaning of the Curse Put on Satan?"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p50"},"Since Satan has no body and therefore can have no literal children, his seed are those who follow him, both the one-third he led away in the premortal existence and those who follow his enticements in mortality until they come under his power. The seed of the woman refers to Jesus Christ, who was the only mortal born of an earthly mother and a Heavenly Father."],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p51"},"President Joseph Fielding Smith referred to what the Apostle Paul wrote:"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p52"},"“Near the close of his epistle to the Roman saints, he said: ‘And the God of peace shall bruise Satan under your feet shortly. The grace of our Lord Jesus Christ be with you. Amen.’ [",["a.scriptureRef",{"href":"/scriptures/nt/rom/16.20"},"Romans 16:20"],".]"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p53"},"“The ‘God of peace,’ who according to the scriptures is to bruise Satan, is Jesus Christ.” (",["span.emphasis","Answers to Gospel Questions,"],"1:3.)"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p54"},"The promise concerning the bruising of the heel and head means that while Satan (as the serpent) will bruise the heel of the Savior by leading men to crucify Him and seemingly destroy Him, in actuality that very act of Atonement will give Christ the power to overcome the power that Satan has over men and undo the effects of the Fall. Thus, the seed of the woman (Christ) shall crush the head of the serpent (Satan and his kingdom) with the very heel that was bruised (the atoning sacrifice)."]],[".topic",["h3","(3-9)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.16"},"Genesis 3:16"],". What Is the Significance of the Pronouncement upon Eve?"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p56"},"“The Lord said to the woman: ‘… in sorrow thou shalt bring forth children.’ I wonder if those who translated the Bible might have used the term",["span.emphasis","distress"],"instead of sorrow. It would mean much the same, except I think there is great gladness in most Latter-day Saint homes when there is to be a child there. As He concludes this statement he says, ‘and thy desire shall be to thy husband, and he shall rule over thee.’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.16"},"Gen. 3:16"],".) I have a question about the word",["span.emphasis","rule."],"It gives the wrong impression. I would prefer to use the word",["span.emphasis","preside"],"because that’s what he does. A righteous husband presides over his wife and family.” (Spencer W. Kimball,",["span.crossRef","“The Blessings and Responsibilities of Womanhood,”"],["span.emphasis","Ensign,"],"Mar. 1976, p. 72.)"],[".",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_all_007_03_children.jpg"}],[".caption",["p",{"id":"lds-57"},"Adam and Eve made all things known unto their sons and daughters."]]]],[".topic",["h3","(3-10)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.16-19"},"Genesis 3:16–19"],". Were Adam and Eve “Punished” for Their Transgression?"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p59"},"“We can picture the plight of Adam and Eve. They had been condemned to sorrows, woes, troubles, and labor and they were cast out from the presence of God, and death had been declared to be their fate. A pathetic picture, indeed. But now a most important thing happened. Adam and Eve had explained to them the gospel of Jesus Christ. What would be their reaction? When the Lord explained this to them, that a redemption should come through Jesus Christ, the Only Begotten of the Father, Adam exclaimed: ‘Blessed be the name of God, for because of my transgression my eyes are opened, and in this life I shall have joy, and again in the flesh shall I see God.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.10"},"Moses 5:10"],".)"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p60"},"“And what was the response of Eve, his wife? She ‘heard all of these things, and was glad, saying: Were it not for our transgression we never should have had seed, and never should have known good and evil, and the joy of our redemption, and … eternal life.’ (",["span.emphasis","Ibid.,"],"5:11.)"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p61"},"“There is the key to the question of evil. If we cannot be good, except as we resist and overcome evil, then evil must be present to be resisted."],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p62"},"“So this earth life is set up according to true principles, and these conditions that followed the transgression were not, in the usual sense, penalties that were inflicted upon us. All these that I have named to you that seem to be sad inflictions of punishment, sorrow, and trouble are in the end not that. They are blessings. We have attained a knowledge of good and evil, the power to prize the sweet, to become agents unto ourselves, the power to obtain redemption and eternal life. These things had their origin in this transgression. The Lord has set the earth up so we have to labor if we are going to live, which preserves us from the curse of idleness and indolence; and though the Lord condemns us to death—mortal death—it is one of the greatest blessings that comes to us here because it is the doorway to immortality, and we can never attain immortality without dying.” (George Q. Morris, in Conference Report, Apr. 1958, p. 39.)"]],[".topic",["h3","(3-11)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.19"},"Genesis 3:19"],". The Fall of Adam Introduced Two Kinds of Death into the World"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p64"},"“Because of Adam’s transgression, a spiritual death—banishment from the presence of the Lord—as well as the temporal death, were pronounced upon him. The spiritual death came at the time of the fall and banishment; and the seeds of the temporal death were also sown at that same time; that is, a physical change came over Adam and Eve, who became mortal, and were thus subject to the ills of the flesh which resulted in their gradual decline to old age and finally the separation of the spirit from the body.” (Smith,",["span.emphasis","Doctrines of Salvation,"],"1:111; for further information on the principle that spiritual death also resulted from the Fall, see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.40-41"},"D&C 29:40–41"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.7"},"Alma 42:7"],".)"],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p65"},"Many people of the world teach that physical death has always been here and therefore could not have begun with Adam and Eve. President Joseph Fielding Smith commented regarding this idea:"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p66"},"“Modern education declares that there never was such a thing as the fall of man, but that conditions have always gone on in the same way as now in this mortal world. Here, say they, death and mutation have always held sway as natural conditions on this earth and everywhere throughout the universe the same laws obtain. It is declared that man has made his ascent to the exalted place he now occupies through countless ages of development which has gradually distinguished him from lower forms of life."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p67"},"“Such a doctrine of necessity discards the story of Adam and the Garden of Eden, which it looks upon as a myth coming down to us from an early age of foolish ignorance and superstition. Moreover, it is taught that since death was always here, and a natural condition prevailing throughout all space, there could not possibly come a redemption from Adam’s transgression, hence there was no need for a Savior for a fallen world.” (",["span.emphasis","Doctrines of Salvation,"],"1:315.)"]],[".topic",["h3","(3-12)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.20"},"Genesis 3:20"],". “She Was the Mother of All Living”"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p70"},"“Scant knowledge is available to us of",["span.emphasis","Eve"],"(the wife of Adam) and her achievements in pre-existence and in mortality. Without question she was like unto her mighty husband, Adam, in intelligence and in devotion to righteousness, during both her first and second estates of existence. She was placed on earth in the same manner as was Adam, the Mosaic account of the Lord creating her from Adam’s rib being merely figurative. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.20-25"},"Moses 3:20–25"],".)"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p71"},"“Eve was the first woman; she became the mother of the whole human race, her very name signifying ‘mother of all living.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.26"},"Moses 4:26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/5.11"},"1 Ne. 5:11"],".) …"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p72"},"“Before the fall Eve was sealed to Adam in the new and everlasting covenant of marriage, a ceremony performed by the Lord before death entered the world and therefore one destined to last forever. (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.20-25"},"Moses 3:20–25"],".) …"],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p73"},"“… Indeed, Eve is a joint-participant with Adam in all his ministry, and will inherit jointly with him all the blessings appertaining to his high state of exaltation.” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 242.)"]],[".topic",["h3","(3-13)",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.24"},"Genesis 3:24"],". Cherubim and the Flaming Sword"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p75"},"For an explanation of why the Lord barred Adam and Eve from the tree of life, read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.21-27"},"Alma 12:21–27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.2-12"},"42:2–12"],"."]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p77"},["span.dominant","(3-14)"],"Perhaps you have wondered about things which are the result of the Fall. Why should you be born into a world filled with both good and evil? Why is there suffering in the world? Why do all men have to die? What about the spiritual death and its effects? These and many other problems are directly related to the Fall. On a separate sheet of paper answer the following questions after carefully reading the scriptures given."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.f5"},["ol.number",["li",["span.label","1."],["p.para","What was Satan’s intent in tempting Eve to partake of the fruit?"]]]],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.6-12"},"Moses 4:6–12"],"."]],[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.f6"},["ol.number",["li",["span.label","2."],["p.para","How does",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10.43"},"Doctrine and Covenants 10:43"],"apply in this case? Was Satan successful? (See also the statement by Elder Talmage in Reading 3-6.)"]],["li",["span.label","3."],["p.para","What positive effects resulted immediately from the Fall?"]]]],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.19-23"},"2 Nephi 2:19–23"],"."]],[".figure",{"id":"f7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.f7"},["ol.number",["li",["span.label","4."],["p.para","What did Adam and Eve say about the Fall once they were taught the plan of salvation?"]]]],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.10-11"},"Moses 5:10–11"],"."]],[".figure",{"id":"f8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.f8"},["ol.number",["li",["span.label","5."],["p.para","Do the effects of the Fall affect all men?"]]]],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.9"},"Alma 42:9"],"."]],[".figure",{"id":"f9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.f9"},["ol.number",["li",["span.label","6."],["p.para","If the plan of salvation, through which Christ atoned for Adam’s transgression as well as our own, had not been brought about, what would have been the result for all men?"]]]],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.21-27"},"Alma 12:21–27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.2-5"},"42:2–5"],"."]],[".figure",{"id":"f10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.f10"},["ol.number",["li",["span.label","7."],["p.para","What then is the purpose of mortality?"]]]],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/bofm/alma/12.21-27"},"Alma 12:21–27"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/42.2-5"},"42:2–5"],"."]],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-3-the-fall.p91"},"(3-15) How do you now feel about the Fall? Can you see how a correct understanding of the Fall gives purpose and meaning to mortality? Lehi said, “Adam fell that men might be; and men are, that they might have joy” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],"). Each of us is a spirit child of God. This earth was organized as a place for us to continue our learning and progression. Adam and Eve opened the door to mortality for us and for all of God’s children who earned the right to come here. In the premortal life we shouted for joy at the possibility of experiencing mortality (see",["a.scriptureRef",{"href":"/scriptures/ot/job/38.7"},"Job 38:7"],"). But once we come here great things are expected of us. Mortality is a proving ground. The Fall did not open to us the door to Eden; it opened the door to a knowledge of both good and evil. The experience of mortality is a great blessing for each of us."]]]]]],"refs":null}
