{"id":13,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":13,"title":"Genesis 24–36: The Covenant Line Continues with Isaac and Jacob","subtitle":"","short_title":7,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.head1"},[".titleNumber","7"],["h1","Genesis 24–36"],["h1","The Covenant Line Continues with Isaac and Jacob"]],[".bodyBlock",[".topic",["h2","(7-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p5"},"Why did the Lord choose Isaac and Jacob? How were they chosen to perpetuate the covenant the Lord had made with Abraham? The purpose of this chapter is to assist you in picking out the significant events as the God of Abraham became the God of Isaac and Jacob. You will learn that of the eight sons of Abraham recorded in scripture the Lord singled out Isaac to become the heir to the covenant. Later, God chose Jacob over Esau, even though Esau was the firstborn and seemed to be his father’s favorite."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p6"},"Isaac and Jacob were foreordained to their responsibilities. Through their personal worthiness, however, they justified their callings in the covenant line. Since the time of these mighty patriarchs, all of the chosen people of the Lord have come through their lineage or have been adopted into their lineage. In the Old Testament, Jehovah is repeatedly called the God of Abraham, Isaac, and Jacob. Thus, it is significant that you understand not only who Abraham is but also why the Lord chose Isaac and Jacob to be the first of the house of Israel."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p7"},"As you begin to study the expansion of the covenant line, remember one thing. Sometimes we tend to oversimplify the concept of a covenant people and the heritage of certain groups of people. For example, we tend to think of the Arabs as descendants of Ishmael or Esau, the Jews as descendants of Judah, the American Indians and South Pacific Islanders as descendants of Laman, and so forth. In broad terms all of these statements are true, of course, but through centuries of intermarriage and conversion, the “pure blood lines” (an impossible term in reality) of the various ancestors have been vastly intermingled. Surely down through nearly four thousand years the descendants of Isaac have intermarried with the descendants of Ishmael and the other sons of Abraham. We know that after the ten tribes were taken into captivity the term",["span.emphasis","Jew"],"was used in a nationalistic sense (to mean a member of the kingdom of Judah) and not just in a tribal sense (to mean a descendant of Judah, son of Jacob). Thus, Lehi, who was of Manasseh (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.3"},"Alma 10:3"],"), and Ishmael, who was of Ephraim (see Erastus Snow, in",["span.emphasis","Journal of Discourses,"],"23:184–85), were Jews, that is, were living in Judah."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p8"},"In the Book of Mormon,",["span.emphasis","Lamanite"],"was used in a spiritual sense (to mean one who had apostatized from the truth), as well as in the sense of lineage from Laman (see",["a.scriptureRef",{"href":"/scriptures/bofm/4-ne/1.38"},"4 Nephi 1:38"],"). A later example of how blood lines mix is found in the conversion of a whole nation to Judaism in the eighth century",["span.small","A.D."],"The majority of the people in the kingdom of the Khazars, in what is present-day Russia, became Jews by religion (see",["span.emphasis","Encyclopaedia Judaica,"],"s.v. “Khazars,” 10:944–47). Many modern Jews from Europe can trace their lineage to the Khazars who, before 740",["span.small","A.D."],", were Gentiles."],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p9"},"The black Africans of Ethiopia claim to be descendants of King David through the marriage of King Solomon and the Queen of Sheba (see",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/10.1-13"},"1 Kings 10:1–13"],";",["span.emphasis","Encyclopaedia Judaica,"],"s.v. “Ethiopia,” 6:943). So it is possible that the blood of Israel spread through Africa as well."],["p.para",{"id":"p10","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p10"},"Even though there are groups today that could be thought of as predominantly Israel or predominantly Gentile, almost certainly blood of both lines can be found in most peoples of the earth. The important thing is that being Israel, or a covenant person, involves faithfulness as well as blood lineage. Thus, as Nephi said, repentance and faith in the Holy One of Israel is what determines whether one is of the covenant (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/30.2"},"2 Nephi 30:2"],"), a concept also taught by Paul (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/2.28-29"},"Romans 2:28–29"],"). In other words, while the blood lineage is significant, it can be overridden by one’s own faithfulness or lack of faithfulness. You will see this concept taught from the beginning as you read the early history of the covenant people."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/gen/24"},"Genesis 24–36"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Genesis 24–36"],[".topic",["h3","(7-2)",["a.scriptureRef",{"href":"/scriptures/ot/gen/24"},"Genesis 24–28"],". When and Where Did the Events in the Lives of Isaac and Jacob Take Place?"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p16"},"From chronological information in Genesis and the book of Moses it is estimated that Isaac was born approximately 1900",["span.small","B.C."],"Isaac was forty years of age when he married Rebekah. Esau and Jacob were born twenty years later, or about 1840",["span.small","B.C."],"Jacob’s flight to Padan-aram, or Haran, likely occurred about 1800",["span.small","B.C."],", which means the twelve sons would have been born between 1800",["span.small","B.C."],"and 1780",["span.small","B.C."],"In the line of Adam’s royal generations Abraham was the twentieth, Isaac the twenty-first, and Jacob the twenty-second."],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p17"},"According to the information that has come down to modern times, Isaac spent his whole life in an area that could be encompassed by a circle approximately one hundred miles in diameter. On the northern edge of this circle would be Jerusalem, where Abraham took his son. Most of the circle would be in that part of southern Israel known as the Negev. Jacob, on the other hand, traveled much farther, going to Haran in the northern regions of the Euphrates River, and later, down into Egypt where his son Joseph preserved him in his old age."],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p18"},"The Negev responds to agricultural pursuits that harmonize with its arid character. It appears that Isaac, a herdsman, and his large household found sufficient pasture and other means of subsistence there. They had to move about, however, because of famines that occurred. Centuries of conflict, neglect, and natural causes have since turned the Negev into a barren area that covers nearly half of modern Israel. In recent years the Israelis have been turning the Negev into a productive area once again."],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p19"},"Chiefly, Isaac lived in three areas of the Negev: Beer-lahai-roi, Gerar, and Beersheba. Like his father, Isaac dug many wells. His tribe and flocks often went where the water was to be found. Isaac was a peaceful man, according to the record, choosing to move on and dig new wells rather than fight for the ones he had already dug. The Lord prospered him exceedingly."],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p20"},"Gerar is southwest of Jerusalem; Beersheba is southeast of Gerar and thirty-five miles due west of the south end of the Dead Sea. Isaac’s clan established Beersheba, and the community since then has always been associated with his name. Beersheba is fifty miles south of Jerusalem and in Old Testament times marked the southern border of the Judean kingdom."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p21"},"While fleeing to Padan-aram (Haran), Jacob had a remarkable vision at Bethel, where his grandfather, Abraham, had built an altar many years before."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p22"},"Eleven miles north of Jerusalem, Bethel later became the religious center of the Northern Kingdom."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_013_01_map.gif"}]]],[".topic",["h3","(7-3)",["a.scriptureRef",{"href":"/scriptures/ot/gen/24"},"Genesis 24"],". Finding a Wife for Isaac"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p29"},"This chapter of the Old Testament contains one of the most remarkable stories of commitment and faith in the scriptures. The following items are of interest:"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p30"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.2,8"},"Verses 2, 8"],"."],"The Joseph Smith Translation account records that the servant put his hand under the",["span.emphasis","hand,"],"rather than the",["span.emphasis","thigh,"],"of Abraham. The gesture seems to have been a token of the covenant being made between the two men, perhaps similar to our shaking hands."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p31"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.12-14"},"Verses 12–14"],"."],"These verses show that the servant, like Abraham, was a man of great faith. Abraham had told him that his errand was a commandment of the Lord (",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.7"},"v. 7"],"). So when faced with a tremendously challenging task, the servant turned to the Lord for help. Instead of just asking the Lord to solve his problem, he presented a plan for the Lord to confirm."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p32"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.16"},"Verse 16"],"."],"The King James Version suggests that Rebekah was very beautiful, but the Joseph Smith Translation says that she was the most beautiful woman the servant had ever seen. The Joseph Smith Translation reads, “And the damsel being a virgin, very fair to look upon, such as the servant of Abraham had not seen, neither had any man known the like unto her …” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.16a"},"JST, Genesis 24:16"],")."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p33"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.19"},"Verse 19"],"."],"Considering the capacity of a thirsty camel, one can well imagine how much effort it took for Rebekah to draw water by hand for ten camels. Not only was she beautiful but she was a willing worker and was quick to serve."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p34"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.58"},"Verse 58"],"."],"This verse gives a great insight into the faith of Rebekah. For a young woman to leave her home, travel to a new country completely foreign to her, and marry a man she had never met would present a tremendous challenge. One would expect that she would have wanted to stay with her family as long as possible, but when given her choice, she said simply, “I will go.”"],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p35"},["span.emphasis",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.67"},"Verse 67"],"."],"When one contemplates the faith and beauty of Rebekah and how the servant of Abraham was led to her by the hand of the Lord, the comment “and he loved her” is not surprising."]],[".topic",["h3","(7-4)",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.8"},"Genesis 25:8"],". What Does It Mean When the Record Says Abraham “Was Gathered to His People”?"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p37"},"The early patriarchs had a clear knowledge of gospel principles taught to them from Adam down to Abraham. The phrase “gathered to his people” is one more evidence of their gospel knowledge. Two Bible scholars commented on the significance of that phrase: “This expression … denotes the reunion in Sheol with friends who have gone before, and therefore presupposes faith in the personal continuance of a man after death, as a presentiment which the promises of God had exalted in the case of the patriarchs into a firm assurance of faith [see",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.13"},"Hebrews 11:13"],"]” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"1:1:263).",["span.emphasis","Sheol"],"is the Hebrew word for the world of spirits where one goes when one dies, the equivalent of the spirit world. The Hebrews had not only a concept of life after death but also a correct concept of the intermediate place between death and the Resurrection."]],[".topic",["h3","(7-5)",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.16"},"Genesis 25:16"],". The Twelve Tribes of Ishmael"],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p39"},"The twelve tribes who eventually descended from Jacob are much discussed, but it should be remembered that another twelve tribes also came from Ishmael."]],[".topic",["h3","(7-6)",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.21"},"Genesis 25:21"],". “Because She Was Barren”"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p41"},"The brevity of the historical account in Genesis tends to compress the time it covers. The simple statement about Rebekah’s barrenness is more poignant when one remembers the great value people placed on childbearing in those times and that Isaac and Rebekah went childless for twenty years (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.20,26"},"vv. 20, 26"],")."]],[".topic",["h3","(7-7)",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.27-28"},"Genesis 25:27–28"],". Jacob Was a Plain Man"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p43"},"In contrast to Esau, who is described as a “cunning hunter,” Jacob is called a “plain man” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.27"},"v. 27"],"). The Hebrew word used there means “whole, complete, or perfect,” so it is a very positive adjective."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p44"},"The",["span.emphasis","loved"],"of",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.28"},"verse 28"],"is used in the sense of “favored” or “preferred.” Thus, Isaac favored Esau and Rebekah favored Jacob."]],[".topic",["h3","(7-8)",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.30"},"Genesis 25:30"]],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p46"},["span.emphasis","Edom"],"means “red.” The Edomites (descendants of Esau) played a significant role in the Old Testament, usually as antagonists to the Israelites. They inhabited the territory in and about Mount Seir between the Dead Sea and the Red Sea (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/36"},"Genesis 36"],"). Esau’s descendants today are also found among the Arab nations."]],[".topic",["h3","(7-9)",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.32"},"Genesis 25:32"]],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p48"},"This rationalization seems to reflect more scorn than hunger. Jacob would almost certainly have succored Esau freely if his life were in jeopardy. The point of this account seems to be primarily to show how little value Esau placed on the birthright. His immediate bodily needs were more important to him than the rights of the covenant. Additional evidence of this attitude is Esau’s marriages to Canaanite women, which broke the covenant line (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/26.34-35"},"Genesis 26:34–35"],")."],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p49"},"The birthright itself should have been a treasured thing. The highly desirable birthright blessing is the right to the presidency, or keys, of the priesthood. Elder Bruce R. McConkie wrote:"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p50"},"“It appears that anciently under the Patriarchal Order certain special blessings, rights, powers, and privileges—collectively called the",["span.emphasis","birthright"],"—passed from the father to his",["span.emphasis","firstborn son."],"(",["a.scriptureRef",{"href":"/scriptures/ot/gen/43.33"},"Gen. 43:33"],".) In later ages special blessings and prerogatives have been poured out upon",["span.emphasis","all"],"the worthy descendants of some who gained special blessings and birthrights anciently. (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.25-27"},"3 Ne. 20:25–27"],".) Justification for this system, in large part, lies in the pre-existent preparation and training of those born in the lines destined to inherit preferential endowments.” (Mormon Doctrine, p. 87.)"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p51"},"In the patriarchal order this birthright was passed from father to son, who was often, but not always, the eldest son. Righteousness was a more important factor than being the firstborn."]],[".topic",["h3","(7-10)",["a.scriptureRef",{"href":"/scriptures/ot/gen/27.1-40"},"Genesis 27:1–40"],". Jacob Obtains the Birthright from Esau"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p53"},"The story of how Jacob obtained the birthright blessing from Isaac with the help of his mother is a troubling one in many respects. Typically, commentators who do not have access to latter-day scriptures come to one of two conclusions: either they emphasize Esau’s unworthiness for the birthright and therefore justify the deception, or else they criticize Jacob’s shrewd and crafty nature."],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p54"},"A more complete knowledge of gospel principles, however, may pose some additional problems. Can a person deceive a patriarch and get a blessing that belongs to someone else? Was Jacob a deceitful and crafty man? Was Isaac blindly favorable to certain children? Can one be dishonest and still get a valid patriarchal blessing? The following points should be carefully considered:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.f4"},["ol.number",["li",["span.label","1."],["p.para","As the record in Genesis now reads, there is little option but to conclude that Rebekah and Jacob deliberately deceived Isaac and that Jacob explicitly lied to his father (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/27.24"},"v. 24"],"). Rebekah and Jacob believed the deception was necessary because Isaac obviously favored Esau. Joseph Smith, however, taught that certain errors had crept into the Bible through “ignorant translators, careless transcribers, or designing and corrupt priests” (Teachings, p. 327). For example, a comparison of the early chapters of Genesis with the fuller accounts revealed to the Prophet (now found in the books of Moses and Abraham) shows how much has been lost. It is possible that the story of Jacob’s obtaining the birthright has also lost much or been changed by unbelievers. These changes could then explain the contradictions."]],["li",["span.label","2."],["p.para","Rebekah knew by personal revelation that Jacob was to be the son of the covenant (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/25.22-23"},"Genesis 25:22–23"],"). Jacob reluctantly gave in to his mother’s wishes after she told him that she would take the responsibility for what they were about to do."]],["li",["span.label","3."],["p.para","Although the early patriarchs and their wives were great and righteous men and women who eventually were exalted and perfected (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.37"},"D&C 132:37"],"), this fact does not mean that they were perfect in every respect while in mortality. If the story is correct as found in Genesis, Isaac may have been temporarily shortsighted in favoring Esau. Or Rebekah may have had insufficient faith in the Lord to let Him work His will and therefore undertook a plan of her own to ensure that the promised blessings would come to pass. These shortcomings do not lessen their later greatness and their eventual perfection."]],["li",["span.label","4."],["p.para","Whatever the explanation for the circumstances surrounding the reception of the blessing, one thing is perfectly clear. Priesthood holders are given the keys to bind",["span.emphasis","and loose"],"on earth and have that action validated in heaven (see",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.19"},"Matthew 16:19"],"). Once Isaac learned of the deception, he could have revoked the blessing and given it to Esau. Instead, he told Esau, “Yea, and he shall be blessed” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/27.33"},"Genesis 27:33"],"). Later, when Jacob was preparing to leave for Padan-aram to escape Esau’s wrath, Isaac clearly gave him the blessing of Abraham (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/28.3-4"},"Genesis 28:3–4"],"), an additional proof that Jacob received the blessing meant for him and that Isaac confirmed it upon him. Thus, if the Genesis record is correct as it now is, Jacob, like others, received a call and a promise of eventual blessings because of his potential and in spite of his weaknesses. Like anyone, he had then to live worthily in order to obtain the promised blessings."]]]]],[".topic",["h3","(7-11)",["a.scriptureRef",{"href":"/scriptures/ot/gen/27.34-46"},"Genesis 27:34–46"],". Subsequent Effects of Jacob’s Blessing"],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p60"},"“Esau was also blessed—with the bounties of the earth, and with the potential to cast off the yoke of oppression; but like most of us he valued what he had lost after it was gone and rued the day he had traded the birthright off to Jacob. He bitterly resolved to get revenge by fratricide when he saw the blessing of transmittal of the birthright actually confirmed upon the head of him to whom he had bartered the right to it. The alert and resourceful Rebekah averted a double tragedy (loss of both sons—one by murder and one by execution, as the law of",["a.scriptureRef",{"href":"/scriptures/ot/gen/9.6"},"Genesis 9:6"],"would require) by proposing to Isaac that they send Jacob away to find a proper wife in her home land. Thus she would remove him from harm proposed by Esau until feelings could cool. The proposition that he be sent for a proper wife apparently was approved immediately by Isaac, for doubtless he saw that it was true, as Rebekah said, that their life’s mission would be frustrated if Jacob married as Esau had.” (Rasmussen, Introduction to the Old Testament, 1:47.)"]],[".topic",["h3","(7-12)",["a.scriptureRef",{"href":"/scriptures/ot/gen/28.10-19"},"Genesis 28:10–19"],". The Vision of Jacob’s Ladder at Bethel"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p62"},"Two comments by latter-day prophets give a greater understanding of the significance and meaning of Jacob’s experience at Bethel. The Prophet Joseph Smith said, speaking of Paul’s comment about one who was caught up to the third kingdom (see",["a.scriptureRef",{"href":"/scriptures/nt/2-cor/12.2"},"2 Corinthians 12:2"],"), “Paul ascended into the third heavens, and he could understand the three principal rounds of Jacob’s ladder—the telestial, the terrestrial, and the celestial glories or kingdoms” (Teachings, pp. 304–5)."],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p63"},"President Marion G. Romney explained why this vision of heaven was shown in the form of a ladder and why the name of the place where it happened was called Bethel:"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p64"},"“When Jacob traveled from Beersheba toward Haran, he had a dream in which he saw himself on the earth at the foot of a ladder that reached to heaven where the Lord stood above it. He beheld angels ascending and descending thereon, and Jacob realized that the covenants he made with the Lord there were the rungs on the ladder that he himself would have to climb in order to obtain the promised blessings—blessings that would entitle him to enter heaven and associate with the Lord."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p65"},"“Because he had met the Lord and entered into covenants with him there, Jacob considered the site so sacred that he named the place Bethel, a contraction of Beth-Elohim, which means literally ‘the House of the Lord.’ He said of it: ‘… this is none other but the house of God, and this is the gate of heaven.’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/28.17"},"Gen. 28:17"],".)"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p66"},"“Jacob not only passed through the gate of heaven, but by living up to every covenant he also went all the way in. Of him and his forebears Abraham and Isaac, the Lord has said: ‘… because they did none other things than that which they were commanded, they have entered into their exaltation, according to the promises, and sit upon thrones, and are not angels but are gods.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.37"},"D&C 132:37"],".)"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p67"},"“Temples are to us all what Bethel was to Jacob. Even more, they are also the gates to heaven for all of our unendowed kindred dead. We should all do our duty in bringing our loved ones through them.” (",["span.crossRef","“Temples—The Gates to Heaven,”"],"Ensign, Mar. 1971, p. 16.)"]],[".topic",["h3","(7-13)",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.12"},"Genesis 29:12"],". How Were Jacob and His Wives Related?"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p69"},"The following genealogy lines show clearly that each of the three great patriarchs—Abraham, Isaac, and Jacob—married relatives. (The broken lines show marriages, and the dotted lines show individuals who are the same.)"],[".",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.f5"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_013_02_lineage.gif"}]],["p.para",{"id":"p90","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p90"},"Abraham married Sarah, who was his niece; Isaac married Rebekah, who was his first cousin once removed; and Jacob married Leah and Rachel, who were his first cousins."]],[".topic",["h3","(7-14)",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.17"},"Genesis 29:17"],". Leah was “Tender Eyed”"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p92"},"The Hebrew word translated as “tender” means “soft, delicate, or lovely.” The fact that this trait is emphasized for Leah, while Rachel is described as “beautiful and well-favoured,” that is, beautiful in every respect, seems to suggest that Leah’s eyes were her most attractive feature."]],[".topic",["h3","(7-15)",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.20-30"},"Genesis 29:20–30"],". The Marriage of Jacob to Leah and Rachel"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p94"},"Here is given the first glimpse of Laban’s crafty nature. After promising Rachel to Jacob for seven years of service, Laban sent Leah to Jacob’s tent to consummate the marriage. The modern reader may find it hard to believe that Jacob did not discover the switch until it was morning; however, the following possibilities could explain the success of Laban’s ruse. As sisters, Rachel and Leah may have been quite similar in height, weight, and general appearance. Second, the women of Haran sometimes veiled themselves (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/24.65"},"Genesis 24:65"],"). Third, Laban was a shepherd. If he was a typical shepherd of ancient times, he dwelt in tents instead of in permanent dwellings. The inside of a tent at night can be very dark. And finally, knowing what the reaction of Jacob would be if he discovered the substitution early, Laban may have told Leah to speak as little as possible so as not to give the deception away before it was too late to change it."],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p95"},"Though Laban demanded another seven years for Rachel’s hand, he allowed Jacob to marry her once the seven days of wedding feasts for Leah were finished and to fulfill his indebtedness after the marriage. The gift of the handmaidens to each daughter made the servants the direct property of each wife, not of Jacob. Thus, later, when the handmaids had children, the children were viewed legally as the children of Rachel and Leah."]],[".topic",["h3","(7-16)",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.31"},"Genesis 29:31"],". Did Jacob “Hate” Leah?"],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p97"},"The Hebrew word",["span.emphasis","sahnay"],"does not mean “hate” as the term is used today, but rather conveys the idea of “loving less.” A better translation would be, “when the Lord saw that Leah was loved less or was not as favored,” he opened her womb."]],[".topic",["h3","(7-17)",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.31"},"Genesis 29:31"],"to 30:24. The Children of Israel"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p99"},"The scriptures in this chapter indicate that each child born to Jacob was given a name which reflected the feelings of his parents. There was a tremendous competitive spirit between the wives. Being able to bear a male child for their husband was a great honor. Rachel apparently was very sad that she did not have a child until later in her life. When she finally bore a son the name she gave him indicated her feeling for him and the hope she had in the future. The twelve sons of Jacob are listed below."],[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.f6"},["table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para",["span.emphasis","Mother"]]],["th",{"colspan":"1","rowspan":"1"},["p.para",["span.emphasis","Name"]]],["th",{"colspan":"1","rowspan":"1"},["p.para",["span.emphasis","Meaning"]]],["th",{"colspan":"1","rowspan":"1"},["p.para",["span.emphasis","Reason for Name"]]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Leah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Reuben"]],["td",{"colspan":"1","rowspan":"1"},["p.para","See a son"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joy for having a son (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.32"},"Genesis 29:32"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Leah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Simeon"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Hearing"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Because the Lord heard that she was hated (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.33"},"Genesis 29:33"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Leah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Levi"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joined"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“This time will my husband be joined unto me” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.34"},"Genesis 29:34"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Leah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Judah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Praise"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“Now I will praise the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.35"},"Genesis 29:35"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Bilhah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Dan"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Judging"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“God hath judged me” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.6"},"Genesis 30:6"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Bilhah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Naphtali"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Wrestling"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“With great wrestlings have I wrestled with my sister” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.8"},"Genesis 30:8"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Zilpah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Gad"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Troop"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“Leah said, A troop cometh” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.11"},"Genesis 30:11"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Zilpah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Asher"]],["td",{"colspan":"1","rowspan":"1"},["p.para","My happiness"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“Leah said, Happy am I” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.13"},"Genesis 30:13"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Leah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Issachar"]],["td",{"colspan":"1","rowspan":"1"},["p.para","A reward"]],["td",{"colspan":"1","rowspan":"1"},["p.para","God hath given me my reward (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.18"},"Genesis 30:18"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Leah"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Zebulun"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Dwelling"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“Now will my husband dwell with me” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.20"},"Genesis 30:20"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Rachel"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Joseph"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Adding"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“The Lord shall add to me another son” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.24"},"Genesis 30:24"],")."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Rachel"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Benjamin"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Son of my right hand"]],["td",{"colspan":"1","rowspan":"1"},["p.para","“You are the son of my right hand” (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.18"},"Genesis 35:18"],")."]]]]]]],[".topic",["h3","(7-18)",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.14-22"},"Genesis 30:14–22"],". What Are Mandrakes and Why Did Rachel Want Them?"],["p.para",{"id":"p153","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p153"},"Although Bible scholars are not sure exactly what plant is meant by the word",["span.emphasis","mandrake,"],"the significance of this plant to Rachel and Leah is clear. “The Hebrew name denotes love fruit. The fruit had a pleasant taste and odor, and was supposed to ensure conception.” (Bible Dictionary, s.v.",["a.scriptureRef",{"href":"/scriptures/bd/mandrake"},"“mandrakes.”"],") In other words, the mandrakes were thought to enhance a woman’s fertility and ability to have children. Knowledge of this belief helps explain the interchange between Rachel and Leah. Rachel desired the mandrakes so that she could at last bear children of her own. As has already been seen, there was a fierce competition between the sisters in this regard. Leah’s response was, therefore, equally natural. She indicated that Rachel had already taken her husband, which probably meant only that Rachel had the first place in his affections. (Some scholars, however, believe that this passage means that Jacob actually lived in Rachel’s tent rather than in Leah’s tent.) The one advantage Leah had was her ability to bear children, while Rachel could not. In essence she told Rachel that it would be foolish for her to give Rachel her mandrakes and help her have children, for this would only lessen Leah’s one advantage (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.15"},"v. 15"],"). So Rachel made a counter offer. She promised that she would encourage Jacob to go to Leah that night if she, Rachel, could have the mandrakes (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.15"},"v. 15"],"). Leah agreed and told Jacob. Out of the agreement Leah conceived and bore Jacob a fifth son (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.17-18"},"vv. 17–18"],"). She later bore another son and Jacob’s daughter Dinah (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.19-21"},"vv. 19–21"],")."],["p.para",{"id":"p154","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p154"},"Although not stated specifically, the record implies that the mandrakes did nothing for Rachel. Finally, Rachel did conceive, but it was not because of mandrakes. Rather, “God hearkened to her, and opened her womb” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.22"},"v. 22"],")."]],[".topic",["h3","(7-19)",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.37-43"},"Genesis 30:37–43"],". Did the Peeled Rods Influence the Conception of the Flocks of Jacob?"],["p.para",{"id":"p157","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p157"},"Jacob’s peeling of branches and placing them before the animals so that when they conceived they would bear multicolored offspring seems to be a reflection of a common superstition that the conception of offspring is influenced by what the mother experiences or sees at the time of conception. Nothing is known by modern science to explain any relationship between what Jacob did and what happened in the hereditary patterns of the animals. Perhaps something is missing from the text. Perhaps the Lord was just taking advantage of the virility of crossbred animals. Divine intervention certainly played a part. In any event, Jacob’s herds grew and the Lord blessed him. Also, Jacob’s separation of the flocks (",["a.scriptureRef",{"href":"/scriptures/ot/gen/30.40"},"v. 40"],") follows principles of good animal husbandry and would have increased the likelihood of having multi-colored animals."]],[".topic",["h3","(7-20)",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.4"},"Genesis 31:4"]],["p.para",{"id":"p159","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p159"},"It is significant to note that Jacob counseled with his wives on the important move he was contemplating. Often modern scholars claim that woman in the Old Testament were of low status and were treated as property by their husbands. But this example, and others like it, show that such was not the case."]],[".topic",["h3","(7-21)",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.7"},"Genesis 31:7"]],["p.para",{"id":"p161","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p161"},"Jacob’s comment that Laban changed his wages ten times cannot be documented in the record—that is, ten times cannot be counted. But the nature of Laban makes it not unlikely that once Jacob began to prosper, Laban kept changing the terms of their agreement. Nevertheless, the Lord continued to bless Jacob temporally."]],[".topic",["h3","(7-22)",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.14-16"},"Genesis 31:14–16"],". “For He Hath Sold Us, and Hath Quite Devoured Also Our Money”"],["p.para",{"id":"p163","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p163"},"It is interesting that both Rachel and Leah agreed that Jacob was justified in leaving Laban. They also pointed out that they had received nothing from their father, because of his covetous nature. One commentator explained their bitterness:"],["p.para",{"id":"p164","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p164"},"“The dowry was an important part of marriage. We meet it first in Jacob, who worked seven years for Laban to earn a dowry for Rachel (",["a.scriptureRef",{"href":"/scriptures/ot/gen/29.18"},"Gen. 29:18"],"). The pay for this service belonged to the bride as her dowry, and Rachel and Leah could indignantly speak of themselves as having been ‘sold’ by their father, because he had withheld from them their dowry (",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.14,15"},"Gen. 31:14, 15"],"). It was the family capital; it represented the wife’s security, in case of divorce where the husband was at fault. If she were at fault, she forfeited it. She could not alienate it from her children. There are indications that the normal dowry was about three years’ wages. The dowry thus represented funds provided by the father of the groom, or by the groom through work, used to further the economic life of the new family. If the father of the bride added to this, it was his privilege, and customary, but the basic dowry was from the groom or his family. The dowry was thus the father’s blessing on his son’s marriage, or a test of the young man’s character in working for it.” (Rushdoony, Institutes of Biblical Law, pp. 176–77.)"]],[".topic",["h3","(7-23)",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.19"},"Genesis 31:19"],". What Were the Images of Laban?"],["p.para",{"id":"p166","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p166"},"There is much debate among scholars about what the images were that were stolen by Rachel and what they represented. The Hebrew word which is sometimes used for small images of false gods is",["span.emphasis","teraphim."],"Some translators render the word as “household gods.” Was Laban an idolator? If so, why did Jacob go all the way back to Haran to find a wife if they were idolators like the Canaanites? Others believe they were astrological devices used for telling the future. But this suggestion raises the same question. One scholar theorized that these images were somehow tied in with the legal rights of inheritance (see Guthrie, New Bible Commentary, p. 104). If this theory is correct, the possessor of the teraphim had the right to inherit the father’s property. This circumstance would explain why Rachel stole the images, since her father had “stolen” her inheritance (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.14-16"},"Genesis 31:14–16"],"). It would also explain Laban’s extreme agitation over their loss and Jacob’s severe penalty offered against the guilty party (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/31.31"},"Genesis 31:31"],")."]],[".topic",["h3","(7-24)",["a.scriptureRef",{"href":"/scriptures/ot/gen/32.24-32"},"Genesis 32:24–32"],". The Wrestling of Jacob—What Was It?"],["p.para",{"id":"p168","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p168"},"Most scholars believe Jacob wrestled with an angel, but President Joseph Fielding Smith explained why this explanation could not be true:"],["p.para",{"id":"p169","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p169"},"“Who wrestled with Jacob on Mount Peniel? The scriptures say it was a man. The Bible interpreters say it was an angel. More than likely it was a messenger sent to Jacob to give him the blessing. To think he wrestled and held an angel who couldn’t get away, is out of the question. The term",["span.emphasis","angel"],"as used in the scriptures, at times, refers to messengers who are sent with some important instruction. Later in this chapter when Jacob said he had beheld the Lord, that did not have reference to his wrestling.” (Doctrines of Salvation, 1:17.)"]],[".topic",["h3","(7-25)",["a.scriptureRef",{"href":"/scriptures/ot/gen/33.1-2"},"Genesis 33:1–2"]],["p.para",{"id":"p171","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p171"},"Some have criticized Jacob’s arrangement of the camp because it appears that he is putting the handmaids and their children in the most dangerous position. It would be a natural thing, however, in the Middle East for a clan leader to show off his family and possessions in such a way that the best and most highly favored is saved until last (see Clarke, Bible Commentary, 1:205)."],[".figure",{"id":"f7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_000_013_map.gif"}]]],[".topic",["h3","(7-26)",["a.scriptureRef",{"href":"/scriptures/ot/gen/34.1-31"},"Genesis 34:1–31"],". The Defilement of Dinah"],[".topic",["p.para",{"id":"p189","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p189"},"The Hebrew word that is translated “took” in the phrase “he took her” can mean “to take away, sometimes with violence and force; to take possession, to capture, to seize upon” (Wilson, Old Testament Word Studies, s.v. “take,” p. 435). Commenting on the phrase that Shechem “spake kindly unto the damsel” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/34.3"},"Genesis 34:3"],"), one scholar said it means:"],["p.para",{"id":"p190","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p190"},"“Literally,",["span.emphasis","he spake to the heart of the damsel"],"—endeavoured to gain her affections, and to reconcile her to her disgrace. It appears sufficiently evident from this and the preceding verse that there had been no",["span.emphasis","consent"],"on the part of Dinah, that the whole was an act of",["span.emphasis","violence,"],"and that she was now detained",["span.emphasis","by force"],"in the house of",["span.emphasis","Shechem."],"Here she was found when Simeon and Levi sacked the city,",["a.scriptureRef",{"href":"/scriptures/ot/gen/34.26"},"verse 26"],".” (Clarke, Bible Commentary, 1:207.)"],["p.para",{"id":"p191","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p191"},"The outrage of Simeon and Levi was justified, but to deceitfully set up a whole town for slaughter on the pretext of bringing them into the covenant was an evil and wicked thing. Jacob’s blessings on these two sons just prior to his death (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/49.5-7"},"Genesis 49:5–7"],") show that neither he nor the Lord condoned this act."]],[".topic",["h4","(7-27)",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.1-6"},"Genesis 35:1–6"]],["p.para",{"id":"p193","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p193"},"Before returning to Bethel, which was the equivalent of a modern temple (see Reading 7-12), Jacob had his family and servants, his household, prepare themselves for the experience much as modern Saints prepare themselves. The earrings probably were more than mere jewelry, possibly amulets with inscriptions to false gods (see Keil and Delitzsch, Commentary, 1:1:316)."]],[".topic",["h4","(7-28)",["a.scriptureRef",{"href":"/scriptures/ot/gen/35.20-22"},"Genesis 35:20–22"],". Reuben Loses the Birthright"],["p.para",{"id":"p195","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p195"},"The inclusion of the brief account of Reuben’s immorality in the historical account may seem unusual, but it explains why Reuben, the firstborn of Leah, forfeited the birthright. Since Rachel was the second wife, her firstborn would then by right inherit the forfeited blessing. Joseph thus was the next legal heir in line, even though he was the eleventh son born. (",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/5.1-3"},"1 Chronicles 5:1–3"],"specifically ties Reuben’s loss of the birthright to his transgression and shows how it went to Joseph.) The firstborn sons of the handmaids, Bilhah and Zilpah, would not be considered since they were the property of their mistresses and their children were also technically considered Rachel’s and Leah’s property."]]],[".topic",["h3","Points to Ponder"],[".figure",{"id":"f8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.f8"},["p.preamble",["span.dominant","(7-29)"],"You have now studied the beginnings of the house of Israel, the “chosen people.” Are you somewhat disillusioned by how some of our forefathers fell short of your expectations? As you ponder what you have read consider the following questions:"],["ol.number",["li",["span.label","1."],["p.para","Is there any evidence in the scriptural record that imperfect behavior was in any way overlooked, condoned, or excused by the Lord?"]],["li",["span.label","2."],["p.para","Can we learn from the faults and failings of our ancestors as well as from their strengths and successes?"]],["li",["span.label","3."],["p.para","Do you see any evidences of growth, development, repentance, and commitment in the record of the earliest covenant people?"]],["li",["span.label","4."],["p.para","Do the human interest details, such as the rivalry between Rachel and Leah, make it easier or harder for you to believe that God is a loving and patient Father, and that you, too, in spite of your own failings, may become a covenant person?"]]]],["p.para",{"id":"p202","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p202"},["span.dominant","(7-30)"],"One thing that comes through abundantly clear in these chapters is the significance that marriage in the covenant had for Abraham, Isaac, and Jacob. Write a short essay entitled “What I Can Learn about Marriage from Abraham, Isaac, and Jacob.” Before doing so, consider the following statements from our General Authorities."],["p.para",{"id":"p203","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p203"},"Brigham Young: “Be careful, O ye mothers in Israel, and do not teach your daughters in future, as many of them have been taught, to marry out of Israel. Woe to you who do it; you will lose your crowns as sure as God lives.” (Discourses of Brigham Young, p. 196.)"],["p.para",{"id":"p204","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p204"},"Joseph F. Smith: “Some people feel that it does not make very much difference whether a girl marries a man in the Church, full of the faith of the Gospel, or an unbeliever. Some of our young people have married outside of the Church; but very few of those who have done it have failed to come to grief. … There is nothing that I can think of, in a religious way, that would grieve me more intensely than to see one of my boys marry an unbelieving girl, or one of my girls marry an unbelieving man.” (Gospel Doctrine, p. 279.)"],["p.para",{"id":"p205","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-24-36-the-covenant-line-continues-with-isaac-and-jacob.p205"},"Spencer W. Kimball: “Many times, women have come to me in tears. How they would love to be able to train their children in the gospel of Jesus Christ! But they are unable to do so because of religious incompatibility with a nonmember husband. How they would like to accept for themselves positions of responsibility in the Church! How they would like to pay their tithing! … How they wish they could be sealed for eternity and have the promise of having their own flesh and blood, their children, sealed to them for eternity! Sometimes it is men in this predicament. But they have locked the doors, and the doors have often rusted on their hinges.” (Miracle of Forgiveness, p. 241.)"]]]]]]],"refs":null}
