{"id":12,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":12,"title":"Genesis 18–23:Abraham—A Model of Faith and Righteousness","subtitle":"","short_title":6,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.head1"},[".titleNumber","6"],["h1","Genesis 18–23"],["h1","Abraham—A Model of Faith and Righteousness"]],[".bodyBlock",[".topic",["h2","(6-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p5"},"Elder Melvin J. Ballard wrote: “You remember the story of how Abraham’s son came after long years of waiting and was looked upon by his worthy sire, Abraham, as more precious than all his other possessions, yet, in the midst of his rejoicing, Abraham was told to take this only son and offer him as a sacrifice to the Lord. He responded. Can you feel what was in the heart of Abraham on that occasion? You love your son just as Abraham did, perhaps not quite so much, because of the peculiar circumstances, but what do you think was in his heart when he started away from Mother Sarah, and they bade her goodbye? What do you think was in his heart when he saw Isaac bidding farewell to his mother to take that three days’ journey to the appointed place where the sacrifice was to be made? I imagine it was about all Father Abraham could do to keep from showing his great grief and sorrow at that parting, but he and his son trudged along three days toward the appointed place, Isaac carrying the fagots that were to consume the sacrifice. The two travelers rested, finally, at the mountainside, and the men who had accompanied them were told to remain while Abraham and his son started up the hill."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p6"},"“The boy then said to his father: ‘Why, Father, we have the fagots; we have the fire to burn the sacrifice; but where is the sacrifice?’"],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p7"},"“It must have pierced the heart of Father Abraham to hear the trusting and confiding son say: ‘You have forgotten the sacrifice.’ Looking at the youth, his son of promise, the poor father could only say: ‘The Lord will provide.’"],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p8"},"“They ascended the mountain, gathered the stones together, and placed the fagots upon them. Then Isaac was bound, hand and foot, kneeling upon the altar. I presume Abraham, like a true father, must have given his son his farewell kiss, his blessing, his love, and his soul must have been drawn out in that hour of agony toward his son who was to die by the hand of his own father. Every step proceeded until the cold steel was drawn, and the hand raised that was to strike the blow to let out the life’s blood.” (",["span.crossRef","“The Sacramental Covenant,”"],["span.emphasis","New Era,"],"Jan. 1976, pp. 9–10.)"],["p.para",{"id":"p9","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p9"},"Bear in mind that Abraham was saved from a similar fate instigated in wickedness by his own father. As with most people, Abraham must have abhorred human sacrifice. Why would the Lord require such a trial of his faith? What can be learned from the life of Abraham, who was faithful to the end?"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/gen/18"},"Genesis 18–23"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Genesis 18–23"],[".topic",["h3","(6-2)",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.1-2"},"Genesis 18:1–2"],". Who Visited with Abraham?"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p15"},"“We are not justified in teaching that our Heavenly Father, with other heavenly persons, came down, dusty and weary, and ate with Abraham. This is not taught in the 18th chapter of Genesis. The first verse of that chapter should read as follows: ‘And the Lord appeared unto him in the plains of Mamre.’ That is a complete thought. The second part of this paragraph has nothing to do with the Lord’s appearing to Abraham … : ‘And he sat in the tent door in the heat of the day; and he lifted up his eyes and looked, and, lo, three men stood by him.’ These three men were mortals. They had bodies and were able to eat, to bathe, and sit and rest from their weariness. Not one of these three was the",["span.emphasis","Lord."],"” (Smith,",["span.emphasis","Doctrines of Salvation,"],"1:16.)"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p16"},"In the Joseph Smith Translation,",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.23a"},"Genesis 18:23"],"states definitely that “the angels … were holy men, and were sent forth after the order of God.”"]],[".topic",["h3","(6-3)",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.9-15"},"Genesis 18:9–15"],". Sarah Laughed within Herself"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p18"},"Sarah’s astonished laughter at the news that she was to conceive and bear a son should not be interpreted as proving her lack of faith. Often in the scriptures the servants of the Lord are astonished beyond belief at the miraculous goodness of the Lord. Moses could not believe that he was capable of being God’s spokesman with the pharaoh and asked that he receive help (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/4.10-17"},"Exodus 4:10–17"],"). Gideon needed dramatic proof that the Lord wanted him to deliver Israel from the Midianites (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/6.11-24"},"Judges 6:11–24"],"). Hezekiah asked for confirmation that Isaiah’s promise of extended life was really of the Lord (see",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/20.1-11"},"2 Kings 20:1–11"],"). Zachariah was struck dumb so that he would know that his wife Elizabeth would conceive (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.19-20"},"Luke 1:19–20"],"). And when the disciples saw the resurrected Lord for the first time, Luke tells us, “they yet believed not for joy” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.41"},"Luke 24:41"],"). It was the incredible nature of the news that caused Sarah’s response. And after approximately seventy years of childlessness, who could condemn her temporary inability to believe the joyous promise?"]],[".topic",["h3","(6-4)",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.16-33"},"Genesis 18:16–33"],". The Power of a Righteous Life"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p20"},"It is not uncommon to hear a person say, “Can one person really make a difference?” The answer is a definite yes. Alma told the people of Ammonihah that “if it were not for the prayers of the righteous, who are now in the land, that ye would even now be visited with utter destruction” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.22"},"Alma 10:22"],"). He then warned them, “If ye will cast out the righteous from among you then will not the Lord stay his hand” (",["a.scriptureRef",{"href":"/scriptures/bofm/alma/10.23"},"Alma 10:23"],"). Like the people of Sodom and Gomorrah, the people of Ammonihah refused to repent or recognize that the few righteous among them were their only protection, so they killed them and cast them out (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.9-11"},"Alma 14:9–11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/15.1"},"15:1"],"). Therefore, a short time later the entire city was destroyed (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/16.1-3,9-10"},"Alma 16:1–3, 9–10"],"). The Lord also indicated that the United States would bring judgments upon itself for driving out the Saints (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.34-36"},"D&C 136:34–36"],")."]],[".topic",["h3","(6-5)",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.19"},"Genesis 18:19"],". “He Will Command His Children … and They Shall Keep the Way of the Lord”"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p22"},"This verse records one of the keys to Abraham’s righteousness. Not only did he keep the commandments but he taught his household to do so too. Of this fact President Kimball said:"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p23"},"“Abraham’s desire to do God’s will in all things led him to preside over his family in righteousness. Despite all his other responsibilities, he knew that if he failed to teach and exemplify the gospel to his children he would have failed to fulfill the most important stewardship he had received.” (",["span.crossRef","“The Example of Abraham,”"],["span.emphasis","Ensign,"],"June 1975, p. 5.)"]],[".topic",["h3","(6-6)",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.4-11"},"Genesis 19:4–11"],". Why Did Lot Offer His Daughters to the Wicked Sodomites?"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p25"},"Many scholars have tried to justify Lot’s shocking offer of his daughters as substitutes for the men on the basis of the strict laws of hospitality and protection that prevailed in the ancient Middle East. The Joseph Smith Translation, however, records that when Lot refused to allow the men of Sodom to satisfy their evil and depraved desires, they became angry and said, “We will have the men, and thy daughters also.” Then the comment is added, “Now this was after the wickedness of Sodom” (",["a.scriptureRef",{"href":"/scriptures/jst/jst-gen/19.11-12"},"JST, Genesis 19:11–12"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.13-15"},"vv. 13–15"],")."]],[".topic",["h3","(6-7)",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.13"},"Genesis 19:13"],". What Was the Wickedness of Sodom and Gomorrah?"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p27"},"In the Genesis account it is clear that the people of these two cities had become extremely immoral, engaging in homosexuality and other abuses. But the prophet Ezekiel gave greater insight when he said, “Behold, this was the iniquity of thy sister Sodom, pride, fulness of bread, and abundance of idleness was in her and in her daughters, neither did she strengthen the hand of the poor and needy. And they were haughty, and committed abomination before me: therefore I took them away as I saw good.” (",["a.scriptureRef",{"href":"/scriptures/ot/ezek/16.49-50"},"Ezekiel 16:49–50"],".) James said that pure religion was to “visit the fatherless and widows in their affliction, and to keep [oneself] unspotted from the world” (",["a.scriptureRef",{"href":"/scriptures/nt/james/1.27"},"James 1:27"],"). Sodom and Gomorrah not only had partaken of the filthiness of sexual immorality but had rejected their fellow men in need."]],[".topic",["h3","(6-8)",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.26"},"Genesis 19:26"],". Lot’s Wife and the Pillar of Salt"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p30"},"The account of Lot’s wife being turned into a pillar of salt has puzzled many commentators. Was this event a literal thing, or was it figurative? There are two indications in the scriptures that the phrase “looked back” was an idiomatic way of saying “she turned back” or “returned to Sodom.” When warning the disciples of the destruction which was going to come upon Jerusalem, the Savior warned them to flee without delay, not even going into the house to get their possessions. Jesus said, “And he that is in the field, let him likewise",["span.emphasis","not return back. Remember Lot’s wife”"],"(",["a.scriptureRef",{"href":"/scriptures/nt/luke/17.31-32"},"Luke 17:31–32"],"; emphasis added). He then admonished them that he who seeks to save his life will lose it, and he who loses his life will find it. Elder Bruce R. McConkie paraphrased those verses in these words:"],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p31"},"“Look not back to Sodom and the wealth and luxury you are leaving. Stay not in the burning house, in the hope of salvaging your treasures, lest the flame destroy you; but flee, flee to the mountains."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p32"},"“Seek temporal things and lose eternal life; sacrifice the things of this life and gain eternal life.” (",["span.emphasis","Doctrinal New Testament Commentary,"],"1:645.)"],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p33"},"The implication is that Lot’s wife started back to Sodom, perhaps to save some possessions, and was caught in the destruction."],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p34"},"In the Doctrine and Covenants is a scripture that uses the same terminology as",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.26"},"Genesis 19:26"],". After warning the Saints to flee spiritual Babylon, which is wickedness, the Lord says, “He that goeth, let him",["span.emphasis","not look back lest sudden destruction shall come upon him”"],"(",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.15"},"D&C 133:15"],"; emphasis added). Again, the implication is that of a return to wickedness."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p35"},"Most scholars agree that the most probable site of Sodom is now covered by the southern part of the Dead Sea, a body of water with a high salt content. If Lot’s wife returned to Sodom, she would have been caught in the destruction. Her becoming a pillar of salt could be a figurative way of expressing this outcome."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p36"},"But whatever it was that happened to Lot’s wife, it is clear that she perished."]],[".topic",["h3","(6-9)",["a.scriptureRef",{"href":"/scriptures/ot/gen/19.30-38"},"Genesis 19:30–38"],". The Sin of Lot’s Daughters"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p38"},"The account of the incestuous seduction of Lot by his two daughters is a shocking one but one which, again, illustrates that the Old Testament records the evils of the people as well as their righteousness. There is no way to justify the wickedness of what the two daughters did, although it may be better understood when it is considered that the daughters may have thought that the whole world had been destroyed in the holocaust that befell Sodom and Gomorrah and that Lot was the only source of children left to them. Moses may have included this account in the record because it shows the beginnings of the Moabites and the Ammonites, two peoples that would play an important role in the history of the people of Israel."]],[".topic",["h3","(6-10)",["a.scriptureRef",{"href":"/scriptures/ot/gen/20.1-18"},"Genesis 20:1–18"]],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p40"},"For more information on why Abraham called Sarah his sister, see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-12-17-abraham-father-of-the-faithful.p1"},"Reading 5-5"],"."]],[".topic",["h3","(6-11)",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.1-19"},"Genesis 22:1–19"],". The Sacrifice of Isaac—A Similitude"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p42"},"In the Book of Mormon, Jacob clearly teaches that Abraham’s willingness to offer up Isaac is “a similitude of God and his Only Begotten Son” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.5"},"Jacob 4:5"],"). A similitude is an object, act, or event in physical reality which corresponds to (is similar to or is a simulation of) some greater spiritual reality. (For a discussion of why the Lord uses similitudes, see Enrichment Section C,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-c-symbolism-and-typology-in-the-old-testament.p1"},"“Symbolism and Typology in the Old Testament.”"],")"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p43"},"Most readers of the Old Testament can immediately see the similarities between the test of Abraham and the sacrifice of the Father, but many miss the precise detail of this similitude that God used to teach about the future sacrifice of His only Son. The following are some of these significant details."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p44"},"Abraham obviously was a type or similitude of the Father. Interestingly enough, his name,",["span.emphasis","Abram,"],"means “exalted father,” and",["span.emphasis","Abraham"],"means “father of a great multitude” (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/17.5"},"Genesis 17:5"],"). Both are names appropriate of Heavenly Father."],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p45"},"Isaac was a type of the Son of God. One of the meanings of his name is “he shall rejoice.” Like Jesus, he was the product of a miraculous birth. Isaac’s birth certainly was not as miraculous as the birth of Jesus through Mary, but at age ninety, Sarah too was a woman for whom birth was not possible by all usual standards. Yet, through the intervention of God, she conceived and bore a son. Paul called Isaac the “only begotten son” (",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.17"},"Hebrews 11:17"],") when he referred to this event."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p46"},"The Lord not only asked Abraham to perform the act of similitude of His own future actions but indicated that it had to be in a place specified by Him. This place was Moriah, “upon one of the mountains which I will tell thee of” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.2"},"Genesis 22:2"],"). (Today Mount Moriah is a major hill of Jerusalem.) The site known traditionally as the place where Abraham offered Isaac is now the site of the Dome of the Rock, a beautiful Moslem mosque. A few hundred yards to the north on a higher point of that same hill system is another world-famous site known as Gordon’s Calvary. Its Hebrew name was Golgotha. Not only did Abraham perform the similitude, but he performed it in the same area in which the Father would make the sacrifice of His Son."],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p47"},"When they arrived at Moriah, the Genesis account says, “Abraham took the wood of the burnt offering, and laid it upon Isaac his son” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.6"},"Genesis 22:6"],"). The Joseph Smith Translation, however, reads, “laid it upon his back” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.7a"},"JST, Genesis 22:7"],"). Some have seen in this action a similarity to Christ’s carrying of the cross upon His shoulders on the way to His Crucifixion (see Clarke,",["span.emphasis","Bible Commentary,"],"1:139;",["a.scriptureRef",{"href":"/scriptures/nt/john/19.17"},"John 19:17"],")."],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_all_012_03_abraham.jpg"}],[".caption",["p",{"id":"lds-52"},"“And Abraham took the wood of the burnt offering, and laid it upon Isaac his son” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.6"},"Genesis 22:6"],")."]]],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p49"},"Isaac voluntarily submitted to Abraham. This important parallel is often overlooked. The Old Testament does not give enough detail to indicate exactly how old Isaac was at the time of this event, but it is possible that he was an adult. Immediately following the account of the sacrifice on Mount Moriah is recorded the statement that Sarah died at the age of 127 (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/23.1"},"Genesis 23:1"],"). Thus, Isaac would have been 37 at the time of her death. Even if the journey to Moriah had happened several years before Sarah’s death, Isaac could have been in his thirties, as was the Savior at the time of His Crucifixion. Nevertheless, Isaac’s exact age is not really important. What is significant is that Abraham was well over a hundred years old and Isaac was most likely a strong young man who could have put up a fierce resistance had he chosen to do so. In fact, Isaac submitted willingly to what his father intended, just as the Savior would do."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p50"},"Once the event was over and all ended happily, Abraham named the place",["span.emphasis","Jehovah-jireh,"],"which the King James Version translates as “in the mount of the Lord it shall be seen” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.14"},"Genesis 22:14"],"). Adam Clarke, citing other scholars, said that the proper translation should be “on this mount the Lord shall be seen.” Clarke then concluded: “From this it appears that the sacrifice offered by Abraham was understood to be a",["span.emphasis","representative"],"one, and a tradition was kept up that Jehovah should be seen in a sacrificial way on this mount. And this renders … more than probable … that Abraham offered Isaac on that",["span.emphasis","very mountain"],"on which, in the fulness of time, Jesus suffered.” (",["span.emphasis","Bible Commentary,"],"1:141.) Jesus was sentenced to death within the walls of the Antonia fortress, which was only about a hundred yards from the traditional site of Abraham’s sacrifice. He was put to death at Golgotha, part of the same ridge system as Moriah."],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p51"},"Scholars not only have noted the significance of the site for the sacrifice of Jesus Himself but also have pointed out that it related to the site of Solomon’s temple where the sacrifices under the Mosaic dispensation took place. “The place of sacrifice points with peculiar clearness [to] Mount Moriah, upon which under the legal economy",["span.emphasis","all the typical sacrifices were offered to Jehovah;"],"… that by this one true sacrifice the shadows of the typical sacrifices might be rendered both real and true” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"1:1:253; emphasis added)."]],[".topic",["h3","(6-12)",["a.scriptureRef",{"href":"/scriptures/ot/gen/22.1"},"Genesis 22:1"],". Did God “Tempt” Abraham?"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p54"},"The word translated as “tempt” in the King James Version comes from the Hebrew word",["span.emphasis","nissah,"],"which means “to test, try, or prove.” The test given to Abraham had two aspects. First, he was asked to give up something very precious to him. To kill one’s child would be horrible enough but to kill the child that had come after decades of fruitless waiting, the child promised by holy men sent from God, the child in whom the covenant was to be fulfilled, must have been a test beyond comprehension. The willingness of Abraham to give up something as dear as Isaac sharply contrasts with the reluctance of the rich young ruler who asked the Savior what he must do to be saved. When told he should sell all of his possessions and follow the Master, “he went away sorrowful: for he had great possessions” (",["a.scriptureRef",{"href":"/scriptures/nt/matt/19.22"},"Matthew 19:22"],")."],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p55"},"But an equally difficult, if not greater, test was what could be described as the question of the integrity of God. Abraham himself had nearly lost his life on an idolatrous altar and had been saved by the direct intervention of the Lord (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.12-20"},"Abraham 1:12–20"],"). Abraham knew that the law of God forbids human sacrifice or murder of any sort. Surely one would wonder at such a command, asking himself, “Can this be from God? Does God contradict himself?” And then to know that, additionally, it would mean the end of the very covenant line that God had Himself promised to establish would surely be almost overwhelming."],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p56"},"Elder Spencer W. Kimball commented on this aspect of the test: “Exceeding faith was shown by Abraham when the superhuman test was applied to him. His young ‘child of promise,’ destined to be the father of empires, must now be offered upon the sacrificial altar. It was God’s command, but it seemed so contradictory! How could his son, Isaac, be the father of an uncountable posterity if in his youth his mortal life was to be terminated? Why should he, Abraham, be called upon to do this revolting deed? It was irreconcilable, impossible! And yet he believed God. His undaunted faith carried him with breaking heart toward the land of Moriah with this young son who little suspected the agonies through which his father must have been passing.” (In Conference Report, Oct. 1952, p. 48.)"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p57"},"Little wonder that throughout the scriptures Abraham is spoken of again and again as a great example of one with faith, of one who was obedient."]],[".topic",["h3","(6-13)",["a.scriptureRef",{"href":"/scriptures/ot/gen/23.1-2"},"Genesis 23:1–2"],". The Greatness of Sarah"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p59"},"It is often noted that Abraham is the father of the faithful and a tremendous example of faith and righteousness. Yet Sarah stood by his side throughout his life, not often in the limelight, but always as a great example of womanhood, faith, and righteousness. The Doctrine and Covenants speaks of the righteous as being the seed of Abraham (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.34"},"D&C 84:34"],"), but Peter also suggested that righteous women can be called the daughters of Sarah (see",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.1-6"},"1 Peter 3:1–6"],", especially",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.6"},"v. 6"],")."]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p61"},["span.dominant","(6-14)"],"While you ponder the life of Abraham and his marvelous response to the testing of the Lord, remember what the Lord said to the Saints of this dispensation. The Saints in Jackson County had been driven out of their homes into the bitter winter of Missouri. Their suffering was intense and lives were even lost. At that time the Lord spoke to the Saints through Joseph Smith and said: “Therefore, they must needs be chastened and tried, even as Abraham, who was commanded to offer up his only son. For all those who will not endure chastening, but deny me, cannot be sanctified.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.4-5"},"D&C 101:4–5"],".)"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p62"},"A few months earlier He had said: “For he will give unto the faithful line upon line, precept upon precept; and I will try you and prove you herewith. And whoso layeth down his life in my cause, for my name’s sake, shall find it again, even life eternal. Therefore, be not afraid of your enemies, for I have decreed in my heart, saith the Lord, that I will prove you in all things, whether you will abide in my covenant, even unto death, that you may be found worthy. For if ye will not abide in my covenant ye are not worthy of me.” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/98.12-15"},"D&C 98:12–15"],".)"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p63"},"This seems like such a high standard. Why must one be tested and chastened before he can be sanctified? Why can a person not be worthy of God unless he is willing to abide in the covenant even to death? To understand these questions and to gain greater insight into why Abraham had to prove himself, think in the eternal perspective for a moment. Imagine the disastrous consequences of making a person a god who was not perfect in every respect. How would the universe survive if it were controlled by a god who could not withstand even intense pressure? Where would we be now if our God had not been disposed to endure the suffering of seeing His Only Begotten Son go to the cross? If Abraham had failed his test, he would have lost his position. If God the Father had failed the same test there would have been no Atonement and all mankind would have “become subject to that angel who fell from before the presence of the Eternal God, and became the devil. … And our spirits must have become like unto him, and we become devils … to be shut out from the presence of our God.” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.8-9"},"2 Nephi 9:8–9"],".)"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p64"},"As you ponder from this eternal perspective, write a one-page paper entitled “Why Does the Lord Test Us?” As you write this paper, you may wish to consider",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.27"},"Ether 12:27"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.35-38"},"D&C 101:35–38"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/122.5-9"},"122:5–9"],"."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p65"},"You may also wish to include your thoughts in your journal."],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p67"},["span.dominant","(6-15)"],"Another aspect of Abraham’s test has great significance for us. To understand it we must carefully follow the chain of reasoning given in",["span.emphasis","Lectures on Faith,"],"compiled under the direction of the Prophet Joseph Smith, which shows how a person develops faith sufficient to achieve salvation. The major concepts in this chain are as follows:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.f4"},["ol.number",["li",["span.label","1."],["p.para","Three kinds of knowledge are necessary if a person is to have faith:"],["p.para","“Let us here observe, that three things are necessary in order that any rational and intelligent being may exercise faith in God unto life and salvation."],["p.para","“First, the idea that he actually exists."],["p.para","“Secondly, a",["span.emphasis","correct"],"idea of his character, perfections, and attributes."],["p.para","“Thirdly, an actual knowledge that the course of life which he is pursuing is according to his will. For without an acquaintance with these three important facts, the faith of every rational being must be imperfect and unproductive; but with this understanding it can become perfect and fruitful, abounding in righteousness, unto the praise and glory of God the Father, and the Lord Jesus Christ.” (3:2–5.)"]],["li",["span.label","2."],["p.para","The knowledge that one’s life is pleasing to God is critical in the development of faith:"],["p.para","“An actual knowledge to any person, that the course of life which he pursues is according to the will of God, is essentially necessary to enable him to have that confidence in God without which no person can obtain eternal life. It was this that enabled the ancient saints to endure all their afflictions and persecutions, and to take joyfully the spoiling of their goods, knowing (not believing merely) that they had a more enduring substance. …"],["p.para","“For a man to lay down his all, his character and reputation, his honor, and applause, his good name among men, his houses, his lands, his brothers and sisters, his wife and children, and even his own life also—counting all things but filth and dross for the excellency of the knowledge of Jesus Christ—requires more than mere belief or supposition that he is doing the will of God; but actual knowledge, realizing that, when these sufferings are ended, he will enter into eternal rest, and be a partaker of the glory of God.” (6:25.)"]],["li",["span.label","3."],["p.para","The only way a person can know his life pleases God is to be willing to sacrifice whatever God asks of him:"],["p.para","“Let us here observe, that a religion that does not require the sacrifice of all things never has power sufficient to produce the faith necessary unto life and salvation; for, from the first existence of man, the faith necessary unto the enjoyment of life and salvation never could be obtained without the sacrifice of all earthly things. It was through this sacrifice, and this only, that God has ordained that men should enjoy eternal life; and it is through the medium of the sacrifice of all earthly things that men do actually know that they are doing the things that are well pleasing in the sight of God. When a man has offered in sacrifice all that he has for the truth’s sake, not even withholding his life, and believing before God that he has been called to make this sacrifice because he seeks to do his will, he does know, most assuredly, that God does and will accept his sacrifice and offering, and that he has not, nor will not seek his face in vain. Under these circumstances, then, he can obtain the faith necessary for him to lay hold on eternal life.” (6:7.)"]],["li",["span.label","4."],["p.para","Any reluctance to sacrifice whatever God requires will, to that degree, lessen our ability to have faith in God."],["p.para","“But those who have not made this sacrifice to God do not know that the course which they pursue is well pleasing in his sight; for whatever may be their belief or their opinion, it is a matter of doubt and uncertainty in their mind; and where doubt and uncertainty are there faith is not, nor can it be. For doubt and faith do not exist in the same person at the same time; so that persons whose minds are under doubts and fears cannot have unshaken confidence; and where unshaken confidence is not there faith is weak; and where faith is weak the persons will not be able to contend against all the opposition, tribulations, and afflictions which they will have to encounter in order to be heirs of God, and joint heirs with Christ Jesus; and they will grow weary in their minds, and the adversary will have power over them and destroy them.” (6:12.)"]]]],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p80"},"Now apply that chain of reasoning to the case of Abraham and answer the following questions."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.f5"},["ol.number",["li",["span.label","1."],["p.para","Before the Lord could bless Abraham with absolute faith, what did Abraham have to have?"]],["li",["span.label","2."],["p.para","How was Abraham’s willingness to sacrifice Isaac related to Abraham’s knowledge that his life was pleasing to God?"]],["li",["span.label","3."],["p.para","Would you say that Abraham’s test was a blessing? In what way?"]]]],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p84"},"Note what George Q. Cannon said about why the Lord tested Abraham."],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p85"},"“Why did the Lord ask such things of Abraham? Because, knowing what his future would be and that he would be the father of an innumerable posterity, he was determined to test him. God did not do this for His own sake for He knew by His foreknowledge what Abraham would do; but the purpose was to impress upon Abraham a lesson and to enable him to attain unto knowledge that he could not obtain in any other way. That is why God tries all of us. It is not for His own knowledge for He knows all things beforehand. He knows all your lives and everything you will do. But He tries us for our own good that we may know ourselves; for it is most important that a man should know himself."],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p86"},"“He required Abraham to submit to this trial because He intended to give him glory, exaltation and honor; He intended to make him a king and a priest, to share with Himself the glory, power and dominion which He exercised.” (George Q. Cannon,",["span.emphasis","Gospel Truth,"],"1:113.)"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p87"},"What implications does the testing of Abraham have for you?"],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-18-23abraham-a-model-of-faith-and-righteousness.p88"},"Note also the indication of God’s knowledge of Abraham’s good character (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/18.17-19"},"Genesis 18:17–19"],") long before the test. What does His foreknowledge of Abraham have to do with His knowledge of you?"]]]]]],"refs":null}
