{"id":9,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":9,"title":"Genesis 4–11: The Patriarchs","subtitle":"","short_title":4,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.head1"},[".titleNumber","4"],["h1","Genesis 4–11"],["h1","The Patriarchs"]],[".bodyBlock",[".topic",["h2","(4-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p5"},"“Perhaps our friends will say that the Gospel and its ordinances were not known till the days of John, the son of Zacharias, in the days of Herod, the king of Judea. But we will here look at this point: For our own part we cannot believe that the ancients in all ages were so ignorant of the system of heaven as many suppose, since all that were ever saved, were saved through the power of this great plan of redemption, as much before the coming of Christ as since; if not, God has had different plans in operation (if we may so express it), to bring men back to dwell with Himself; and this we cannot believe, since there has been no change in the constitution of man since he fell; and the ordinance or institution of offering blood in sacrifice, was only designed to be performed till Christ was offered up and shed His blood—as said before—that man might look forward in faith to that time. It will be noticed that, according to Paul [see",["a.scriptureRef",{"href":"/scriptures/nt/gal/3.8"},"Galatians 3:8"],"], the Gospel was preached to Abraham.” (Smith,",["span.emphasis","Teachings,"],"pp. 59–60.)"],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/gen/4"},"Genesis 4–11"],"."]],["li",["span.label","2."],["p.para",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5"},"Moses 5–8"],"contains valuable insights and additions not found in Genesis. Although this parallel account in Moses is studied in detail in the Pearl of Great Price course (Rel. 327), these chapters should be read and studied in connection with the Genesis account."]],["li",["span.label","3."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Genesis 4–11"],[".topic",["h3","(4-2)",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.1"},"Genesis 4:1"],". What Does the Account in the Book of Moses Restore to the Genesis Account?"],["p.para",{"id":"p12","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p12"},"Between",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.24"},"Genesis 3:24"],"and",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.1"},"Genesis 4:1"],", fifteen additional verses are added which contain the following important points of information."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.f3"},["ol.number",["li",["span.label","1."],["p.para","After they were driven from the Garden of Eden, Adam and Eve labored together to make a living for themselves and their children by tilling the soil and raising flocks (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.1"},"Moses 5:1"],")."]],["li",["span.label","2."],["p.para","Adam and Eve began to have sons and daughters in fulfillment of the command to multiply and replenish the earth. Their children began to marry each other and start their own families (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.2-3"},"Moses 5:2–3"],"). This addition in Moses clears up a problem raised by the Genesis account. In",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.1-2"},"Genesis 4:1–2"],", it appears that Cain and Abel are the first of Adam’s children, yet, a few verses later,",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.17"},"Genesis 4:17"],"talks about Cain’s wife. The Moses account makes it clear that many children were born before Cain and, therefore, his finding himself a wife would not have been a problem."]],["li",["span.label","3."],["p.para","Adam and Eve called upon the name of the Lord, and though they no longer saw Him as they did in the Garden, He spoke with them and gave them commandments (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.4-5"},"Moses 5:4–5"],")."]],["li",["span.label","4."],["p.para","Adam and Eve were obedient to those commandments, which involved sacrificing the firstlings of the flocks as an offering to the Lord (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.5"},"Moses 5:5"],")."]],["li",["span.label","5."],["p.para","After “many days” of such obedience, an angel appeared and asked Adam why he offered sacrifice (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.6"},"Moses 5:6"],"). When Adam responded that he did not know but was being obedient anyway (a great insight into the faith of Adam), the angel then taught him that these sacrifices were in similitude of the future atoning sacrifice of the Savior and that they were to repent and call upon God in the name of the Son forevermore (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.6-8"},"Moses 5:6–8"],")."]]]],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.f4"},["ol.number",["li",["span.label","6."],["p.para","After being taught the plan of salvation and being baptized, Adam and Eve had the Holy Ghost come upon them and they began to prophesy. Both understood the purpose for the Fall and rejoiced in the Lord’s plan (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.9-11"},"Moses 5:9–11"],")."]],["li",["span.label","7."],["p.para","Adam and Eve taught these things to their children, but Satan also began to influence their children and sought to persuade them to reject the gospel. From that time forth, the gospel was preached, and those who accepted it were saved whereas those who did not were damned (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.12-15"},"Moses 5:12–15"],")."]]]]],[".topic",["h3","(4-3)",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.3"},"Genesis 4:3"],". What Do We Know about Abel in Addition to What We Learn in This Scripture?"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p22"},"The Prophet Joseph Smith gave the following insight about Abel:"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p23"},"“We read in",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.4"},"Genesis 4:4"],", that Abel brought the firstlings of the flock and the fat thereof, and the Lord had respect to Abel and to his offering. And again, ‘By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts; and by it he being dead, yet speaketh.’ (",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.4"},"Hebrews 11:4"],".) How doth he yet speak? Why he magnified the Priesthood which was conferred upon him, and died a righteous man, and therefore has become an angel of God by receiving his body from the dead, holding still the keys of his dispensation; and was sent down from heaven unto Paul to minister consoling words, and to commit unto him a knowledge of the mysteries of godliness."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p24"},"“And if this was not the case, I would ask, how did Paul know so much about Abel, and why should he talk about his speaking after he was dead? Hence, that he spoke after he was dead must be by being sent down out of heaven to administer.” (",["span.emphasis","Teachings,"],"pp. 168–69.)"],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p25"},"Joseph F. Smith’s vision of the redemption of the dead (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"D&C 138"],") indicates that Abel was among the righteous Saints who were in the spirit world awaiting the coming of the Savior, who visited there while His body was in the tomb (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.40"},"v. 40"],")."]],[".topic",["h3","(4-4)",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.4-8"},"Genesis 4:4–8"],". But unto Cain and His Offering He Had Not Respect"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p27"},"The Prophet Joseph Smith explained why Cain’s offering was not acceptable:"],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p28"},"“By faith in this atonement or plan of redemption, Abel offered to God a sacrifice that was accepted, which was the firstlings of the flock. Cain offered of the fruit of the ground, and was not accepted, because he could not do it in faith, he could have no faith, or could not exercise faith contrary to the plan of heaven. It must be shedding the blood of the Only Begotten to atone for man; for this was the plan of redemption; and without the shedding of blood was no remission; and as the sacrifice was instituted for a type, by which man was to discern the great Sacrifice which God had prepared; to offer a sacrifice contrary to that, no faith could be exercised, because redemption was not purchased in that way, nor the power of atonement instituted after that order; consequently Cain could have no faith; and whatsoever is not of faith, is sin. But Abel offered an acceptable sacrifice, by which he obtained witness that he was righteous, God Himself testifying of his gifts. Certainly, the shedding of the blood of a beast could be beneficial to no man, except it was done in imitation, or as a type, or explanation of what was to be offered through the gift of God Himself; and this performance done with an eye looking forward in faith on the power of that great Sacrifice for a remission of sins.” (",["span.emphasis","Teachings,"],"p. 58.)"],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p29"},"Even after the unacceptable offering, the Lord did not reject Cain, but gave him specific warning about the dangerous path he was walking. It was after that counsel was rejected that Cain’s rebellion became total. Moses records that “Cain was wroth, and listened not any more to the voice of the Lord” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.26"},"Moses 5:26"],")."],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p30"},["a.scriptureRef",{"href":"/scriptures/ot/gen/4.7"},"Genesis 4:7"],"is not clear, but the Moses account explains that the Lord warned Cain that if he did not repent, he would rule over Satan. Also, the fuller account in Moses records that Cain did not immediately go into the field and kill Abel. After rejecting the Lord, Cain began to communicate directly with Satan, who suggested the means whereby he could kill Abel (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.28-31"},"Moses 5:28–31"],"). Step by step Satan engineered Cain’s downfall until he reached the point where “he gloried in his wickedness” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.31"},"Moses 5:31"],"). It was at this point that he killed his brother."]],[".topic",["h3","(4-5)",["a.scriptureRef",{"href":"/scriptures/ot/gen/4.9"},"Genesis 4:9"],". “Am I My Brother’s Keeper?”"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p32"},"Sometimes this scripture is cited as evidence that each individual has a responsibility to love and care for his fellow men. Without question that responsibility is taught in the scriptures, but is that what Cain’s question really implies? The Hebrew word which is translated as “keeper” is",["span.emphasis","shomer"],"and means “a guard or custodian.” Thus, with typical Satanic deceitfulness, Cain’s question twisted a true principle. No man has the right to be a keeper of his brethren in the sense of becoming their guard or custodian (except as assigned by civil law to guard criminals or in the case of parents and young children). And yet, for Cain to imply that he should have no concern for his fellowman, especially his literal brother, is to deny all gospel principles of love and concern for others."]],[".topic",["h3","(4-6)",["a.scriptureRef",{"href":"/scriptures/ot/gen/5.22-24"},"Genesis 5:22–24"],". What Do We Know about Enoch?"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p34"},"“Four generations and some five hundred years later, according to Adam’s book of remembrance, Enoch, of Seth’s line, was called to become a great prophet-missionary-reformer. His ministry was needed, for the followers of the line and cult of Cain had become numerous, and violence was rampant already in the fifth generation after Cain (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/5.28-31,47-57"},"Moses 5:28–31, 47–57"],"). Unto those who had become sensual and devilish Enoch preached repentance. The sons of God, distinguished from the ‘sons of men,’ were obliged to segregate themselves in a new home called ‘Cainan’ after their forefather, the son of Enos. (Do not confuse this Cainan with the wicked people of",["span.emphasis","Canaan"],"of",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.6-10"},"Moses 7:6–10"],")."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p36"},"“Against the evils of the time, which he was called to combat (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.27-29"},"Moses 6:27–29"],"), Enoch was successful; he was able to build up a righteous culture called ‘Zion,’ meaning, ‘the pure in heart.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.18"},"Moses 7:18"],"ff.) The teachings of Enoch cover some seven major categories and embrace some information found nowhere else in scripture. He dealt with (1) the fall of man and its results; (2) the nature of salvation and the means of achieving it; (3) sin, as seen in the evils of his times, in contrast to the righteousness of the godly who were his followers; (4) the cause, purpose, and effects of the anticipated flood of Noah; (5) the scope of Satan’s triumph and the resultant sorrows of God; (6) the first advent of the Messiah; (7) the second advent of the Messiah and his peaceful, millennial reign. The details of his Gospel concepts are worth careful study and attention. Mention of this great man is also found in the New Testament (",["a.scriptureRef",{"href":"/scriptures/nt/jude/1.14,15"},"Jude 14, 15"],";",["a.scriptureRef",{"href":"/scriptures/nt/heb/11.5"},"Hebrews 11:5"],") and in the Doctrine and Covenants. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc"},"D&C"],". … )” (Rasmussen,",["span.emphasis","Introduction to the Old Testament,"],"1:24–25.)"]],[".topic",["h3","(4-7)",["a.scriptureRef",{"href":"/scriptures/ot/gen/5.21,27"},"Genesis 5:21, 27"],". Did Methuselah Die in the Flood?"],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p38"},"A careful examination of the record of the patriarchs in this section of Genesis shows that Methuselah died in the year of the Flood. Some have wondered why he was not taken on the ark with Noah and have concluded that he may have been wicked. The book of Moses, however, shows that the lineage given in this part of the record traces the righteous patriarchal line (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/6.23"},"Moses 6:23"],"), and Methuselah was in that line.",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.3"},"Moses 8:3"],"records that Methuselah was not taken with the city of Enoch so that the line could be continued. Also, Methuselah prophesied that through his own seed would spring all nations of the earth (through the righteous Noah). Clearly, he too was righteous. Then is added this sentence: “And he took glory unto himself” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.3"},"Moses 8:3"],"). Once his work was done he may have been translated too, for during the nearly seven hundred years from the time the city of Enoch was translated until the time of the Flood the righteous Saints were translated and joined Enoch’s people (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.27"},"Moses 7:27"],"; see also McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 804)."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p39"},"Although most scholars believe Methuselah’s name means “man of the javelin” or “man of the spear,” one scholar wrote the following interpretation that, if correct, would make Methuselah’s name a prophetic one:"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p40"},"“Methuselah lived till the very year in which the flood came, of which his name is supposed to have been prophetical …",["span.emphasis","methu,"],"‘he dieth,’ and",["span.emphasis","shalach,"],"‘he",["span.emphasis","sendeth out’"],"; as if God had designed to teach men that as soon as Methuselah died the flood should be sent forth to drown an ungodly world. If this were then so understood, even the",["span.emphasis","name"],"of this patriarch contained in it a",["span.emphasis","gracious warning.”"],"(Clarke,",["span.emphasis","Bible Commentary,"],"1:68.)"]],[".topic",["h3","(4-8)",["a.scriptureRef",{"href":"/scriptures/ot/gen/6.1-2,21"},"Genesis 6:1–2, 21"],". What Is Meant by the “Sons of God” and the “Daughters of Men”?"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p42"},["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.13-16"},"Moses 8:13–16"],"further clarifies what is meant here and why this intermarriage is condemned. Commenting on the same verses, Elder Joseph Fielding Smith wrote:"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p43"},"“Because the daughters of Noah married the sons of men contrary to the teachings of the Lord, his anger was kindled, and this offense was one cause that brought to pass the universal flood. You will see that the condition appears reversed in the Book of Moses. It was the daughters of the sons of God who were marrying the sons of men, which was displeasing unto the Lord. The fact was, as we see it revealed, that the daughters who had been born, evidently under the covenant, and were the daughters of the sons of God, that is to say of those who held the priesthood, were transgressing the commandment of the Lord and were marrying",["span.emphasis","out of the Church."],"Thus they were cutting themselves off from the blessings of the priesthood contrary to the teachings of Noah and the will of God.” (",["span.emphasis","Answers to Gospel Questions,"],"1:136–37.)"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p44"},"President Spencer W. Kimball warned Latter-day Saints today of the dangers of marrying outside of the covenant:"],["p.para",{"id":"p45","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p45"},"“Paul told the Corinthians, ‘Be ye not unequally yoked together. … ’ Perhaps Paul wanted them to see that religious differences are fundamental differences. Religious differences imply wider areas of conflict. Church loyalties and family loyalties clash. Children’s lives are often frustrated. The nonmember may be equally brilliant, well trained and attractive, and he or she may have the most pleasing personality, but without a common faith, trouble lies ahead for the marriage. There are some exceptions but the rule is a harsh and unhappy one."],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p46"},"“There is no bias nor prejudice in this doctrine. It is a matter of following a certain program to reach a definite goal.” (",["span.emphasis","Miracle of Forgiveness,"],"p. 240.)"]],[".topic",["h3","(4-9)",["a.scriptureRef",{"href":"/scriptures/ot/gen/6.3"},"Genesis 6:3"],". What Is the Significance of the Promise of 120 Years?"],["p.para",{"id":"p48","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p48"},"Many scholars, who have only Genesis to study, believe that this statement prophesied the shortened life expectancy that would take place after the Flood. In the book of Moses, however, it is clear that the 120 years referred to the time when Noah would preach repentance and try to save the world before the Flood was sent (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.17"},"Moses 8:17"],"). This period would be the time referred to by Peter as the time when “the longsuffering of God waited” (",["a.scriptureRef",{"href":"/scriptures/nt/1-pet/3.20"},"1 Peter 3:20"],"). Because the people rejected the principles and ordinances of the gospel, preached to them by Noah, they were destroyed in the Flood. The Lord gave them more than adequate time to repent."]],[".topic",["h3","(4-10)",["a.scriptureRef",{"href":"/scriptures/ot/gen/6.6-7"},"Genesis 6:6–7"],". How Could the Lord, Being Perfect, Repent?"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p50"},"See",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.25-26"},"Moses 8:25–26"],". The Prophet Joseph Smith stated: “I believe the Bible as it read when it came from the pen of the original writers. Ignorant translators, careless transcribers, or designing and corrupt priests have committed many errors. As it read [",["a.scriptureRef",{"href":"/scriptures/ot/gen/6.6"},"Genesis 6:6"],"], ‘It repented the Lord that he had made man on the earth’; also [",["a.scriptureRef",{"href":"/scriptures/ot/num/23.19"},"Numbers 23:19"],"], ‘God is not a man, that he should lie; neither the Son of man, that he should repent’; which I do not believe. But it ought to read, ‘It repented",["span.emphasis","Noah"],"that God made man.’” (",["span.emphasis","Teachings,"],"p. 327.)"]],[".topic",["h3","(4-11)",["a.scriptureRef",{"href":"/scriptures/ot/gen/6.9"},"Genesis 6:9"],". The Man Noah"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p52"},"“The Lord revealed to the Prophet Joseph Smith many things in relation to the ancient prophets and the keys which they held. In a discourse on the Priesthood July 2, 1839, the Prophet made known what the Lord had revealed to him in relation to the missions of the ancient prophets and seers. In the course of his remarks he said this:"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p53"},"“‘… Noah, who is Gabriel; he stands next in authority to Adam in the Priesthood; he was called of God to this office, and was the father of all living in his day, and to him was given the dominion. These men held keys first on earth, and then in heaven. … ’ [Smith,",["span.emphasis","Teachings,"],"pp. 157–58.]"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p54"},"“Luke reveals the coming of the angel Gabriel to Zacharias to inform him that his wife would bear a son. He also appeared to Mary and announced the birth of our Lord and Savior."],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p55"},"“Gabriel then is Noah according to this revelation.” (Smith,",["span.emphasis","Answers to Gospel Questions,"],"3:138–41.)"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p56"},"“Noah, who built the ark, was one of God’s greatest servants, chosen before he was born as were others of the prophets. He was no eccentric, as many have supposed. Neither was he a mythical figure created only in legend. Noah was real. …"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p57"},"“Let no one downgrade the life and mission of this great prophet. Noah was so near perfect in his day that he literally walked and talked with God. …"],["p.para",{"id":"p58","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p58"},"“Few men in any age were as great as Noah. In many respects he was like Adam, the first man. Both had served as ministering angels in the presence of God even after their mortal experience. Adam was Michael, the archangel, but Noah was Gabriel, one of those nearest to God. Of all the hosts of heaven, he was chosen to open the Christian era by announcing to Mary that she would become the mother of the Savior, Jesus Christ. He even designated the name by which the Redeemer should be known here on earth, saying He would be the Son of God. …"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p59"},"“… The Lord decreed that [the earth would be cleansed] by water, a worldwide deluge. Therefore, from among his premortal spirit children, God chose another great individual—His third in line, Gabriel—to resume the propagation of mankind following the flood.” (Mark E. Petersen,",["span.emphasis","Noah and the Flood"],"[1982], 1–4.)"]],[".topic",["h3","(4-12)",["a.scriptureRef",{"href":"/scriptures/ot/gen/6.10"},"Genesis 6:10"]],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p61"},"The typical way of referring to Noah’s sons is in the order given in Genesis, that is, Shem, Ham, and Japheth. The book of Moses, however, records that Japheth was the first one of the three sons born, Shem the second, and Ham the last (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.12"},"Moses 8:12"],")."]],[".topic",["h3","(4-13)",["a.scriptureRef",{"href":"/scriptures/ot/gen/6.14-16"},"Genesis 6:14–16"],". What Was the Ark Like?"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p63"},"“The ark: the Hebrew word means ‘box’ or ‘chest.’ It is used elsewhere only for the watertight ‘basket’ in which the baby Moses floated on the Nile—an interesting parallel."],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p64"},"“The ark is vast, designed to float, not sail—and there were no launching problems! An 18-inch cubit gives the measurements as 450 x 76 x 45 feet or 137 x 23 x 14 metres.” (Alexander and Alexander, eds.,",["span.emphasis","Eerdmans’ Handbook to the Bible,"],"p. 132.)"]],[".topic",["h3","(4-14)",["a.scriptureRef",{"href":"/scriptures/ot/gen/7.7"},"Genesis 7:7"],". Were Any Saved by Means Other Than the Ark?"],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p81"},"“During the first 2200 or so years of the earth’s history—that is, from the fall of Adam to the ministry of Melchizedek—it was a not uncommon occurrence for faithful members of the Church to be translated and taken into the heavenly realms without tasting death. Since that time there have been occasional special instances of translation, instances in which a special work of the ministry required it."],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p82"},"“… Methuselah, the son of Enoch, was not translated [with Enoch’s city], ‘that the covenants of the Lord might be fulfilled, which he made to Enoch; for he truly covenanted with Enoch that Noah should be of the fruit of his loins.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/8.2"},"Moses 8:2"],".) But during the nearly 700 years from the translation of Enoch to the flood of Noah, it would appear that nearly all of the faithful members of the Church were translated, for ‘the Holy Ghost fell on many, and they were caught up by the powers of heaven into Zion.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.27"},"Moses 7:27"],".)” (McConkie,",["span.emphasis","Mormon Doctrine,"],"p. 804.)"]],[".topic",["h3","(4-15)",["a.scriptureRef",{"href":"/scriptures/ot/gen/7.19"},"Genesis 7:19"],". How Could the Flood Cover the Entire Earth, Including Mountains? What Was the Significance of This Immersion?"],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p84"},"“I would like to know by what known law the immersion of the globe could be accomplished. It is explained here in a few words: ‘The windows of heaven were opened’ that is, the waters that exist throughout the space surrounding the earth from whence come these clouds from which the rain descends. That was one cause. Another cause was ‘the fountains of the great deep were broken up’—that is something beyond the oceans, something outside of the seas, some reservoirs of which we have no knowledge, were made to contribute to this event, and the waters were let loose by the hand and by the power of God; for God said He would bring a flood upon the earth and He brought it, but He had to let loose the fountains of the great deep, and pour out the waters from there, and when the flood commenced to subside, we are told ‘that the fountains also of the deep and the windows of heaven were stopped, and the rain from heaven was restrained, and the waters returned from off the earth.’ Where did they go to? From whence they came. Now, I will show you something else on the back of that. Some people talk very philosophically about tidal waves coming along. But the question is—How could you get a tidal wave out of the Pacific ocean, say, to cover the Sierra Nevadas? But the Bible does not tell us it was a tidal wave. It simply tells that ‘all the high hills that were under the whole heaven were covered. Fifteen cubits upwards did the waters prevail; and the mountains were covered.’ That is, the earth was immersed. It was a period of baptism.” (John Taylor, in",["span.emphasis","Journal of Discourses,"],"26:74–75.)"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p85"},"Orson Pratt declared:"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p86"},"“The first ordinance instituted for the cleansing of the earth, was that of immersion in water; it was buried in the liquid element, and all things sinful upon the face of the earth were washed away. As it came forth from the ocean floor, like the new-born child, it was innocent; it rose to newness of life. It was its second birth from the womb of mighty waters—a new world issuing from the ruins of the old, clothed with all the innocence of this first creation.” (In Smith,",["span.emphasis","Answers to Gospel Questions,"],"4:20.)"],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p87"},"“The earth, in its present condition and situation, is not a fit habitation for the sanctified; but it abides the law of its creation, has been baptized with water, will be baptized by fire and the Holy Ghost, and by-and-by will be prepared for the faithful to dwell upon” (Brigham Young, in Smith,",["span.emphasis","Answers to Gospel Questions,"],"4:20)."]],[".topic",["h3","(4-16) The Flood Was an Act of Love"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p89"},"“Now I will go back to show you how the Lord operates. He destroyed a whole world at one time save a few, whom he preserved for his own special purpose. And why? He had more than one reason for doing so. This antediluvian people were not only very wicked themselves, but having the power to propagate their species, they transmitted their unrighteous natures and desires to their children, and brought them up to indulge in their own wicked practices. And the spirits that dwelt in the eternal worlds knew this, and they knew very well that to be born of such parentage would entail upon themselves an infinite amount of trouble, misery and sin. And supposing ourselves to be of the number of unborn spirits, would it not be fair to presume that we would appeal to the Lord, crying, ‘Father, do you not behold the condition of this people, how corrupt and wicked they are?’ ‘Yes.’ ‘Is it then just that we who are now pure should take of such bodies and thus subject ourselves to most bitter experiences before we can be redeemed, according to the plan of salvation?’ ‘No,’ the Father would say, ‘it is not in keeping with my justice.’ ‘Well, what will you do in the matter; man has his free agency and cannot be coerced, and while he lives he has the power of perpetuating his species?’ ‘I will first send them my word, offering them deliverance from sin, and warning them of my justice, which shall certainly overtake them if they reject it, and I will destroy them from off the face of the earth, thus preventing their increase, and I will raise up another seed.’ Well, they did reject the preaching of Noah, the servant of God, who was sent to them, and consequently the Lord caused the rains of heaven to descend incessantly for forty days and nights, which flooded the land, and there being no means of escape, save for the eight souls who were obedient to the message, all the others were drowned. But, says the caviller, is it right that a just God should sweep off so many people? Is that in accordance with mercy? Yes, it was just to those spirits that had not received their bodies, and it was just and merciful too to those people guilty of the iniquity. Why? Because by taking away their earthly existence he prevented them from entailing their sins upon their posterity and degenerating them, and also prevented them from committing further acts of wickedness.” (John Taylor, in",["span.emphasis","Journal of Discourses,"],"19:158–59.)"]],[".topic",["h3","(4-17)",["a.scriptureRef",{"href":"/scriptures/ot/gen/8.4"},"Genesis 8:4"],". Where Did Noah Land When the Ark Came to Rest?"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p91"},"It should be remembered that the Garden of Eden was in the land now known as North America (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p1"},"Reading 2-17"],"). Although it is not known how far men had moved from that general location in the sixteen hundred years between the fall of Adam and the Flood, it is likely that Noah and his family lived somewhere in the general area. The Bible says that they landed on Mount Ararat when the ark finally came to rest. No location for Mount Ararat is given in the scriptures. The traditional site is a mountain found in northeastern Turkey near the border of Russia. Commenting on the distance traveled, Elder Joseph Fielding Smith said:"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p92"},"“We read that it was in the seventeenth day of the second month when the great deep was broken up, and the rain was forty days. The Ark landed at Ararat on the seventeenth day of the seventh month, therefore there were five full months of travel when the Lord drove the Ark to its final destiny. Without any question a considerable distance separated the point where the Ark commenced the journey and where it landed. There can be no question to contradict the fact that during the flood great changes were made on the face of the earth. The land surface was in the process of division into continents. The rivers mentioned in Genesis were rivers that existed in the garden of Eden long before the land was divided into continents and islands. [",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.11"},"Genesis 2:11"],".]” (",["span.emphasis","Answers to Gospel Questions,"],"2:94.)"]],[".topic",["h3","(4-18)",["a.scriptureRef",{"href":"/scriptures/ot/gen/9.2-6"},"Genesis 9:2–6"],". What Is the Law of God Regarding the Shedding of Blood?"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p94"},"In the Joseph Smith Translation of this passage is a significant addition that clarifies the Lord’s commandment to Noah:"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p95"},"“But, the blood of all flesh which I have given you for meat, shall be shed upon the ground, which taketh life thereof, and the blood ye shall not eat."],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p96"},"“And surely, blood shall not be shed, only for meat, to save your lives; and the blood of every beast will I require at your hands."],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p97"},"“And whoso sheddeth man’s blood, by man shall his blood be shed; for man shall not shed the blood of man."],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p98"},"“For a commandment I give, that every man’s brother shall preserve the life of man, for in mine own image have I made man.” (",["a.scriptureRef",{"href":"/scriptures/jst/jst-gen/9.10-13"},"JST, Genesis 9:10–13"],".)"],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p99"},"This expansion concerning the shedding of the blood of animals is supported by",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.18-21"},"Doctrine and Covenants 49:18–21"],", which says that the animals are to be used for food, but concludes with this warning:"],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p100"},"“And wo be unto man that sheddeth blood or that wasteth flesh and hath no need.”"],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p101"},"President Spencer W. Kimball spoke at some length in a general priesthood meeting on the practice of killing animals simply for sport (see",["span.crossRef","“Fundamental Principles to Live and Ponder,”"],["span.emphasis","Ensign,"],"Nov. 1978, pp. 44–45.)"]],[".topic",["h3","(4-19) The Rainbow as a Token of the Covenant"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p103"},"The following sources shed additional light on the rainbow and the covenant it is meant to signify."],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p104"},"“And I will establish my covenant with you, which I made unto Enoch, concerning the remnants of your posterity."],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p105"},"“And God made a covenant with Noah, and said, This shall be the token of the covenant I make between me and you, and for every living creature with you, for perpetual generations;"],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p106"},"“I will set my bow in the cloud; and it shall be for a token of a covenant between me and the earth."],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p107"},"“And it shall come to pass, when I bring a cloud over the earth, that the bow shall be seen in the cloud; and I will remember my covenant, which I have made between me and you, for every living creature of all flesh. And the waters shall no more become a flood to destroy all flesh."],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p108"},"“And the bow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant, which I made unto thy father Enoch; that when men should keep all my commandments, Zion should again come on the earth, the city of Enoch which I have caught up unto myself."],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p109"},"“And this is mine everlasting covenant, that when thy posterity shall embrace the truth, and look upward, then shall Zion look downward, and all the heavens shall shake with gladness, and the earth shall tremble with joy;"],["p.para",{"id":"p110","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p110"},"“And the general assembly of the church of the first-born shall come down out of heaven, and possess the earth, and shall have place until the end come. And this is mine everlasting covenant, which I made with thy father Enoch."],["p.para",{"id":"p111","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p111"},"“And the bow shall be in the cloud, and I will establish my covenant unto thee, which I have made between me and thee, for every living creature of all flesh that shall be upon the earth."],["p.para",{"id":"p112","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p112"},"“And God said unto Noah, This is the token of the covenant which I have established between me and thee; for all flesh that shall be upon the earth.” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/9.17-25"},"JST, Genesis 9:17–25"],".)"],["p.para",{"id":"p113","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p113"},"“The Lord hath set the bow in the cloud for a sign that while it shall be seen, seed time and harvest, summer and winter shall not fail; but when it shall disappear, woe to that generation, for behold the end cometh quickly” (Smith,",["span.emphasis","Teachings,"],"p. 305)."],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p114"},"“I have asked of the Lord concerning His coming; and while asking the Lord, He gave a sign and said, ‘In the days of Noah I set a bow in the heavens as a sign and token that in any year that the bow should be seen the Lord would not come; but there should be seed time and harvest during that year: but whenever you see the bow withdrawn, it shall be a token that there shall be famine, pestilence, and great distress among the nations, and that the coming of the Messiah is not far distant’” (Smith,",["span.emphasis","Teachings,"],"pp. 340–41)."]],[".topic",["h3","(4-20)",["a.scriptureRef",{"href":"/scriptures/ot/gen/9.20-27"},"Genesis 9:20–27"],". Why Did Noah Curse Canaan in This Event When He Was Not Even Present?"],["p.para",{"id":"p116","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p116"},"The account of Noah’s “nakedness” and the role his sons played in the event is a puzzling one, especially the part in which Noah awakens and pronounces a curse upon Canaan, the son of Ham (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.6"},"Genesis 10:6"],"), who does not even seem to be present at the time."],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p117"},"Most members of the Church are aware that a priesthood garment, symbolic of the covenants made in the temple, is worn by those who have participated in the endowment ceremony in the temple. This garment is a representation of the coat of skins made by the Lord for Adam and Eve after the Fall (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/3.21"},"Genesis 3:21"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/4.27"},"Moses 4:27"],"). The idea of a garment made of skins that signified that one had power in the priesthood is found in several ancient writings. Hugh Nibley discussed some of these ancient writings and their implications for the passage in Genesis:"],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p118"},"“Nimrod claimed his kingship on the ground of victory over his enemies [see",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.8-10"},"Genesis 10:8–10"],"; Reading 4-21]; his priesthood, however, he claimed by virtue of possessing ‘the garment of Adam.’ The Talmud assures us that it was by virtue of owning this garment that Nimrod was able to claim power to rule over the whole earth, and that he sat in his tower while men came and worshiped him. The Apocryphal writers, Jewish and Christian, have a good deal to say about this garment. To quote one of them: ‘the garments of skin which God made for Adam and his wife when they went out of the garden and were given after the death of Adam … to Enoch’; hence they passed to Methuselah, and then to Noah, from whom Ham stole them as the people were leaving the ark. Ham’s grandson Nimrod obtained them from his father Cush. As for the",["span.emphasis","legitimate"],"inheritance of this clothing, a very old fragment recently discovered says that Michael ‘disrobed Enoch of his earthly garments, and put on him his angelic clothing,’ taking him into the presence of God. …"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p119"},"“Incidentally the story of the stolen garment as told by the rabbis, including the great Eleazer, calls for an entirely different rendering of the strange story in Genesis [9] from the version in our King James Bible. They seemed to think that the",["span.emphasis","’erwath"],"of Genesis [9:22] did not mean ‘nakedness’ at all, but should be given its primary root meaning of ‘skin covering.’ Read thus, we are to understand that Ham took the garment of his father while he was sleeping and showed it to his brethren, Shem and Japheth, who took a pattern or copy of it",["span.emphasis","(salmah)"],"or else a woven garment like it",["span.emphasis","(simlah)"],"which they put upon their own shoulders, returning the skin garment to their father. Upon awaking, Noah recognized the priesthood of two sons but cursed the son who tried to rob him of his garment.” (",["span.emphasis","Lehi in the Desert and the World of Jaredites,"],"pp. 160–62.)"],["p.para",{"id":"p120","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p120"},"Therefore, although Ham himself had the right to the priesthood, Canaan, his son, did not. Ham had married Egyptus, a descendant of Cain (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/1.21-24"},"Abraham 1:21–24"],"), and so his sons were denied the priesthood."]],[".topic",["h3","(4-21)",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.8-9"},"Genesis 10:8–9"],". What Sort of Man Was the Founder of Babylon?"],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p122"},"The Joseph Smith Translation indicates, not that Nimrod was “a mighty hunter before the Lord” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.9"},"Genesis 10:9"],"), but that he was “a mighty hunter in the land” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.5a"},"JST, Genesis 10:5"],")."],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p123"},"One scholar said the following of Nimrod:"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p124"},"“Though the words are not definite, it is very likely he was a very",["span.emphasis","bad man."],"His name Nimrod comes from …",["span.emphasis","marad, he rebelled;"],"and the Targum [ancient Jewish translations or paraphrases of the scriptures], on 1 Chron. i. 10, says:",["span.emphasis","Nimrod began to be a mighty man in sin, a murderer of innocent men, and a rebel before the Lord."],"The Jerusalem Targum says: ‘He was mighty in hunting (or in prey) and in sin before God, for he was a hunter of the children of men in their languages; and he said unto them,",["span.emphasis","Depart from the religion of Shem, and cleave to the institutes of Nimrod.’"],"The Targum of Jonathan ben Uzziel says: ‘From the foundation of the world none was ever found like Nimrod, powerful in hunting, and in rebellions against the Lord.’ The Syriac calls him a",["span.emphasis","warlike giant."],"The word …",["span.emphasis","tsayid,"],"which we render",["span.emphasis","hunter,"],"signifies",["span.emphasis","prey;"],"and is applied in the Scriptures to the",["span.emphasis","hunting of men"],"by persecution, oppression, and tyranny. Hence it is likely that Nimrod, having acquired power, used it in tyranny and oppression; and by rapine and violence founded that domination which was the first distinguished by the name of a",["span.emphasis","kingdom"],"on the face of the earth.” (Clarke,",["span.emphasis","Bible Commentary,"],"1:86.)"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p125"},"Thus, in the same patriarchal age, Melchizedek (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-12-17-abraham-father-of-the-faithful.p1"},"Reading 5-9"],") established a Zion after the pattern of Enoch, the prototype of the true city of God, the freest of all societies, and Nimrod established a Babylon that gave its name to the prototype of the kingdom of Satan, the antithesis of Zion (see Nibley,",["span.emphasis","Lehi in the Desert,"],"pp. 154–64)."]],[".topic",["h3","(4-22)",["a.scriptureRef",{"href":"/scriptures/ot/gen/10.25"},"Genesis 10:25"],". Was the Earth Divided in the Days of Peleg?"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p127"},"“The dividing of the earth was not an act of division by the inhabitants of the earth by tribes and peoples, but a breaking asunder of the continents, thus dividing the land surface and creating the Eastern Hemisphere and Western Hemisphere. By looking at a wall map of the world, you will discover how the land surface along the northern and southern coast of the American Hemisphere and Europe and Africa has the appearance of having been together at one time. Of course, there have been many changes on the earth’s surface since the beginning. We are informed by revelation that the time will come when this condition will be changed and that the land surface of the earth will come back again as it was in the beginning and all be in one place. This is definitely stated in the Doctrine and Covenants. [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.18-20"},"D&C 133:18–20"],"is then cited.]” (Smith,",["span.emphasis","Answers to Gospel Questions,"],"5:73–74.)"]],[".topic",["h3","(4-23)",["a.scriptureRef",{"href":"/scriptures/ot/gen/11.1-9"},"Genesis 11:1–9"],". The Tower of Babel"],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p129"},"In addition to providing an explanation for the numerous languages now found on the earth, this account of the tower of Babel shows how quickly man forgot the lessons of the Flood and turned again from the Lord. The Book of Mormon shows that the actual confounding of the languages may not have been an instantaneous thing but may have happened over an unknown length of time. Jared asked his brother to call upon the Lord and request that their language not be confounded. This request was granted. Then Jared asked his brother to plead that the language of their friends stay the same as theirs. This request, too, was granted. (See",["a.scriptureRef",{"href":"/scriptures/bofm/ether/1.33-38"},"Ether 1:33–38"],".) These events imply that the confounding of the languages did not happen in an instant. (For more information on the tower of Babel, see Bible Dictionary, s.v.",["a.scriptureRef",{"href":"/scriptures/bd/babel"},"“Babel.”"],")"]],[".topic",["h3","(4-24)",["a.scriptureRef",{"href":"/scriptures/ot/gen/11.10-26"},"Genesis 11:10–26"]],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p131"},"This chronology of the patriarchs teaches several things. (Compare the scripture account with the chart given in Maps and Charts.) For example, Shem lived long enough that he was contemporary with the next ten generations. In other words, he was still alive when Abraham, Isaac, and Jacob were born. This circumstance is one of the reasons why some have wondered if Shem was also Melchizedek. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-12-17-abraham-father-of-the-faithful.p1"},"Reading 5-9"],"for a discussion of Shem and Melchizedek.)"],["p.para",{"id":"p132","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p132"},"Many scholars believe that Eber’s name was used to designate his descendants, called the Hebrews, just as Shem’s descendants were called Shemites (Semite peoples), and Canaan’s descendants were called the Canaanites."]],[".topic",["h3","(4-25)",["a.scriptureRef",{"href":"/scriptures/ot/gen/11.31"},"Genesis 11:31"]],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p134"},["a.scriptureRef",{"href":"/scriptures/ot/gen/11.31"},"Genesis 11:31"],"makes it appear that Terah directed his entire family to leave Ur and go to Canaan by way of Haran.",["a.scriptureRef",{"href":"/scriptures/pgp/abr/2.3-5"},"Abraham 2:3–5"],", however, makes it clear that Abraham, under the Lord’s direction, was the leader of the group. (See",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-12-17-abraham-father-of-the-faithful.p1"},"the map on page 65"],"for additional help.)"]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p136","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p136"},["span.dominant","(4-26)"],"In these eleven chapters of Genesis, which cover the lives of the ancient patriarchs, almost one-third of the total history of mankind is summarized in a brief manner. Obviously, such a limited treatment must omit many details that would be of great benefit to us. When Moses wrote this history, however, he shared with us one of the most remarkable contrasts in the history of the world. From the time of the Fall the people of the world began moving in two opposite directions. One group followed the teachings of Adam and Eve and continually strived for increasing righteousness and perfection. The other group yielded to the deceitful enticings of Satan and his servants and moved deeper and deeper into depravity and wickedness. Both these divergent paths were followed to their ultimate ends. Under Enoch’s direction, a whole society became so perfect that God took it to Himself, and for the next seven hundred years those who qualified themselves were likewise translated into that remarkable city of Enoch (see Reading 4-14). The other group moved downward as surely as Enoch’s city moved upward. Finally they reached such depths of wickedness that it was a blessing for them to be destroyed (see Reading 4-16)."],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p137"},"Why is this pattern of significance to you? Because we are in a period of history when the same dramatic contrast and division is taking place. On a separate sheet of paper answer the following questions after reading the scripture references indicated."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.f5"},["ol.number",["li",["span.label","1."],["p.para","Jesus taught that the situation in the days of Noah was going to be repeated once more in history. When is that repetition to take place, and what are the implications of that repetition? How does Nephi’s vision relate to this teaching?"]]]],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/pgp/js-m/1.41-42"},"Joseph Smith—Matthew 1:41–42"],";",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/14.10-14"},"1 Nephi 14:10–14"],"."]],[".figure",{"id":"f6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.f6"},["ol.number",["li",["span.label","2."],["p.para","Zion provided the escape for those who were righteous before the Flood. How will the Saints of the latter days be saved from the coming judgments?"]]]],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.61"},"Moses 7:61"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.65-71"},"D&C 45:65–71"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45.5-6"},"D&C 45:5–6"],"."]],[".figure",{"id":"f7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.f7"},["ol.number",["li",["span.label","3."],["p.para","What are the conditions for bringing the promise of delivery upon ourselves?"]]]],[".topic",["h3","Read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.18-27"},"D&C 97:18–27"],"."]],["p.para",{"id":"p144","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p144"},["span.dominant","(4-27)"],"The world is again rushing headlong toward destruction, just as it was in the days before the Flood. Once again the avenue of deliverance for the righteous is being provided, and Zion itself will once more be established. After reading the following statements, list on a separate sheet of paper specific steps you can take today to prepare yourself and the kingdom for the establishment of Zion."],["p.para",{"id":"p145","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p145"},"“I prophesy to you, in the name of the Lord, that when the Latter-day Saints have prepared themselves through righteousness to redeem Zion, they will accomplish that work, and God will go with them. No power will then be able to prevent them from accomplishing that work; for the Lord has said it shall be done, and it will be done in the due time of the Lord, when the people are prepared for it. But when shall I be prepared to go there? Not while I have in my heart the love of this world more than the love of God. Not while I am possessed of that selfishness and greed that would induce me to cling to the world or my possessions in it, at the sacrifice of principle or truth. But when I am ready to say, ‘Father, all that I have, myself included, is Thine; my time, my substance, everything that I possess is on the altar, to be used freely, agreeable to Thy holy will, and not my will, but Thine, be done,’ then perhaps I will be prepared to go and help to redeem Zion.” (Joseph F. Smith, in",["span.emphasis","Millennial Star,"],"18 June 1894, pp. 385–86.)"],["p.para",{"id":"p146","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p146"},"“When we conclude to make a Zion we will make it, and this work commences in the heart of each person. When the father of a family wishes to make a Zion in his own house, he must take the lead in this good work, which it is impossible for him to do unless he himself possesses the spirit of Zion. Before he can produce the work of sanctification in his family, he must sanctify himself, and by this means God can help him to sanctify his family. …"],["p.para",{"id":"p147","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p147"},"“My spiritual enjoyment must be obtained by my own life, but it would add much to the comfort of the community, and to my happiness, as one with them, if every man and woman would live their religion, and enjoy the light and glory of the Gospel for themselves, be passive, humble and faithful; rejoice continually before the Lord, attend to the business they are called to do, and be sure never to do anything wrong."],["p.para",{"id":"p148","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p148"},"“All would then be peace, joy, and tranquility, in our streets and in our houses. Litigation would cease, there would be no difficulties before the High Council and Bishops’ Courts, and courts, turmoil, and strife would not be known."],["p.para",{"id":"p149","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p149"},"“Then we would have Zion, for all would be pure in heart.” (Young,",["span.emphasis","Discourses of Brigham Young,"],"pp. 118–19.)"],["p.para",{"id":"p150","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p150"},"“We’re living in the latter days. We’re living in the days the prophets have told about from the time of Enoch to the present day. We are living in the era just preceding the second advent of the Lord Jesus Christ. We are told to so prepare and live that we can be … independent of every other creature beneath the celestial kingdom. That is what we are to do. …"],["p.para",{"id":"p151","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p151"},"“… the final thing that we are to do is to be able and willing to consecrate all that we have to the building up of the kingdom of God, to care for our fellow men. When we do this we’ll be ready for the coming of the Messiah.” (Marion G. Romney, in Conference Report, Apr. 1975,",["span.crossRef","pp. 165–66"],".)"],["p.para",{"id":"p152","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p152"},"“In the meantime, while we await the redemption of Zion and the earth and the establishment of the United Order, we as bearers of the priesthood should live strictly by the principles of the United Order insofar as they are embodied in present church practices, such as the fast offering, tithing, and the welfare activities. Through these practices we could as individuals, if we were of a mind to do so, implement in our own lives all the basic principles of the United Order. …"],["p.para",{"id":"p153","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p153"},"“It is thus apparent that when the principles of tithing and the fast are properly observed and the Welfare Plan gets fully developed and wholly into operation, ‘we shall not be so very far from carrying out the great fundamentals of the United Order.’ (",["span.emphasis","Conference Report,"],"October 1942, pp. 57–58.)"],["p.para",{"id":"p154","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p154"},"“The only limitation on you and me is within ourselves.” (Marion G. Romney, in Conference Report, Apr. 1966, pp. 100–101.)"],["p.para",{"id":"p155","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-4-11-the-patriarchs.p155"},"In your journal, you may wish to record your feelings about Zion and its significance for you."]]]]]],"refs":null}
