{"id":6,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":6,"title":"Genesis 1–2: The Creation","subtitle":"","short_title":2,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.head1"},[".titleNumber","2"],["h1","Genesis 1–2"],["h1","The Creation"]],[".bodyBlock",[".topic",["h2","(2-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p5"},"Adam and Eve were the crowning point of the Creation, but pause for a moment to think of the Creation itself. It was the Father directing the creation of a home for His children. When it was finished, the record states with beautiful simplicity, “And God saw every thing that he had made, and, behold, it was very good” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.31"},"Genesis 1:31"],"). And so it has been in the thousands of years that have elapsed since. The earth is a place of beauty and abundance, a place of self-renewal and constant re-creation. It has been the mortal home for billions upon billions of people, and yet still it is capable of sustaining billions more."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p6"},"Ponder for a moment your own relationship to Adam and Eve—your ever-so-great grandparents. Have the ensuing millennia made them seem unreal to you, like fictional characters in a novel? They are real and they are alive. Adam will return to earth prior to the Millennium to preside under Christ at the great council of Adam-ondi-Ahman (see",["a.scriptureRef",{"href":"/scriptures/ot/dan/7"},"Daniel 7"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/116"},"D&C 116"],"), and he will lead the armies of the Almighty God to battle against the assembled hosts of Satan in the last great battle of the earth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.112-115"},"D&C 88:112–15"],")."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p7"},"The world would have you believe that Adam and Eve were primitive and superstitious, that they brought about the Fall through immorality, or even that they are imaginary, mythical persons. But as you read about them remember how the Lord views these two great souls. Think of what special qualities they must have possessed to have been chosen to lead the way."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p8"},"You have probably read the account of the Creation before, perhaps many times. But as you read and study it now, ponder its real significance for you today."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/gen/1"},"Genesis 1–2"],"."]],["li",["span.label","2."],["p.para","Because the parallel accounts in",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1"},"Moses 1–3"],"and",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4"},"Abraham 4–5"],"contain valuable insights and additions not found in Genesis, they should be read and studied in connection with the Genesis account. (The books of Moses and Abraham are studied in detail in the Pearl of Great Price course, Religion 327.)"]],["li",["span.label","3."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Genesis 1–2"],[".topic",["h3","(2-2)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.1"},"Genesis 1:1"],". When Was “In the Beginning”?"],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p15"},"At least two important points should be made about these opening words of the Bible:"],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p16"},"First,",["span.emphasis","beginning"],"is a relative term and does not mean the starting point of all eternity, if indeed there can be such a thing. The Lord told Moses that He would speak only concerning this earth (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.40"},"Moses 1:40"],"). The creations of God are too many for man to number (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.37"},"Moses 1:37"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.30"},"7:30"],"), and many other worlds have already “passed away” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.35"},"Moses 1:35"],"). Thus, “in the beginning” refers only to this world’s beginning. President Brigham Young explained:"],["p.para",{"id":"p17","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p17"},"“When was there a beginning? There never was one; if there was, there will be an end; but there never was a beginning, and hence there will never be an end; that looks like eternity. When we talk about the beginning of eternity, it is rather simple conversation, and goes far beyond the capacity of man.” (",["span.emphasis","Discourses of Brigham Young,"],"p. 47.)"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p18"},"Second, the creation of this world was not the real beginning for those who would come to live here. Before the foundations of the earth were laid, we lived as spirit children of heavenly parents in a premortal state of existence. President Joseph F. Smith said:"],["p.para",{"id":"p19","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p19"},"“Where did we come from? From God. Our spirits existed before they came to this world. They were in the councils of the heavens before the foundations of the earth were laid. … We sang together with the heavenly hosts for joy when the foundations of the earth were laid and when the plan of our existence upon this earth and redemption were mapped out. … We were unquestionably present in those councils when that wonderful circumstance occurred … when Satan offered himself as a savior of the world if he could but receive the honor and glory of the Father for doing it. … We were, no doubt, there and took part in all those scenes, we were vitally concerned in the carrying out of these great plans and purposes, we understood them, and it was for our sakes they were decreed and are to be consummated.” (In Ludlow, Latter-day Prophets Speak, pp. 5–6.)"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p20"},"Thus, all men had existence for an unknown length of time before the world was ever created (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.16-17"},"D&C 49:16–17"],"). President Spencer W. Kimball explained:"],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p21"},"“Life was to be in three segments or estates: premortal, mortal, and immortal. The third stage would incorporate exaltation—eternal life with godhood—for those who would fully magnify their mortal lives. Performance in one estate would vitally affect the succeeding estate or estates. If a person kept his first estate, he would be permitted the second or the mortal life as a further period of trial and experience. If he magnified his second estate, his earth experience, eternal life would await him. To that end men go through the numerous experiences of earth life—‘to see if they will do all things whatsoever the Lord their God shall command them.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.25"},"Abraham 3:25"],".)"],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p22"},"“We mortals who now live upon this earth are in our",["span.emphasis","second estate."],"Our very presence here in mortal bodies attests the fact that we ‘kept’ our first estate. Our spirit matter was eternal and co-existent with God, but it was organized into spirit bodies by our Heavenly Father. Our spirit bodies went through a long period of growth and development and training and, having passed the test successfully, were finally admitted to this earth and to mortality.” (",["span.emphasis","Miracle of Forgiveness,"],"pp. 4–5.)"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p23"},"This “long period of growth and development” must surely have had a great influence on what man is now. For example, President Brigham Young pointed out that all men know there is a God even though some have forgotten that they know. He said:"],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p24"},"“I want to tell you, each and every one of you, that you are well acquainted with God our Heavenly Father, or the great Elohim. You are all well acquainted with him, for there is not a soul of you but what has lived in his house and dwelt with him year after year; and yet you are seeking to become acquainted with him, when the fact is, you have merely forgotten what you did know."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p25"},"“There is not a person here to-day but what is a son or a daughter of that Being.” (",["span.emphasis","Discourses of Brigham Young,"],"p. 50.)"]],[".topic",["h3","(2-3) How Old Is the Earth?"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p27"},"Even when it is realized that chapter 1 of Genesis does not describe the beginning of all things, or even the starting point of mankind, but only the beginning of this earth, it cannot be said definitively when that beginning was. In other words, the scriptures do not provide sufficient information to accurately determine the age of the earth. Generally speaking, those who accept the scriptural account subscribe to one of three basic theories about the age of the world. All three theories depend on how the word",["span.emphasis","day,"],"as used in the creation account, is interpreted."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p28"},"The first theory says that the word",["span.emphasis","day"],"is understood as it is used currently and therefore means a period of 24 hours. According to this theory, the earth was created in one week, or 168 hours. Thus, the earth would be approximately six thousand years old. (Many scholars agree that there were approximately four thousand years from Adam to Christ and that there have been nearly two thousand years since Christ was born.) Very few people, either members of the Church or members of other religions, hold to this theory, since the evidence for longer processes involved in the Creation is substantial."],["p.para",{"id":"p29","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p29"},"A second theory argues that Abraham was told through the Urim and Thummim that one revolution of Kolob, the star nearest to the throne of God, took one thousand earth years (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.2-4"},"Abraham 3:2–4"],"). In other words, one could say that one day of the Lord’s time equals one thousand earth years. Other scriptures support this theory, too (see",["a.scriptureRef",{"href":"/scriptures/ot/ps/90.4"},"Psalm 90:4"],";",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/3.8"},"2 Peter 3:8"],"; Facsimile No. 2 from the book of Abraham, figures 1, 4). If the word",["span.emphasis","day"],"in Genesis was used in this sense, then the earth would be approximately thirteen thousand years old (seven days of a thousand years each for the Creation plus the nearly six thousand years since Adam’s fall). Some see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.12"},"Doctrine and Covenants 77:12"],"as additional scriptural support for this theory."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p31"},"Although the majority of geologists, astronomers, and other scientists believe that even this long period is not adequate to explain the physical evidence found in the earth, there are a small number of reputable scholars who disagree. These claim that the geologic clocks are misinterpreted and that tremendous catastrophes in the earth’s history speeded up the processes that normally may take thousands of years. They cite evidence supporting the idea that thirteen thousand years is not an unrealistic time period. Immanuel Velikovsky, for example, wrote three books amassing evidence that worldwide catastrophic upheavals have occurred in recent history, and he argued against uniformitarianism, the idea that the natural processes in evidence now have always prevailed at the same approximate rate of uniformity. These books are",["span.emphasis","Worlds in Collision, Ages in Chaos,"],"and",["span.emphasis","Earth in Upheaval."],"Two Latter-day Saint scientists, Melvin A. Cook and M. Garfield Cook, have also advocated this theory in their book",["span.emphasis","Science and Mormonism."],"A short summary of the Cooks’ approach can be found in Paul Cracroft’s article “How Old Is the Earth?” (",["span.emphasis","Improvement Era,"],"Oct. 1964, pp. 827–30, 852)."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p32"},"A third theory says that the word",["span.emphasis","day"],"refers to a period of an undetermined length of time, thus suggesting an era. The word is still used in that sense in such phrases as “in the day of the dinosaurs.” The Hebrew word for",["span.emphasis","day"],"used in the creation account can be translated as “day” in the literal sense, but it can also be used in the sense of an indeterminate length of time (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/40.4"},"Genesis 40:4"],", where",["span.emphasis","day"],"is translated as “a season”;",["a.scriptureRef",{"href":"/scriptures/ot/judg/11.4"},"Judges 11:4"],", where a form of",["span.emphasis","day"],"is translated as “in the process of time”; see also Holladay,",["span.emphasis","Hebrew and Aramaic Lexicon of the Old Testament,"],"pp. 130–31). Abraham says that the Gods",["span.emphasis","called"],"the creation periods days (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.5,8"},"Abraham 4:5, 8"],")."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p33"},"If this last meaning was the sense in which Moses used the word",["span.emphasis","day,"],"then the apparent conflict between the scriptures and much of the evidence seen by science as supporting a very old age for the earth is easily resolved. Each era or day of creation could have lasted for millions or even hundreds of millions of our years, and uniformitarianism could be accepted without any problem. (For an excellent discussion of this approach see Henry Eyring, “The Gospel and the Age of the Earth,” [",["span.emphasis","Improvement Era,"],"July 1965, pp. 608–9, 626, 628]. Also, most college textbooks in the natural sciences discuss the traditional dating of the earth.)"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p34"},"While it is interesting to note these various theories, officially the Church has not taken a stand on the age of the earth. For reasons best known to Himself, the Lord has not yet seen fit to formally reveal the details of the Creation. Therefore, while Latter-day Saints are commanded to learn truth from many different fields of study (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.77-79"},"D&C 88:77–79"],"), an attempt to establish any theory as the official position of the Church is not justifiable."]],[".topic",["h3","(2-4)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.1"},"Genesis 1:1"],". Who Created the Earth?"],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p36"},"While the record indicates that God created the heavens and the earth, there is additional information as to exactly who that was. The Prophet Joseph said:"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p37"},"“I shall comment on the very first Hebrew word in the Bible; I will make a comment on the very first sentence of the history of creation in the Bible—",["span.emphasis","Berosheit."],"I want to analyze the word.",["span.emphasis","Baith"],"—in, by, through, and everything else.",["span.emphasis","Rosh"],"—the head.",["span.emphasis","Sheit"],"—grammatical termination. When the inspired man wrote it, he did not put the",["span.emphasis","baith"],"there. An old Jew without any authority added the word; he thought it too bad to begin to talk about the head! It read first, ‘The head one of the Gods brought forth the Gods.’ That is the true meaning of the words.",["span.emphasis","Baurau"],"signifies to bring forth. If you do not believe it, you do not believe the learned man of God. Learned men can teach you no more than what I have told you.",["span.emphasis","Thus the head God brought forth the Gods in the grand council."]],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p38"},"“… The head God called together the Gods and sat in grand council to bring forth the world. The grand councilors sat at the head in yonder heavens and contemplated the creation of the worlds which were created at the time.” (",["span.emphasis","Teachings,"],"pp. 348–49.) The Abraham account of the Creation reflects this idea of the plurality of Gods (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4"},"Abraham 4"],")."],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p39"},"Although it was the council of the Gods that supervised the Creation, numerous scriptures indicate that Jehovah, the premortal Jesus Christ, was actually given the responsibility for carrying out the work of the Creation, not for this earth alone but also for innumerable others. To Moses God explained: “And worlds without number have I created; and I also created them for mine own purpose; and by the Son I created them, which is mine Only Begotten” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.33"},"Moses 1:33"],"; for an extensive list of other scriptures showing that Jesus is the Creator, see",["a.scriptureRef",{"href":"/scriptures/tg/jesus-christ-creator"},"“Jesus Christ, Creator”"],"in the Topical Guide)."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p40"},"Jehovah, or Christ, had the assistance of Michael in creating the earth. Elder Bruce R. McConkie explained who Michael was:"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p41"},"“Our great prince,",["span.emphasis","Michael,"],"known in mortality as",["span.emphasis","Adam,"],"stands next to Christ in the eternal plan of salvation and progression. In pre-existence Michael was the most intelligent, powerful, and mighty spirit son of God, who was destined to come to this earth, excepting only the Firstborn, under whose direction and pursuant to whose counsel he worked. ‘He is the father of the human family, and",["span.emphasis","presides over the spirits of all men.’"],"(",["span.emphasis","Teachings,"],"p. 157.) The name Michael apparently, and with propriety, means one ‘who is like God.’"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p42"},"“In the creation of the earth, Michael played a part second only to that of Christ.” (",["span.emphasis","Mormon Doctrine,"],"2d ed., p. 491.)"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p43"},"Abraham records that in the midst of “many of the noble and great” premortal spirits was one “like unto God,” who said to them, “",["span.emphasis","We"],"will go down … and",["span.emphasis","we"],"will take of these materials, and",["span.emphasis","we"],"will make an earth whereon these may dwell” (",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.22,24"},"Abraham 3:22, 24"],"; emphasis added). This passage suggests that others besides Adam may have assisted in the Creation. Elder Joseph Fielding Smith taught:"],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p44"},"“It is true that Adam helped to form this earth. He labored with our Savior Jesus Christ. I have a strong view or conviction that there were others also who assisted them. Perhaps Noah and Enoch; and",["span.emphasis","why not Joseph Smith,"],"and those who were appointed to be rulers before the earth was formed? [",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.2-4"},"Abraham 3:2–4"],".]” (",["span.emphasis","Doctrines of Salvation,"],"1:74–75.)"]],[".topic",["h3","(2-5)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.1"},"Genesis 1:1"],". What Does the Word Create Mean?"],["p.para",{"id":"p46","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p46"},"The Hebrew word translated as “created” means “shaped, fashioned, created; always divine activity” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.1"},"Genesis 1:1"],["span.emphasis","c"],"). The Prophet Joseph Smith explained:"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p47"},"“You ask the learned doctors why they say the world was made out of nothing: and they will answer, ‘Doesn’t the Bible say He",["span.emphasis","created"],"the world?’ And they infer, from the word create, that it must have been made out of nothing. Now, the word create came from the word",["span.emphasis","baurau"],"which does not mean to create out of nothing; it means to organize; the same as a man would organize materials and build a ship. Hence, we infer that God had materials to organize the world out of chaos—chaotic matter, which is element, and in which dwells all the glory. Element had an existence from the time he had. The pure principles of element are principles which can never be destroyed; they may be organized and reorganized, but not destroyed. They had no beginning, and can have no end.” (",["span.emphasis","Teachings,"],"pp. 350–52.)"]],[".topic",["h3","(2-6)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.2"},"Genesis 1:2"],". Why Was the Spirit “Moving” upon the Earth Which Was “without Form and Void”?"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p49"},"“The earth, after it was organized and formed was, of course, not ‘without form and void,’ but rather as understood from the Hebrew and as read in the Abraham account, it was ‘empty and desolate.’ Indeed, at the point that the description of the preparation of the earth to be an habitable abode for man begins, it was enveloped in waters upon which the ‘Spirit of God’",["span.emphasis","moved"],"or",["span.emphasis","brooded."],"(The latter two words are both attempts to translate a Hebrew word which depicts that which a bird or hen does in incubating and guarding her eggs in the nest!)"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p50"},"“The creative force here called the ‘Spirit of God,’ which acts upon the elements to shape and prepare them to sustain life on earth can be the same as is termed in the Doctrine and Covenants in one context the ‘Light of Christ.’ (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.7-13"},"D&C 88:7–13"],".) That that power was exerted by the Son, under the command of the Father, is evident also in such scriptures as",["a.scriptureRef",{"href":"/scriptures/nt/john/1.1-4"},"John 1:1–4"],"and",["a.scriptureRef",{"href":"/scriptures/nt/heb/1.1-2"},"Hebrews 1:1–2"],". (See also the Book of Mormon,",["a.scriptureRef",{"href":"/scriptures/bofm/hel/12.8-14"},"Helaman 12:8–14"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.6-9"},"Jacob 4:6–9"],".)” (Rasmussen,",["span.emphasis","Introduction to the Old Testament,"],"1:11.)"]],[".topic",["h3","(2-7)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.6-8"},"Genesis 1:6–8"],". What Is the “Firmament” and What Are the Two “Waters”?"],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p53"},"The word translated as “firmament” in the King James Version of the Bible comes from the Hebrew word meaning to stretch or spread out. Many modern versions translate the word as",["span.emphasis","expanse."],"(This word is used in",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.6-7"},"Abraham 4:6–7"],".) The division of the waters under and above the firmament, or expanse, is explained simply as the natural phenomena of the earth."],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p54"},"“The waters",["span.emphasis","under"],"the firmament are the waters upon the globe itself; those",["span.emphasis","above"],"are not ethereal waters beyond the limits of the terrestrial atmosphere, but the waters which float in the atmosphere, and are separated by it from those upon the earth, the waters which accumulate in clouds, and then bursting these their bottles, pour down as rain upon the earth. … If, therefore, according to this conception, looking from an earthly point of view, the mass of water which flows upon the earth in showers of rain is shut up in heaven [cf.",["a.scriptureRef",{"href":"/scriptures/ot/gen/8.2"},"Genesis 8:2"],"], it is evident that it must be regarded as above the vault which spans the earth, or, according to the words of [",["a.scriptureRef",{"href":"/scriptures/ot/ps/148.4"},"Psalm 148:4"],"], ‘above the heavens.’” (Keil and Delitzsch,",["span.emphasis","Commentary,"],"1:1:53–54.)"]],[".topic",["h3","(2-8)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.11-12,21,24-25"},"Genesis 1:11–12, 21, 24–25"]],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p56"},"The basic principle of genetics was revealed in all three Creation accounts. In each account (",["a.scriptureRef",{"href":"/scriptures/ot/gen/1"},"Genesis 1"],";",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2"},"Moses 2"],";",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4"},"Abraham 4"],") the phrase “after his kind” is used several times. Abraham added emphasis in",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.11-12"},"Abraham 4:11–12"],". Also,",["a.scriptureRef",{"href":"/scriptures/pgp/abr/4.31"},"Abraham 4:31"],"seems to emphasize the immutability of the laws the Lord gave to this kingdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.36-38,42-43"},"D&C 88:36–38, 42–43"],"). The Prophet Joseph Smith taught:"],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p57"},"“God has made certain decrees which are fixed and immovable: for instance, God set the sun, the moon, and the stars in the heavens, and gave them their laws, conditions and bounds, which they cannot pass, except by His commandments; they all move in perfect harmony in their sphere and order, and are as lights, wonders and signs unto us. The sea also has its bounds which it cannot pass. God has set many signs on the earth, as well as in the heavens; for instance, the oak of the forest, the fruit of the tree, the herb of the field, all bear a sign that seed hath been planted there; for it is a decree of the Lord that every tree, plant, and herb bearing seed should bring forth of its kind, and cannot come forth after any other law or principle.” (",["span.emphasis","Teachings,"],"pp. 197–98.)"]],[".topic",["h3","(2-9)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.21"},"Genesis 1:21"]],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p59"},"The word",["span.emphasis","whales"],"used in this verse translates the Hebrew word",["span.emphasis","tannanim,"],"which comes from the verb meaning “to stretch” and means “the long-stretched ones.” This word probably applied to other large sea animals or reptiles such as the dolphin, shark, and crocodile, besides the animal we actually call the whale. (See Keil and Delitzsch,",["span.emphasis","Commentary,"],"1:1:60; Clarke,",["span.emphasis","Bible Commentary,"],"1:37.)"]],[".topic",["h3","(2-10)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.26-27"},"Genesis 1:26–27"],". “Let Us Make Man in Our Image”"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p61"},"President Brigham Young said:"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p62"},"“Man is made in the image of his maker, … he is His exact image, having eye for eye, forehead for forehead, eyebrows for eyebrows, nose for nose, cheekbones for cheekbones, mouth for mouth, chin for chin, ears for ears, precisely like our Father in heaven.” (In Ludlow,",["span.emphasis","Latter-day Prophets Speak,"],"p. 278.)"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p63"},"Though President Young spoke of man, this word applies to both male and female. Latter-day prophets have commented on the existence of a mother in heaven. The First Presidency (Joseph F. Smith, John R. Winder, and Anthon H. Lund) stated this doctrine in 1909 in the following words: “All men and women are in the similitude of the universal Father and Mother, and are literally the sons and daughters of Deity.” (In Clark,",["span.emphasis","Messages of the First Presidency,"],"4:203.)"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p64"},"Elder Joseph Fielding Smith, after quoting",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.26-27"},"Genesis 1:26–27"],", also said, “Is it not feasible to believe that female spirits were created in the image of a ‘Mother in Heaven’?” (",["span.emphasis","Answers to Gospel Questions,"],"3:144)."]],[".topic",["h3","(2-11) What Was the Basis of Adam’s Dominion over the Earth?"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p66"},"“The Priesthood was first given to Adam; he obtained the First Presidency, and held the keys of it from generation to generation. He obtained it in the Creation, before the world was formed, as in",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.26,27,28"},"Genesis 1:26, 27, 28"],". He had dominion given him over every living creature. He is Michael the Archangel, spoken of in the Scriptures.” (Smith,",["span.emphasis","Teachings,"],"p. 157.)"]],[".topic",["h3","(2-12)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.28"},"Genesis 1:28"],". What Does “Replenish” Mean?"],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p68"},"“It is true that the original meaning of the word",["span.emphasis","replenish"],"connotes something is being filled again that was once filled before:",["span.emphasis","Re"],"—again,",["span.emphasis","plenus"],"—full. Why the translators of the King James Version of the Bible used the word",["span.emphasis","replenish"],"may not be clearly known, but it is not the word used in other translations and is not the correct meaning of the Hebrew word from which the translation was originally taken. It is true that the Prophet Joseph Smith followed the King James Version in the use of this word, perhaps because it had obtained common usage among the English-speaking peoples.",["span.emphasis","Replenish,"],"however, is incorrectly used in the King James translation. The Hebrew verb is Mole [pronounced Mah-lay] … meaning fill, to fill, or make full. This word",["span.emphasis","Mole"],"is the same word which is translated",["span.emphasis","fill"],"in",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.22"},"Genesis 1:22"],", in the King James Bible, wherein reference is made to the fish, fowl, and beasts of the earth.” (Smith,",["span.emphasis","Answers to Gospel Questions,"],"1:208–9.)"]],[".topic",["h3","(2-13)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.27-28"},"Genesis 1:27–28"],". “Man,” As Created by God, Refers to Male and Female"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p70"},"“‘And I, God said unto mine Only Begotten, which was with me from the beginning: Let us make man [not a separate man, but a complete man, which is husband and wife] in our image, after our likeness; and it was so.’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.26"},"Moses 2:26"],".) What a beautiful partnership! Adam and Eve were married for eternity by the Lord. Such a marriage extends beyond the grave. All peoples should call for this kind of marriage. …"],["p.para",{"id":"p71","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p71"},"“This is a partnership. Then when they had created them in the image of God, to them was given the eternal command, ‘Be fruitful, and multiply, and replenish the earth, and subdue it’ (",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.28"},"Gen. 1:28"],"), and as they completed this magnificent creation, they looked it over and pronounced it ‘good, very good’—something that isn’t to be improved upon by our modern intellectuals; the male to till the ground, support the family, to give proper leadership; the woman to cooperate, to bear the children, and to rear and teach them. It was ‘good, very good.’"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p72"},"“And that’s the way the Lord organized it. This wasn’t an experiment. He knew what he was doing.” (Spencer W. Kimball, “Speaking Today,”",["span.emphasis","Ensign,"],"Mar. 1976, p. 71.)"]],[".topic",["h3","(2-14)",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.28"},"Genesis 1:28"],". “Be Fruitful and Multiply”"],["p.para",{"id":"p74","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p74"},"Knowing that the primary work of God is “to bring to pass the immortality and eternal life of man” (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.39"},"Moses 1:39"],") and knowing that without a physical body man could not have a fulness of joy (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.33-35"},"D&C 93:33–35"],") and knowing that coming to earth to prove oneself is a prerequisite to eternal progression (see",["a.scriptureRef",{"href":"/scriptures/pgp/abr/3.25"},"Abraham 3:25"],"), one could safely say that bringing children into the world is one of the high priorities in the Lord’s plan."],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p75"},"President Spencer W. Kimball spoke of the importance of having children:"],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p76"},"“The first commandment recorded seems to have been ‘Multiply and replenish the earth.’ Let no one ever think that the command came to have children without marriage. No such suggestion could ever have foundation. …"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p77"},"“I have told many groups of young people that they should not postpone their marriage until they have acquired all of their education ambitions. I have told tens of thousands of young folks that when they marry they should not wait for children until they have finished their schooling and financial desires. Marriage is basically for the family, and when people have found their proper companions there should be no long delay. They should live together normally and let the children come."],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p78"},"“There seems to be a growing feeling that marriage is for legal sex, for sex’s sake. Marriage is basically for the family; that is why we marry—not for the satisfaction of the sex, as the world around us would have us believe. When people have found their companions, there should be no long delay. Young wives should be occupied in bearing and rearing their children. I know of no scriptures where an authorization is given to young wives to withhold their families and to go to work to put their husbands through school. There are thousands of husbands who have worked their own way through school and have reared families at the same time. Though it is more difficult, young people can make their way through their educational programs.” (“Marriage is Honorable,” in",["span.emphasis","Speeches of the Year, 1973,"],"pp. 262–63.)"]],[".topic",["h3","(2-15)",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.5"},"Genesis 2:5"],". Is the Genesis Account a Record of the Spiritual Creation?"],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p80"},"“The account of creation in Genesis was not a spirit creation, but it was in a particular sense, a spiritual creation. This, of course, needs some explanation. The account in Genesis, chapters one and two, is the account of the creation of the physical earth. The account of the placing of all life upon the earth, up and until the fall of Adam, is an account, in a sense, of the spiritual creation of all of these, but it was also a physical creation. When the Lord said he would create Adam, he had no reference to the creation of his spirit for that had taken place ages and ages before when he was in the world of spirits and known as Michael. [",["a.scriptureRef",{"href":"/scriptures/pgp/moses/2.26-28"},"Moses 2:26–28"],";",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.26-28"},"Genesis 1:26–28"],".]"],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_all_02_04_heavens.jpg"}],[".caption",["p",{"id":"lds-83"},"“In the beginning God created the heaven and the earth” (",["a.scriptureRef",{"href":"/scriptures/ot/gen/1.1"},"Genesis 1:1"],")."]]],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p81"},"“Adam’s body was created from the dust of the earth, but at that time it was a spiritual earth. Adam had a spiritual body until mortality came upon him through the violation of the law under which he was living, but he also had a physical body of flesh and bones."],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p82"},"“… Now what is a spiritual body? It is one that is quickened by spirit and not by blood. … After the fall, which came by a transgression of the law under which Adam was living, the forbidden fruit had the power to create blood and change his nature and mortality took the place of immortality, and all things, partaking of the change, became mortal. Now I repeat, the account in Genesis one and two, is the account of the physical creation of the earth and all upon it, but the creation was not subject to mortal law until after the fall. It was, therefore, a spiritual creation and so remained until the fall when it became temporal, or mortal. [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77.6"},"D&C 77:6"],".]” (Smith,",["span.emphasis","Doctrines of Salvation,"],"1:76–77.)"]],[".topic",["h3","(2-16)",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.7"},"Genesis 2:7"],". Adam Was the “First Flesh” upon the Earth"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p85"},["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.7"},"Moses 3:7"],"adds a significant phrase to",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.7"},"Genesis 2:7"],": “And man became a living soul, the first flesh upon the earth, the first man also.” President Joseph Fielding Smith explained what was meant by the term",["span.emphasis","flesh."]],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p86"},"“So, Adam was the first man upon the earth, according to the Lord’s statement, and the first flesh also. That needs a little explanation."],["p.para",{"id":"p87","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p87"},"“Adam did not come to this earth until it was prepared for him. The animals were here. Plants were here. The Lord did not bring him here to a desolate world, and then bring other creatures. It was all prepared for him, just according to the order that is written in our scriptures, and when it was all ready for Adam he was placed upon the earth."],["p.para",{"id":"p88","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p88"},"“Then what is meant by the ‘first flesh’? It is simple when you understand it. Adam was the first of all creatures to fall and become flesh, and flesh in this sense means mortality, and all through our scriptures the Lord speaks of this life as flesh, while we are here in the flesh, so Adam became the first flesh. There was no other mortal creature before him, and there was no mortal death until he brought it, and the scriptures tell you that. It is here written, and that is the gospel of Jesus Christ.” (",["span.emphasis","Seek Ye Earnestly,"],"pp. 280–81.)"],[".",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.f4"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_all_02_05_garden.jpg"}],[".caption",["p",{"id":"lds-89"},"God made the animals."]]]],[".topic",["h3","(2-17)",["a.scriptureRef",{"href":"/scriptures/ot/gen/2.8"},"Genesis 2:8"],". Where Was the Garden of Eden?"],["p.para",{"id":"p91","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p91"},"“In accord with the revelations given to the Prophet Joseph Smith, we teach that the Garden of Eden was on the American continent located where the City Zion, or the New Jerusalem, will be built [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/116"},"D&C 116"],";",["span.emphasis","History of the Church,"],"3:35–36; Dyer,",["span.emphasis","The Refiner’s Fire,"],"pp. 17–18]. When Adam and Eve were driven out of the Garden, they eventually dwelt at a place called Adam-ondi-Ahman, situated in what is now Daviess County, Missouri. Three years before the death of Adam he called the righteous of his posterity at this place and blessed them, and it is at this place where Adam, or Michael, will sit as we read in the 7th chapter of Daniel. [",["a.scriptureRef",{"href":"/scriptures/ot/dan/7.9-14,21-22,26-27"},"Daniel 7:9–14, 21–22, 26–27"],".]” (Smith,",["span.emphasis","Doctrines of Salvation,"],"3:74.)"],["p.para",{"id":"p92","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p92"},"The Flood and subsequent cataclysms drastically changed the topography and geography of the earth. The descendants of Noah evidently named some rivers, and perhaps other landmarks, after places they had known before the Flood. This theory would explain why rivers in Mesopotamia now bear the names of rivers originally on the American continent. It is also possible that some present river systems are remnants of the antediluvian river systems on the one great continent that existed then."]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p94","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p94"},["span.dominant","(2-18)"],"In Genesis and the parallel accounts in Moses and Abraham is a brief record of the creation of the earth and of man who would dwell on it. It is a simple and straightforward account. Although we are not told exactly",["span.emphasis","how"],"the Lord brought about the creative processes, we are taught several essential concepts:"],["p.para",{"id":"p95","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p95"},"First, God, the Father of all men, instituted the creation of this world as a place for men to come to mortality and progress toward their eternal destiny."],["p.para",{"id":"p96","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p96"},"Second, man is the offspring of deity."],["p.para",{"id":"p97","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p97"},"Third, the world was not created by chance forces or random accident."],["p.para",{"id":"p98","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p98"},"Fourth, Adam was the first man and the first flesh on the earth (see Reading 2-16 for a definition of “first flesh” [",["a.scriptureRef",{"href":"/scriptures/pgp/moses/3.7"},"Moses 3:7"],"])."],["p.para",{"id":"p99","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p99"},"Fifth, Adam fell from a state of innocence and immortality, and his fall affected all life upon the earth as well as the earth itself."],["p.para",{"id":"p100","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p100"},"Sixth, the Atonement of Jesus Christ was planned before the world was ever created so that men could come to a fallen earth, overcome death and their sins, and return to live with God."],["p.para",{"id":"p101","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p101"},"In the world another theory of how things began is popularly held and widely taught. This theory, that of organic evolution, was generally developed from the writings of Charles Darwin. It puts forth different ideas concerning how life began and where man came from. In relation to this theory, the following statements should help you understand what the Church teaches about the Creation and the origin of man."],["p.para",{"id":"p102","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p102"},"“It is held by some that Adam was not the first man upon this earth, and that the original human being was a development from lower orders of the animal creation. These, however, are the theories of men. The word of the Lord declares that Adam was ‘the first man of all men’ (",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.34"},"Moses 1:34"],"), and we are therefore in duty bound to regard him as the primal parent of our race. It was shown to the brother of Jared that all men were created in the",["span.emphasis","beginning"],"after the image of God; and whether we take this to mean the spirit or the body, or both, it commits us to the same conclusion: Man began life as a human being, in the likeness of our heavenly Father.” (First Presidency [Joseph F. Smith, John R. Winder, Anthon H. Lund], in Clark,",["span.emphasis","Messages of the First Presidency,"],"4:205.)"],["p.para",{"id":"p103","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p103"},"“Any theory that leaves out God as a personal, purposeful Being, and accepts chance as a first cause, cannot be accepted by Latter-day Saints. … That man and the whole of creation came by chance is unthinkable. It is equally unthinkable that if man came into being by the will and power of God, the divine creative power is limited to one process dimly sensed by mortal man.” (Widtsoe,",["span.emphasis","Evidences and Reconciliations,"],"1:155.)"],["p.para",{"id":"p104","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p104"},"“I am grateful that in the midst of the confusion of our Father’s children there has been given to the members of this great organization a sure knowledge of the origin of man, that we came from the spirit world where our spirits were begotten by our Father in heaven, that he formed our first parents from the dust of the earth, and that their spirits were placed in their bodies, and that man came, not as some have believed, not as some have preferred to believe, from some of the lower walks of life, but our ancestors were those beings who lived in the courts of heaven. We came not from some menial order of life, but our ancestor is God our heavenly Father.” (George Albert Smith, in Conference Report, Oct. 1925, p. 33.)"],["p.para",{"id":"p105","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p105"},"“Of course, I think those people who hold to the view that man has come up through all these ages from the scum of the sea through billions of years do not believe in Adam. Honestly I do not know how they can, and I am going to show you that they do not. There are some who attempt to do it but they are inconsistent—absolutely inconsistent, because",["span.emphasis","that doctrine is so incompatible, so utterly out of harmony, with the revelations of the Lord that a man just cannot believe in both."]],["p.para",{"id":"p106","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p106"},"“… I say most emphatically,",["span.emphasis","you cannot believe in this theory of the origin of man, and at the same time accept the plan of salvation as set forth by the Lord our God. You must choose the one and reject the other, for they are in direct conflict and there is a gulf separating them which is so great that it cannot be bridged,"],"no matter how much one may try to do so. …"],["p.para",{"id":"p107","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p107"},"“… Then Adam, and by that I mean the first man, was not capable of sin. He could not transgress, and by doing so bring death into the world; for,",["span.emphasis","according to this theory, death had always been in the world. If, therefore, there was no fall, there was no need of an atonement, hence the coming into the world of the Son of God as the Savior of the world is a contradiction, a thing impossible."],"Are you prepared to believe such a thing as that?” (Smith,",["span.emphasis","Doctrines of Salvation,"],"1:141–42.)"],["p.para",{"id":"p108","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p108"},["span.dominant","(2-19)"],"But what of the scientific evidence that supposedly contradicts these statements? Isn’t the evidence that all life evolved from a common source overwhelming? Harold G. Coffin, Professor of Paleontology and Research at the Geoscience Research Institute, Andrews University in Michigan, presented one scientist’s view of how life began. The following excerpts are from a pamphlet on the Creation written by Dr. Coffin."],["p.para",{"id":"p109","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p109"},"“The time has come for a fresh look at the evidence Charles Darwin used to support his evolutionary theory, along with the great mass of new scientific information. Those who have the courage to penetrate through the haze of assumptions which surrounds the question of the origin of life will discover that science presents substantial evidence that creation best explains the origin of life. Four considerations lead to this conclusion."],[".figure",{"id":"f5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.f5"},["ol.number",["li",["span.label","“1."],["p.para","Life is unique."]],["li",["span.label","“2."],["p.para","Complex animals appeared suddenly."]],["li",["span.label","“3."],["p.para","Change in the past has been limited."]],["li",["span.label","“4."],["p.para","Change in the present is limited."]]]],["p.para",{"id":"p114","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p114"},"“Anyone interested in truth must seriously consider these points. The challenge they present to the theory of evolution has led many intelligent and honest men of science now living to reevaluate their beliefs about the origin of life.” (Coffin,",["span.emphasis","Creation: The Evidence from Science,"],"p. [1].)"],[".topic",["h3","Life Is Unique"],["p.para",{"id":"p117","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p117"},"“Scientist Homer Jacobson reports in",["span.emphasis","American Scientist,"],"January, 1955, ‘From the probability standpoint, the ordering of the present environment into a single amino acid molecule would be utterly improbable in all the time and space available for the origin of terrestrial life.’"],["p.para",{"id":"p118","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p118"},"“How much organic soup, the material some point to as the source of the first spark of life, would be needed for the chance production of a simple protein? Jacobson answers this question also: ‘Only the very simplest of these proteins (salmine) could possibly arise, even if the earth were blanketed with a thickness of half a mile of amino acids for a billion years! And by no stretch of the imagination does it seem as though the present environment could give even one molecule of amino acid, let alone be able to order by accident this molecule into a protoplasmic array of self-reproducing, metabolizing parts fitting into an organism.’ [Homer Jacobson, “Information, Reproduction and the Origin of Life,”",["span.emphasis","American Scientist,"],"Jan. 1955, p. 125.]"],["p.para",{"id":"p119","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p119"},"“Another scientist, impressed with the odds against the chance formation of proteins, has expressed his opinion as follows: ‘The chance that these five elements [carbon, hydrogen, nitrogen, oxygen, sulfur] may come together to form the molecule, the quantity of matter that must be continually shaken up, and the length of time necessary to finish the task, can all be calculated. A Swiss mathematician, Charles Eugene Guye, has made the computation and finds that the odds against such an occurrence are 10",["sup","160"],"to 1, or only one chance in 10",["sup","160"],"; that is, 10 multiplied by itself 160 times, a number far too large to be expressed in words. The amount of matter to be shaken together to produce a single molecule of protein would be millions of times greater than that in the whole universe. For it to occur on the earth alone would require many, almost endless billions (10",["sup","243"],") of years.’ [Frank Allen, “The Origin of the World—by Chance or Design?” in John Clover Monsma, ed.,",["span.emphasis","The Evidence of God in an Expanding Universe,"],"p. 23.]” (Coffin,",["span.emphasis","Creation,"],"pp. [3–4].)"]],[".topic",["h3","Complex Animals Appeared Suddenly"],["p.para",{"id":"p121","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p121"},"“In 1910, Charles Walcott, while riding horseback across the Canadian Rockies, stumbled onto a most interesting find of sea fossils. This site has provided the most complete collection of Cambrian fossils known. Walcott found soft-bodied animals preserved in the very fine-grained mud. Many different worms, shrimp, and crablike creatures left impressions in the now hardened shale. The impressions include even some of the internal parts such as intestines and stomachs. The creatures are covered with bristles, spines, and appendages, including marvelous detail of the structures so characteristic of worms and crustaceans."],["p.para",{"id":"p122","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p122"},"“By examining the visible hard parts of these fossils it is possible to learn much about these animals. Their eyes and feelers indicate that they had a good nervous system. Their gills show that they extracted oxygen from the water. For oxygen to have moved around their bodies they must have had blood systems."],["p.para",{"id":"p123","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p123"},"“Some of these animals grew by molting, like a grasshopper. This is a complicated process that biologists are still trying to understand. They had very intricate mouthparts to strain special kinds of foods out of the water. There was nothing simple or primitive about these creatures. They would compare well with any modern worms or crabs.",["span.emphasis","Yet they are found in the oldest rocks that contain any significant number of fossils. Where are their ancestors?"],"…"],["p.para",{"id":"p124","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p124"},"“What you have read so far is not new. This problem has been known at least since the time of Charles Darwin. If progressive evolution from simple to complex is correct, the ancestors to these full-blown living creatures in the Cambrian should be found; but they have",["span.emphasis","not"],"been found. …"],["p.para",{"id":"p125","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p125"},["span.emphasis","“On the basis of the facts alone, on the basis of what is actually found in the earth, the theory of a sudden creative act in which the major forms of life were established fits best.”"],"(Coffin,",["span.emphasis","Creation,"],"pp. [5–6].)"]],[".topic",["h3","Basic Kinds of Animals Have Not Changed"],["p.para",{"id":"p127","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p127"},"“Scientists who study fossils have discovered another interesting piece of information. Not only did complicated animals appear suddenly in the lower Cambrian rocks, but the basic forms of animals have not changed much since then. … To put it more plainly, this is the problem of the missing links. It is not a case of one missing link. It is not even a case of many missing links. Evolutionists are confronted with the problem of whole sections of the chain of life missing. …"],["p.para",{"id":"p128","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p128"},"“G. G. Simpson, quite aware of this problem also, says, ‘It is a feature of the known fossil record that most taxa appear abruptly. They are not, as a rule, led up to by a sequence of almost imperceptible changing forerunners such as Darwin believed should be usual in evolution.’ [",["span.emphasis","The Evolution of Life,"],"p. 149.]"],["p.para",{"id":"p129","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p129"},"“Thus we see that not only is the sudden appearance of complete and intricate animals a problem for evolution, but the absence of change from one major type into another is equally serious. Again we can say that this is no new problem. Soon after collectors started accumulating fossils, it became obvious that fossils belong in the same major categories as do modern animals and plants. A number of scientists have commented in recent years about the lack of change and the absence of connecting links for specific kinds of animals. …"],["p.para",{"id":"p130","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p130"},"“Every high school student has seen pictures, perhaps in his own biology textbook, of a scantily clad and hairy Neanderthal man with low-slung neck, stooped shoulder, bowed legs, and bestial appearance. Such pictures grew out of the original description of Neanderthal man given by the Frenchman Boule in 1911–1913. [Marcellin Boule,",["span.emphasis","Fossil Men."],"] The picture has passed unchanged from book to book, year to year, for nearly sixty years. But Boule based his description originally upon",["span.emphasis","one skeleton whose bones have recently been shown to be badly deformed by a severe case of arthritis."]],["p.para",{"id":"p131","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p131"},"“William Straus and A. J. E. Cave, the two scientists who discovered this situation, declared, ‘There is thus no valid reason for the assumption that the posture of Neanderthal man of the fourth glacial period differed significantly from that of present-day men. … Notwithstanding, if he could be reincarnated and placed in a New York subway—provided that he were bathed, shaved, and dressed in modern clothing—it is doubtful whether he would attract any more attention than some of its other denizens.’ [William L. Straus, Jr., and A. J. E. Cave, “Pathology and the Posture of Neanderthal Man,”",["span.emphasis","Quarterly Review of Biology,"],"Dec. 1957, pp. 358–59.] That was written some years ago. Neanderthal man might attract less attention today if he were not shaved!” (Coffin,",["span.emphasis","Creation,"],"pp. [6, 10].)"]],[".topic",["h3","Change in the Present Is Limited"],["p.para",{"id":"p133","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p133"},"“On a television panel celebrating the centennial of Charles Darwin’s book",["span.emphasis","Origin of Species,"],"Sir Julian Huxley began his comments by saying, ‘The first point to make about Darwin’s theory is that it is no longer a theory, but a fact. No serious scientist would deny the fact that evolution has occurred, just as he would not deny the fact that the earth goes around the sun.’ [Sol Tax and Charles Callender, eds.,",["span.emphasis","Issues in Evolution,"],"p. 41.] This is a confusing statement that tells only part of the truth. First, the word",["span.emphasis","evolution"],"must be defined."],["p.para",{"id":"p134","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p134"},"“The word itself merely means ‘change,’ and on the basis of this definition, evolution is a fact. However, most people understand evolution to mean progressive change in time from simplicity to complexity, from primitive to advanced.",["span.emphasis","This definition of evolution is not based on fact."],"The study of inheritance has revealed principles and facts that can prove evolution—",["span.emphasis","if"],"we understand the word",["span.emphasis","evolution"],"to mean ‘change.’ But the obvious minor changes occurring to living things today give no basis for concluding that limitless change has happened in the past. …"],["p.para",{"id":"p135","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p135"},"“Yes, new species of plants and animals are forming today. The almost endless intergradations of animals and plants in the world, the fantastic degeneration among parasites, and the adaptations of offense and defense, lead to the inevitable conclusion that change has occurred. However, the problem of major changes from one fundamental kind to another is still a most pressing unanswered question facing the evolutionist. Modern animals and plants can change, but the amount of change is limited.",["span.emphasis","The laboratories of science have been unable to demonstrate change from one major kind to another, neither has such change happened in the past history of the earth if we take the fossil record at face value.”"],"(Coffin,",["span.emphasis","Creation,"],"pp. [13, 15].)"]],[".topic",["h3","Conclusion"],["p.para",{"id":"p137","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p137"},"“Constant exposure to one theory of origins, and only one, has convinced many that no alternative exists and that evolution must be the full and complete answer. How unfortunate that most of the millions who pass through the educational process have little opportunity to weigh the evidences on both sides!"],["p.para",{"id":"p138","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p138"},"“Examinations of the fossils, stony records of the past, tell us that complicated living things suddenly (without warning, so to speak) began to exist on the earth. Furthermore, time has not modified them enough to change their basic relationships to each other. Modern living organisms tell us that change is a feature of life and time, but they also tell us that there are limits beyond which they do not pass naturally and beyond which man has been unable to force them. In consideration of past or present living things, man must never forget that he is dealing with life, a profoundly unique force which he has not been able to create and which he is trying desperately to understand."],["p.para",{"id":"p139","uri":"/manual/old-testament-student-manual-genesis-2-samuel/genesis-1-2-the-creation.p139"},"“Here are the facts; here are the evidences; here, then, are the sound reasons for believing life originated through a creative act. It is time that each individual has the opportunity to know the facts and to make an intelligent choice.” (Coffin,",["span.emphasis","Creation,"],"p. [15].)"]]]]]]],"refs":null}
