{"id":5,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":5,"title":"Introduction: For Our Profit and Learning: The Value of Studying the Old Testament","subtitle":"","short_title":1,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.head1"},[".titleNumber","1"],["h1","Introduction"],["h1","For Our Profit and Learning: The Value of Studying the Old Testament"]],[".bodyBlock",[".topic",["h2","(1-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p5"},"It would probably not be incorrect to assume that for many members of the Church the Old Testament is the most neglected book of scripture. This neglect is not difficult to understand. The Old Testament is the longest of all the scriptures, being about twice the size of the Book of Mormon. Its history and culture are farthest removed from our day. The Old Testament contains a precise and involved description of the Mosaic law, some ordinances of which have now been fulfilled and replaced by the ordinances of the restored gospel. Consequently, some parts of the book, such as lengthy genealogical lists, numerical censuses, and detailed descriptions of obsolete rituals, may seem unimportant compared to other scriptures. And sometimes the language of the translation of the Old Testament is archaic and difficult to follow. Little wonder, then, that many in the Church, though familiar with some of the Old Testament stories, have never read the entire book. Yet the prophets, both ancient and modern, have stressed the priceless value of the Old Testament in assisting men to know God."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p6"},"The Apostle Paul commended Timothy, saying, “From a child thou hast known the holy scriptures” (",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.15"},"2 Timothy 3:15"],"). As far as we know, the only scriptures available to Timothy were what we know today as the Old Testament. Note what Paul said about these holy writings:"],[".figure",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.f1"},["ol.number",["li",["span.label","1."],["p.para","They are able to make one wise unto salvation (see",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.15"},"2 Timothy 3:15"],")."]],["li",["span.label","2."],["p.para","They are given by the inspiration of God (see",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.16"},"v. 16"],")."]],["li",["span.label","3."],["p.para","They are profitable for doctrine, reproof, correction, and instruction in righteousness (see",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.16"},"v. 16"],")."]],["li",["span.label","4."],["p.para","They help the man of God become perfect and fully equipped for every good work (see",["a.scriptureRef",{"href":"/scriptures/nt/2-tim/3.17"},"v. 17"],")."]]]],["p.para",{"id":"p11","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p11"},"When the prophet Nephi’s rebellious brothers ridiculed the idea that Nephi could build a ship to take them to the promised land, he confounded them with examples from the brass plates (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/17.17-43"},"1 Nephi 17:17–43"],"). These plates contained writings we have today in the Old Testament. Later Nephi explained that he read many things to his people from the brass plates, including the writings of Moses and Isaiah, in order to—"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.f2"},["ol.number",["li",["span.label","1."],["p.para","Help them know the doings of the Lord in other lands among people of old (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.22"},"1 Nephi 19:22"],")."]],["li",["span.label","2."],["p.para","More fully persuade them to believe in the Lord, their Redeemer (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"v. 23"],")."]],["li",["span.label","3."],["p.para","Liken (or apply) the scriptures to themselves for their profit and learning (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"v. 23"],")."]]]],["p.para",{"id":"p15","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p15"},"Think for a moment about yourself. Does your motivation to study the scriptures come from a desire to learn more about God and His dealings with His children? Are you seeking to draw power from the scriptures in order to perfect your life by coming to Christ? Paul and Nephi have said that, like all other scriptures, the Old Testament will help you accomplish these goals. Do you want to learn more of God and those who were faithful to Him? Then search the stories of the prophets and patriarchs. Would you be inspired by examples of men and women who overcame their weaknesses and went on to perfection? Read of Joseph and Abraham and Sarah and Job and dozens of others. Would you like to find principles of daily living that bring you closer to God? They are there in abundance. Would you like to better know Jehovah, the Lord Jesus Christ, who came to earth as our Redeemer? Then turn to the Old Testament, for, like the other scriptures, it is a witness of His divinity, His love, and His mercy."]],[".topic",["h2","The Old Testament is Scripture"],[".topic",["h3","(1-2) The Old Testament, Like All Scripture, Was Given by God for Our Benefit"],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p18"},"“The Old and New Testaments, the Book of Mormon, and the Book of Doctrine and Covenants … are like a lighthouse in the ocean, or a finger-post which points out the road we should travel. Where do they point? To the fountain of light. … That is what these books are for. They are of God; they are valuable and necessary: by them we can establish the doctrine of Christ.” (Brigham Young, in",["span.emphasis","Journal of Discourses,"],"8:129.)"]],[".topic",["h3","(1-3) Like All Scripture, the Old Testament Is Edifying and Has Great Benefit for Us Today"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p20"},"“The Bible presents a total picture of the life of its characters. We can thus expect human frailties to appear. However, many of these human elements reveal genuine religious purposes when they are understood in terms of the social standards of their own day."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p21"},"“The student who truly seeks to appreciate the Bible will study it always for the contribution of its message to our religious life today. It is not enough to be entertained by its stories unless these stories can reach deep into our souls to make better persons. The accounts in the Bible were preserved for the help which they can give to man in developing his faith in God and in following His teachings. The reader who misses the significance of Bible stories in present life is not a true student of the Bible.” (Larsen, in Jacob,",["span.emphasis","The Message of the Old Testament,"],"pp. xxxv–xxxvi.)"]],[".topic",["h3","(1-4) Like All Scripture, the Old Testament Is Christ Centered"],["p.para",{"id":"p23","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p23"},"“As Jesus testified of Moses, so likewise did Moses testify of Christ, although much of his testimony is not in our present-day Bible. But obviously it was in the scriptures available to the people of Jesus’ day."],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p24"},"“It is faith-promoting indeed to note how consistent the various books of scripture are, one with another; how the revelations in the various ages all harmonize; and how the words of the prophets, no matter when or where they lived, testify of our Savior, Jesus Christ."],["p.para",{"id":"p25","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p25"},"“When critics attacked him, the Lord responded by saying to them: ‘Search the scriptures; for in them ye think ye have eternal life; and",["span.emphasis","they are they which testify of me.’"],"(",["a.scriptureRef",{"href":"/scriptures/nt/john/5.39"},"John 5:39"],". Italics added.)"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p26"},"“He never would have said that if the scriptures available to the people of that day did not testify of him. He urged them to read the scriptures that they might see how the prophets whom they adored, but now long since dead, actually did foretell his coming. They testified of him—the Savior. And Moses was one of them. …"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p27"},"“Note that the Lord quoted both Moses and the other prophets expounding ‘in all the scriptures the things",["span.emphasis","concerning himself."],"’” (Petersen,",["span.emphasis","Moses,"],"pp. 148–49.)"],[".",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.f3"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/32489/32489_all_05_peterson.jpg"}],[".caption",["p",{"id":"lds-28"},"Elder Mark E. Petersen testified that all scriptures point to Christ."]]]],[".topic",["h3","(1-5) Being Christ Centered, the Old Testament Reveals Many Things about His Mission"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p30"},"“Properly understood, the Scripture is all full of Christ, and all intended to point to Christ as our only Saviour. It is not only the law, which is a schoolmaster unto Christ, nor the types, which are shadows of Christ, nor yet the prophecies, which are predictions of Christ; but the whole Old Testament history is full of Christ. Even where persons are not, events may be types. If any one failed to see in Isaac or in Joseph a personal type of Christ, he could not deny that the offering up of Isaac, or the selling of Joseph, and his making provision for the sustenance of his brethren, are typical of events in the history of our Lord. And so indeed every event points to Christ, even as He is alike the beginning, the centre, and the end of all history—‘the same yesterday, and to-day, and for ever.’ One thing follows from this: only that reading or study of the Scriptures can be sufficient or profitable through which we learn to know Christ—and that as ‘the Way, the Truth, and the Life’ to us. And for this purpose we ought constantly to ask the aid and teaching of the Holy Spirit.” (Edersheim,",["span.emphasis","Old Testament Bible History,"],"pp. 2–3.)"]],[".topic",["h3","(1-6) Though Many Plain and Precious Parts Have Been Taken Away, the Old Testament Is Still Remarkably Intact and Valuable"],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p32"},"“The vision of Nephi as recorded in the early part of the Book of Mormon explains that many plain and precious parts of the Bible as it was written originally were taken from that sacred volume before it was circulated among the Gentiles."],["p.para",{"id":"p33","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p33"},"“What was it like before it was stripped of so many precious parts? And what made those teachings so precious?"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p34"},"“Certainly the Old Testament was not as fragmentary as it is today. When we look at the volume of information in the present Bible we wonder how it could have contained more, for already it is a library in itself."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p35"},"“Yet as originally written it did contain vastly more, and made the Gospel so plain for those ancient peoples that a wayfaring man, though a fool, could not err therein."],["p.para",{"id":"p36","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p36"},"“What was it like?"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p37"},"“We cannot fully answer that question, of course, but we can find much of the answer in a careful reading of both the Book of Mormon and the Bible."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p38"},"“The most striking thing about it was that, as originally written, the Old Testament",["span.allCaps","was a Testimony and witness for Christ!"]],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p39"},"“It told the story of the preaching of Christ’s Gospel to ancient peoples of all dispensations."],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p40"},"“If we had the Old Testament as it was originally written, mankind would have a most powerful—an infallible—witness that Jesus of Nazareth was indeed the Christ, that He gave the Law to Moses, that He was the God of Abraham, Isaac and Jacob, and that His coming into mortality was plainly foretold in a detailed manner, in holy writ.” (“Christ and the Old Testament,”",["span.emphasis","Church News,"],"22 Jan. 1966, p. 16.)"],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p41"},"“The hand of the Lord has been over this volume of scripture nevertheless, and it is remarkable that it has come down to us in the excellent condition in which we find it” (Smith,",["span.emphasis","Doctrines of Salvation,"],"3:191). His hand prepared a way to preserve the essence of its sacred message despite the attempts of men and Satan to destroy it. The Lord did this by cloaking profound truths in the spirit of prophecy (see",["a.scriptureRef",{"href":"/scriptures/bofm/alma/25.15-16"},"Alma 25:15–16"],"). In other words, the Lord cloaked much spiritual truth in symbolic and figurative imagery, which can be interpreted only through the spirit of prophecy, which is “the testimony of Jesus” (",["a.scriptureRef",{"href":"/scriptures/nt/rev/19.10"},"Revelation 19:10"],"). Many of the most precious truths were not stated in plainness so that those who would have tampered with them did not sense their significance and thus left them alone."],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p42"},"In this way a large part of the testimony of Christ was hidden from the enemies of God because the natural man does not have access to “the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned” (",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/2.14"},"1 Corinthians 2:14"],"). The man of evil might set out to pervert the gospel of the Lord and even may be able to remove many scriptural marks which clearly identified Jesus as the Christ, yet that which requires the Spirit—the symbolic, the subtle, the powerful—would elude him. Therefore, as Elder Mark E. Petersen suggested:"],["p.para",{"id":"p43","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p43"},"“Regardless of all its problems in the making, the Bible should not be disparaged in any way. It",["span.emphasis","is"],"the word of God, and even though translations have dimmed some of its meaning, and many ‘plain and precious parts’ have been deleted, it still is an inspired and miraculous guide to all who will read it."],["p.para",{"id":"p44","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p44"},"“When augmented by modern scripture as the Book of Mormon indicates would be the case, it can direct us into the paths of eternal salvation.” (",["span.emphasis","As Translated Correctly,"],"pp. 16–17.)"]]],[".topic",["h2","Seven Keys for Understanding the Old Testament"],[".topic",["h3","(1-7) Key 1: Constant, Diligent, and Prayerful Study Is the Major Factor in Understanding the Scriptures"],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p47"},"“Search the scriptures—search the revelations which we publish, and ask your Heavenly Father, in the name of His Son Jesus Christ, to manifest the truth unto you, and if you do it with an eye single to His glory nothing doubting, He will answer you by the power of His Holy Spirit. You will then know for yourselves and not for another. You will not then be dependent on man for the knowledge of God; nor will there be any room for speculation. No; for when men receive their instruction from Him that made them, they know how He will save them. Then again we say: Search the Scriptures, search the Prophets and learn what portion of them belongs to you.” (Smith,",["span.emphasis","Teachings,"],"pp. 11–12.)"]],[".topic",["h3","(1-8) Key 2: Coupled with Prayerful Study Must be a Commitment to Live the Commandments"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p49"},"“But reading and knowing the scriptures is not sufficient. It is important that we keep the commandments—be doers of the word and not hearers only. The great promise that the Lord has given us should be sufficient incentive for us to acknowledge him and do his will:"],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p50"},"“‘And all saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones;"],["p.para",{"id":"p51","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p51"},"“‘And shall find wisdom and great treasures of knowledge, even hidden treasures;"],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p52"},"“‘And shall run and not be weary, and shall walk and not faint."],["p.para",{"id":"p53","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p53"},"“‘And I, the Lord, give unto them a promise, that the destroying angel shall pass by them, as the children of Israel, and not slay them.’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/89.18-21"},"D&C 89:18–21"],".)"],["p.para",{"id":"p54","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p54"},"“May this glorious promise be fulfilled in our behalf as we search the scriptures and find the way to eternal life.” (N. Eldon Tanner, “Right Answers: First Presidency Message,”",["span.emphasis","Ensign,"],"Oct. 1973, p. 6.)"]],[".topic",["h3","(1-9) Key 3: Latter-day Scriptures Give Many Insights into the Old Testament"],["p.para",{"id":"p56","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p56"},"“Latter-day revelation is the key to understanding the Old Testament, because it still retains its own original flavor and intent. That is, we can be certain that the text of latter-day revelation gives the inferences and understandings that the Lord wishes this generation to have. The revelations given to the Prophet Joseph Smith that have direct application to the Old Testament are of at least three different types:"],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.f4"},["ol.number",["li",["span.label","“1."],["p.para","The restoration and translation of ancient documents, such as the Book of Mormon and the Book of Abraham. These two books had their origin in the same environment and milieu of the ancient world as the Bible and have been translated for our use in this dispensation by a prophet of God. Therefore, we are assured that we have a correct translation."]],["li",["span.label","“2."],["p.para","A restoration of the writings of certain Old Testament prophets, but without Joseph Smith’s actually having the ancient documents in his hands. These writings include the Book of Moses, which contains the visions and writings of Moses and a prophecy of Enoch, revealed to the Prophet Joseph, though not translations of ancient documents in the same sense as were the Book of Mormon or the Book of Abraham."]],["li",["span.label","“3."],["p.para","Divine revelations given to the Prophet Joseph Smith about Old Testament events and/or personalities. Many of the revelations in the Doctrine and Covenants, though not translations of biblical documents, comment upon and illumine our understanding of biblical personalities and events. These include sections 84, 107, and 132, revelations that give us much assistance in understanding the Old Testament."]]]],["p.para",{"id":"p60","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p60"},"“Thus the Latter-day Saint has a great deal of recorded information at his fingertips relative to the Old Testament, and he is unfair to himself if he fails to utilize all of these sources in his study."],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p61"},"“The revelations given to the Prophet Joseph bear record that the biblical story is essentially correct, although not complete.” (Robert J. Matthews, “Modern Revelation: Windows to the Old Testament,”",["span.emphasis","Ensign,"],"Oct. 1973, p. 21.)"]],[".topic",["h3","(1-10) Key 4: Knowledge That the Gospel Was Known to the Ancients Provides the Means for Accurate Interpretation of Their Teachings"],["p.para",{"id":"p63","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p63"},"“Some persons believe that the Old Testament teaches and demonstrates some rather crude theological concepts and ethics. This may seem logical to those who believe that religions are mere social institutions that have evolved and developed over the centuries. But to those who see religion as revealed theology and a divine code of ethics with absolute truths and eternal rights and wrongs, such an estimate of the Old Testament is neither logical nor acceptable. …"],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p64"},"“… great principles are taught in the Old Testament. During his earthly mission Jesus used them, cited them, and commended their use by others."],["p.para",{"id":"p65","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p65"},"“For example, recall the situation when he had just finished chastising some Sadducees for not knowing the scriptures. (See",["a.scriptureRef",{"href":"/scriptures/nt/mark/12.24"},"Mark 12:24"],".) Another interrogator arose ostensibly to find out how Jesus would evaluate the teachings in the Law of Moses, asking, ‘Which is the first commandment of all?"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p66"},"“‘And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:"],["p.para",{"id":"p67","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p67"},"“‘And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment."],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p68"},"“‘And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.’ …"],["p.para",{"id":"p69","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p69"},"“Those great principles of love were found in the Old Testament. They are still found in our versions, in",["a.scriptureRef",{"href":"/scriptures/ot/deut/6.4-5"},"Deuteronomy 6:4–5"],"and",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.18"},"Leviticus 19:18"],". See further pronouncements of them in",["a.scriptureRef",{"href":"/scriptures/ot/deut/10.12"},"Deuteronomy 10:12"],"and",["a.scriptureRef",{"href":"/scriptures/ot/deut/30.6"},"30:6"],"and in",["a.scriptureRef",{"href":"/scriptures/ot/lev/19.34"},"Leviticus 19:34"],". …"],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p70"},"“Many today, however, think of these commandments as New Testament teachings. Jesus did indeed originate them, but much earlier than in New Testament times.” (Ellis T. Rasmussen,",["span.crossRef","“The Unchanging Gospel of Two Testaments,”"],["span.emphasis","Ensign,"],"Oct. 1973, pp. 24–27.)"]],[".topic",["h3","(1-11) Key 5: Understanding the Nature of God Provides Special Insight"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p72"},"Many people feel uncomfortable with the God of the Old Testament. They see Him as vindictive, revengeful, and unmerciful, not the loving God of the New Testament. Yet the supposedly harsh deity of the old covenant is the same Person as the forgiving Jesus of the new covenant. The reconciliation of this seeming paradox is that He is the same God, and God does not change. He is the same today as yesterday and will be so forever (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.12"},"D&C 20:12"],"). He Himself has declared that He “doth not walk in crooked paths, neither doth he turn to the right hand nor to the left, neither doth he vary from that which he has said, therefore his paths are straight, and his course is one eternal round” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3.2"},"D&C 3:2"],"; see also",["a.scriptureRef",{"href":"/scriptures/nt/james/1.7"},"James 1:7"],"). Therefore, the Old Testament God is just as kind, just as merciful, just as loving as the God of the New Testament; yet, on the other hand, the God depicted in the New Testament is just as firm and angry at sin as the God of the Old Testament. Why? Because They are the same Being! If we keep this fact in mind, we will be better able to interpret the commandments, actions, and motives of the great Jehovah."],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p73"},"While many modern Bible scholars say that such events as the Flood or the command to destroy the Canaanites when Joshua led the Israelites into the promised land prove that the Old Testament deity is harsh and vindictive, the Latter-day Saint can say instead, “I know that Christ has perfect love for all. What can I learn then about His dealings with people in the time of the Flood or from this commandment?” This learning process becomes very productive in the attempt to come to know God better. (See Enrichment Section A,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-a-who-is-the-god-of-the-old-testament.p1"},"“Who Is the God of the Old Testament?”"],")"]],[".topic",["h3","(1-12) Key 6: The Nature and Purposes of God’s Covenants with His Children Are Important"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p75"},"Many of God’s dealings with the Old Testament people centered in making and keeping covenants. Because He loved righteousness, He extended to Abraham’s seed the covenant with all its obligations, rights, and powers. Through this covenant they could separate themselves from worldliness, thus becoming holy, or godlike. By keeping the covenant, and extending its blessings to others, they were assured of God’s blessings and protection. Because of God’s mercy, the righteous were promised that the covenant would be maintained if they kept its terms."],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p76"},"On the other hand, if they violated the covenant and rejected God, they not only forfeited blessings but also suffered the wrath of the Lord. It is not surprising, then, to find the prophets continually reminding Israel of their covenants and admonishing them to be faithful to them. This concept becomes a critical key to understanding much of what happens in the Old Testament. (See Enrichment Section B,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-b-covenants-and-covenant-making.p1"},"“Covenants and Covenant Making: Keys to Exaltation.”"],")"]],[".topic",["h3","(1-13) Key 7: Putting Ourselves in the Place of the Ancients As We Read the Scriptures Is an Important Part of Studying the Old Testament"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p78"},"“Do you read the Scriptures, my brethren and sisters, as though you were writing them a thousand, two thousand, or five thousand years ago? Do you read them as though you stood in the place of the men who wrote them? If you do not feel thus, it is your privilege to do so, that you may be as familiar with the spirit and meaning of the written word of God as you are with your daily walk and conversation, or as you are with your workmen or with your households. You may understand what the Prophets understood and thought—what they designed and planned to bring forth to their brethren for their good."],["p.para",{"id":"p79","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p79"},"“When you can thus feel, then you may begin to think that you can find out something about God, and begin to learn who he is.” (Brigham Young, in",["span.emphasis","Journal of Discourses,"],"7:333.)"]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p81","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p81"},["span.dominant","(1-14)"],"A frequently quoted scripture is",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.8-9"},"Isaiah 55:8–9"],". Many times, however, we stop at those two verses and do not read them in their full context. Read now",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.10"},"verses 10"],"and",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.11"},"11"],". What does the Lord mean when He says His way of doing things is not like man’s? (Note especially",["a.scriptureRef",{"href":"/scriptures/ot/isa/55.11"},"v. 11"],".) What does He mean when He says that His word “shall accomplish that which I please,” and how does that relate to the Old Testament? How would you now answer someone who says, “The Old Testament is too difficult; it needs to be simplified and made more plain”?"],["p.para",{"id":"p82","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p82"},["span.dominant","(1-15)"],"Read again the second paragraph of Reading 1-3 and all of Reading 1-13. Ponder for a moment how we put ourselves in the place of the ancients and let the scriptures “reach deep into our souls” (Larsen, in Jacob,",["span.emphasis","The Message of the Old Testament,"],"p. xxxvi). List some practical things you can do to apply this concept in your own life as you study the Old Testament. Is this application what Nephi meant by “liken[ing] all scriptures unto us” (",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.23"},"1 Nephi 19:23"],")?"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p83"},["span.dominant","(1-16)"],"Moroni requested those who want to know for themselves the truthfulness of the gospel to “remember how merciful the Lord hath been unto the children of men, from the creation of Adam” (",["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.3"},"Moroni 10:3"],"). Why did he make this request? What is there in the Old Testament message that is important for a person striving for a personal testimony? List four or five major practical concepts you could take from the Old Testament to learn to be a better Christian."],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p84"},["span.dominant","(1-17)"],"President Spencer W. Kimball admonished:"],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p85"},"“I urge all of the people of this church to give serious attention to their family histories, to encourage their parents and grandparents to write their journals, and let no family go into eternity without having left their memoirs for their children, their grandchildren, and their posterity. This is a duty and a responsibility, and I urge every person to start the children out writing a personal history and journal.” (“The True Way of Life and Salvation,”",["span.emphasis","Ensign,"],"May 1978, p. 4.)"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/introduction-for-our-profit-and-learning-the-value-of-studying-the-old-testament.p86"},"If you have not already begun to keep your personal journal, now is an excellent time to do so. Make your study of the Old Testament a part of your journal. Record special insights, things that impress you, or just the feelings you may have as you study. You will find your study of the Old Testament greatly enhanced by your journal keeping and your journal keeping greatly enhanced by your study of the Old Testament."]]]]]],"refs":null}
