{"id":26,"parent_id":0,"book_id":9135,"content_id":1,"language_id":1,"display_order":26,"title":"Numbers 1–12: Wilderness Wanderings, Part 1","subtitle":"","short_title":17,"uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1"},[".heading",{"id":"head1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.head1"},[".titleNumber","17"],["h1","Numbers 1–12"],["h1","Wilderness Wanderings, Part 1"]],[".bodyBlock",[".topic",["h2","(17-1) Introduction"],["p.para",{"id":"p5","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p5"},"The title of the book of Numbers in the King James Version comes from the Latin Vulgate",["span.emphasis","Numeri"],"(“Numbers”), which is descriptive of the census given in the first three chapters of the book rather than of its content in general. Therefore,",["span.emphasis","Numbers"],"is strictly the Christian name for this section of the Torah, or first five books of Moses."],["p.para",{"id":"p6","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p6"},"The Hebrews most often chose from among the first words of the text for a title for each of the books in the Bible. Thus, the Jews have called this book either",["span.emphasis","Vayedabber"],"(“And He Spoke”), which is the first Hebrew word of the book, or, more commonly,",["span.emphasis","Bemidbar"],"(“In the Wilderness”), which is the fifth word in the first verse."],["p.para",{"id":"p7","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p7"},"This part of the work of Moses records the movement of the children of Israel from Mount Sinai to Mount Pisgah, which was on the east side of the Jordan River and overlooked the promised land. The book includes an account of the numbering of Israel, the Levitical preparations for moving the tabernacle, why Israel was cursed with forty years of wandering, the second numbering of Israel after those above twenty years of age at the time of the Exodus had died, the choosing of Joshua to lead Israel, and a description of some land inheritances by the various tribes."],["p.para",{"id":"p8","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p8"},"The book does not have many doctrinal discourses, but it gives the necessary understanding to key historical events in the story of the family of Jacob. Some of the doctrinal implications of these historical events are of great worth. Be alert to the major events and specific preparations Israel underwent before they were ready to realize their promised reward."],[".sidebar box-decor box-right",{"id":"f1","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.f1"},["h3","Instructions to Students"],[".figure",{"id":"f2","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.f2"},["ol.number",["li",["span.label","1."],["p.para","Use Notes and Commentary below to help you as you read and study",["a.scriptureRef",{"href":"/scriptures/ot/num/1"},"Numbers 1–12"],"."]],["li",["span.label","2."],["p.para","Complete Points to Ponder as directed by your teacher. (Individual study students should complete all of this section.)"]]]]]],[".topic",["h2","Notes and Commentary on Numbers 1–12"],[".topic",["h3","(17-2)",["a.scriptureRef",{"href":"/scriptures/ot/num/1.1-46"},"Numbers 1:1–46"],". How Many People Did Moses Lead through the Wilderness?"],["p.para",{"id":"p14","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p14"},"The first census of Israel after the Exodus numbered 603,550 men over twenty years of age who could go to war (see",["a.scriptureRef",{"href":"/scriptures/ot/num/1.3"},"v. 3"],"). This included none of the Levites (see",["a.scriptureRef",{"href":"/scriptures/ot/num/1.47"},"v. 47"],") who numbered 22,000 (see",["a.scriptureRef",{"href":"/scriptures/ot/num/3.39"},"Numbers 3:39"],"). It also excluded all females, old men, boys under twenty years of age, and men unable to bear arms. This record has causes some scholars to estimate the total number of the children of Israel to be over two million souls (see Keil and Delitzsch,",["span.emphasis","Commentary,"],"1:3:4–5). Other scholars believe that there have been textual errors in the transmission of numbers down through the centuries and that the total number of Israelites would be closer to half a million (see Enrichment Section E,",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/enrichment-section-e-the-problem-of-large-numbers-in-the-old-testament.p1"},"“The Problem of Large Numbers in the Old Testament”"],"). Whatever is correct, the task Moses faced was incredibly huge. To lead even five hundred thousand people into a harsh and barren wilderness and attempt to keep their hunger and thirst satisfied, their needs for shelter and protection from the elements met, as well as bring them to a state of spiritual maturity and obedience—no wonder Moses cried out, “I am not able to bear all this people alone, because it is too heavy for me” (",["a.scriptureRef",{"href":"/scriptures/ot/num/11.14"},"Numbers 11:14"],")."]],[".topic",["h3","(17-3)",["a.scriptureRef",{"href":"/scriptures/ot/num/1.32-35"},"Numbers 1:32–35"]],["p.para",{"id":"p16","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p16"},"The blessing of Ephraim was here fulfilled in having thousands more sons able for war than had his older brother, Manasseh (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/48.19-20"},"Genesis 48:19–20"],")."]],[".topic",["h3","(17-4)",["a.scriptureRef",{"href":"/scriptures/ot/num/1.47-54"},"Numbers 1:47–54"]],["p.para",{"id":"p18","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p18"},"Those of the Levitical Priesthood were assigned particularly to care for the house of the Lord: to officiate in it on behalf of the children of Israel and to disassemble and reassemble it in times of movement. They were its protectors, so their tents encircled the sanctuary."]],[".topic",["h3","(17-5)",["a.scriptureRef",{"href":"/scriptures/ot/num/2"},"Numbers 2"],". Why Was There a Specific Order of March and Camping?"],["p.para",{"id":"p20","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p20"},"God’s house is a house of order (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.8"},"D&C 132:8"],"). In symbolic representation thereof, so was the camp of Israel. Order was maintained in both their encampments and marches."],["p.para",{"id":"p21","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p21"},"The tribes were deployed in four groups of three tribes. On the east side of the camp and at the front of the moving column were Issachar and Zebulun with Judah at the head. On the south side in second position were Simeon and Gad under the leadership of Reuben. In the middle were the Levites. On the west and fourth in the line of march were Manasseh and Benjamin led by Ephraim. On the north and in the rear were Asher and Naphtali with Dan at the head."],["p.para",{"id":"p22","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p22"},"The places of honor, at the head of the hosts and immediately following the tabernacle, were held by Judah and Ephraim, respectively. Judah camped directly east of the tabernacle entrance."]],[".topic",["h3","(17-6)",["a.scriptureRef",{"href":"/scriptures/ot/num/3"},"Numbers 3"]],["p.para",{"id":"p24","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p24"},"The Levites were not counted with the other tribes of Israel because of their divine stewardship to act in the stead of the firstborn son (see",["a.scriptureRef",{"href":"/scriptures/ot/num/3.12-13"},"vv. 12–13"],"). Joseph, however, had already been assigned a double portion, and both Ephraim and Manasseh became full and independent tribes (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/48.22"},"Genesis 48:22"],"). A distinction was also made between the sons of Aaron and other Levites (see",["a.scriptureRef",{"href":"/scriptures/ot/num/3.2,8-10"},"vv. 2, 8–10"],"; Reading 17-15). Descendants of Aaron were designated as priests, and they were the ones given the stewardship to preside in the ordinances of the tabernacle. The other Levites assisted in maintaining the tabernacle and its services, but they could not actually perform the ordinances of sacrifice, burning incense, and so on. Although all the Levites camped around the tabernacle, Aaron and his sons, along with Moses, were placed in the favored position directly in front of the tabernacle entrance (see",["a.scriptureRef",{"href":"/scriptures/ot/num/3.38"},"v. 38"],")."]],[".topic",["h3","(17-7)",["a.scriptureRef",{"href":"/scriptures/ot/num/3.51"},"Numbers 3:51"],". Why Were the Extra Levites Redeemed with Money?"],["p.para",{"id":"p26","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p26"},"The total number of Levites in religious service closely approximated the number of firstborn among the children of Israel. The excess 273 firstborn who were not redeemed man for man by a Levite substitute were redeemed by a five-shekel offering each. President John Taylor explained why this procedure was required:"],["p.para",{"id":"p27","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p27"},"“The first-born of the Egyptians, for whom no lamb as a token of the propitiation was offered, were destroyed. It was through the propitiation and atonement alone that the Israelites were saved, and, under the circumstances they must have perished with the Egyptians, who were doomed, had it not been for the contemplated atonement and propitiation of Christ, of which this was a figure."],["p.para",{"id":"p28","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p28"},"“Hence the Lord claimed those that He saved as righteously belonging to Him, and claiming them as His He demanded their services. … He accepted the tribe of Levi in lieu of the first-born of Israel; and as there were more of the first-born than there were of the Levites, the balance had to be redeemed with money, which was given to Aaron, as the great High Priest and representative of the Aaronic Priesthood, he being also a Levite. [See",["a.scriptureRef",{"href":"/scriptures/ot/num/3.50-51"},"Numbers 3:50–51"],".]” (Mediation and Atonement, p. 108.)"]],[".topic",["h3","(17-8)",["a.scriptureRef",{"href":"/scriptures/ot/num/4"},"Numbers 4"],". What Is the Significance of the Sons of Kohath?"],["p.para",{"id":"p30","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p30"},"Chapter 4 of Numbers explains the duties and responsibilities of the branches of Levites with respect to the tabernacle. Moses and Aaron were sons of Amram, a grandson of Levi through Kohath (see",["a.scriptureRef",{"href":"/scriptures/ot/num/3.19"},"Numbers 3:19"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/6.18,20"},"Exodus 6:18, 20"],"). Aaron and his sons were set apart to the priesthood and were given the other sons of Levi to assist them in the movement and functions of the tabernacle (see",["a.scriptureRef",{"href":"/scriptures/ot/num/3.5-13"},"Numbers 3:5–13"],")."],["p.para",{"id":"p31","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p31"},"Kohath seems to have been the second son of Levi (see",["a.scriptureRef",{"href":"/scriptures/ot/num/3.17"},"Numbers 3:17"],"), but was probably mentioned first because of his grandsons Moses and Aaron and also because his male descendants were the bearers of the sacred furniture of the tabernacle (see Dummelow,",["span.emphasis"],"Commentary on the Holy Bible, p. 104)."],["p.para",{"id":"p32","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p32"},"The sons of Levi began their ministry in the tabernacle, at the age of thirty, the same age as the Savior was when He began His earthly ministry (see",["a.scriptureRef",{"href":"/scriptures/ot/num/4.3,23,30"},"Numbers 4:3, 23, 30"],";",["a.scriptureRef",{"href":"/scriptures/nt/luke/3.22-23"},"Luke 3:22–23"],")."]],[".topic",["h3","(17-9)",["a.scriptureRef",{"href":"/scriptures/ot/num/5.1-4"},"Numbers 5:1–4"],". Separation of the Unclean from the Camp"],["p.para",{"id":"p34","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p34"},"Those with leprosy or running sores were not allowed to march or camp with the rest of Israel (see",["a.scriptureRef",{"href":"/scriptures/ot/num/5.2"},"v. 2"],"). To be put out of the camp implied only a separation from the main body, not a total rejection or abandonment. A noted Bible scholar suggested why this isolation was required."],["p.para",{"id":"p35","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p35"},"“The expulsion mentioned here was founded, 1. On a pure",["span.emphasis","physical"],"reason,",["span.emphasis","viz.,"],"the diseases were",["span.emphasis","contagious,"],"and therefore there was a necessity of putting those afflicted by them apart, that the infection might not be communicated. 2. There was also a",["span.emphasis","spiritual"],"reason; the camp was the habitation of",["span.emphasis","God,"],"and nothing impure should be permitted to remain where he dwelt.” (Clarke, Bible Commentary, 1:631.)"]],[".topic",["h3","(17-10)",["a.scriptureRef",{"href":"/scriptures/ot/num/5.11-31"},"Numbers 5:11–31"],". The Trial of Jealousy"],["p.para",{"id":"p37","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p37"},"This law for determining the guilt or innocence of an adulterer is puzzling in many respects. At first it seems heavily biased against the woman for there is no similar requirement for the man. A close examination of the law will show what was involved in it and why the Lord revealed it."],["p.para",{"id":"p38","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p38"},"“The rabbins who have commented on this text give us the following information: When any man, prompted by the spirit of jealousy, suspected his wife to have committed adultery, he brought her first before the judges, and accused her of the crime; but as she asserted her innocency, and refused to acknowledge herself guilty, and as he had no witnesses to produce, he required that she be sentenced to",["span.emphasis","drink the waters of bitterness"],"which the law had appointed; that God, by this means, might discover what she wished to conceal. After the judges had heard the",["span.emphasis","accusation"],"and the",["span.emphasis","denial,"],"the man and his wife were both sent to Jerusalem, to appear before the Sanhedrin, who were the sole judges in such matters. The rabbins say that the judges of the Sanhedrin, at first endeavoured with threatenings to confound the woman, and cause her to confess her crime; when she still persisted in her innocence, she was led to the eastern gate of the court of Israel, where she was stripped of the clothes she wore, and dressed in black before a number of persons of her own sex. The priest then told her that if she knew herself to be innocent she had no evil to apprehend; but if she were guilty, she might expect to suffer all that the law threatened; to which she answered,",["span.emphasis","Amen, amen."]],["p.para",{"id":"p39","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p39"},"“The priest then wrote the words of the law upon a piece of vellum, with ink that had no vitriol in it, that it might be the more easily blotted out. The words written on the vellum were, according to the rabbins, the following:—‘If a strange man have not come near thee, and thou art not polluted by forsaking the bed of thy husband, these bitter waters which I have cursed will not hurt thee: but if thou have gone astray from thy husband, and have polluted thyself by coming near to another man, may thou be accursed of the Lord, and become an example for all his people; may thy thigh rot, and thy belly swell till it burst! may these cursed waters enter into thy belly, and, being swelled therewith, may thy thigh putrefy!’"],["p.para",{"id":"p40","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p40"},"“After this the priest took a new pitcher, filled it with water out of the brazen bason that was near the altar of burnt-offering, cast some dust into it taken from the pavement of the temple, mingled something bitter, as",["span.emphasis","wormwood,"],"with it, and having read the curses above mentioned to the woman, and received her answer of",["span.emphasis","Amen,"],"he scraped off the curses from the vellum into the pitcher of water. During this time another priest tore her clothes as low as her bosom, made her head bare, untied the tresses of her hair, fastened her torn clothes with a girdle below her breasts, and presented her with the tenth part of an ephah, or about three pints of",["span.emphasis","barley-meal,"],"which was in a frying pan, without oil or incense."],["p.para",{"id":"p41","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p41"},"“The other priest, who had prepared the waters of jealousy, then gave them to be drank by the accused person, and as soon as she had swallowed them, he put the pan with the meal in it into her hand. This was waved before the Lord, and a part of it thrown into the fire of the altar. If the woman was innocent, she returned with her husband; and the waters, instead of incommoding her, made her more healthy and fruitful than ever: if on the contrary she were guilty, she was seen immediately to grow pale, her eyes started out of her head, and, lest the temple should be defiled with her death, she was carried out, and died instantly with all the ignominious circumstances related in the curses.” (Clarke, Bible Commentary, 1:634.)"],["p.para",{"id":"p42","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p42"},"Several points should be noted."],[".figure",{"id":"f3","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.f3"},["ol.number",["li",["span.label","1."],["p.para","Although this ritual focused on the woman, it in no way implied that men who committed adultery were to be excused, for the law clearly stated that adulterers of both sexes were to be stoned (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/20.10"},"Leviticus 20:10"],")."]],["li",["span.label","2."],["p.para","In a way, the law provided protection of two different kinds for a woman. First, without this law it is possible that a husband could unjustly accuse his wife of infidelity. If his word alone were sufficient to convict her, she would be in a terrible state indeed. Putting the determination of guilt or innocence into the hands of God rather than into the hands of her husband, or even other men, ensured that she could vindicate herself if she were innocent."],["p.para","The second positive benefit is more subtle but probably is of even greater value. If a husband suspected his wife of adultery, one result would be a terrible strain in the husband-wife relationship. In today’s legal system, with no witnesses to prove her guilt, the court would probably declare her not guilty. But the basis for her acquittal would be a lack of positive evidence of her guilt rather than proof of her innocence. Such a legal declaration, therefore, would do little to alleviate the doubts of the husband and the estrangement would likely continue. Neighbors and friends also would probably harbor lingering suspicions about her innocence. With the trial of jealousy, however, dramatic proof of God’s declaration of her innocence would be irrefutable. The reputation of the woman would be saved and a marriage relationship healed. Thus, true justice and mercy were assured, and the whole matter would be laid promptly to rest."]],["li",["span.label","3."],["p.para","Those who ask why there was no parallel test a woman could ask of her husband should remember that if the accused woman refused to undergo the trial by drinking the water, her action was considered a confession of guilt. Thus,",["span.emphasis","she and her partner"],"in the evil act would be put to death (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/20.10"},"Leviticus 20:10"],"). If she attempted to lie and pass the test, but brought the curses upon herself, this result too was considered proof of the guilt of her male partner. It is possible that a wife who believed her husband guilty of infidelity could ask that his suspected partner be put to the trial of jealousy. The outcome would immediately establish the guilt or innocence of her husband as well as that of the other woman."]]]],["p.para",{"id":"p47","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p47"},"Thus, in a world where the rights of women were often abused, the Lord provided a means for protecting their rights as well as seeing that evil was put away and justice done."]],[".topic",["h3","(17-11)",["a.scriptureRef",{"href":"/scriptures/ot/num/6.1-21"},"Numbers 6:1–21"],". What Was a Nazarite?"],["p.para",{"id":"p49","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p49"},"A Nazarite was a man or woman who took a voluntary vow to separate his life for the service of the Lord, or to live consecrated unto Him (see Keil and Delitzsch, Commentary, 1:3:34). Being a Nazarite had nothing to do with coming from the town of Nazareth."],["p.para",{"id":"p50","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p50"},"A Nazarite took three vows: he would abstain absolutely from wine or strong drink, including any products of the vine in any form (see",["a.scriptureRef",{"href":"/scriptures/ot/num/6.3-4"},"Numbers 6:3–4"],"); he would not let a razor touch his head, but would let his hair grow naturally as a crown to God (see",["a.scriptureRef",{"href":"/scriptures/ot/num/6.5"},"Numbers 6:5"],"); and he would not allow himself to draw near a dead person, even a member of his own family (see",["a.scriptureRef",{"href":"/scriptures/ot/num/6.6"},"Numbers 6:6"],"). His life and all his efforts were completely and expressly dedicated to the Lord. This consecrated life bore some resemblance to that of the high priest (see",["a.scriptureRef",{"href":"/scriptures/ot/lev/21.10-12"},"Leviticus 21:10–12"],"). Those who seem to have taken such vows, or had parents who made the vows for them, include Samson (see",["a.scriptureRef",{"href":"/scriptures/ot/judg/13.5"},"Judges 13:5"],"), Samuel (see",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/1.11,28"},"1 Samuel 1:11, 28"],"), and John the Baptist (see",["a.scriptureRef",{"href":"/scriptures/nt/luke/1.15"},"Luke 1:15"],"). In some cases, these Nazarite vows were for life, but more often they were for a specific period of time, after which the person returned to a normal life. (Two instances in the New Testament that seem related to this vow taking are recorded in",["a.scriptureRef",{"href":"/scriptures/nt/acts/18.18-19"},"Acts 18:18–19"],"and 21:23–26.)"]],[".topic",["h3","(17-12)",["a.scriptureRef",{"href":"/scriptures/ot/num/7"},"Numbers 7"]],["p.para",{"id":"p52","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p52"},"The word",["span.emphasis","prince"],"in the Hebrew means “a leader or ruler of the tribe.” For a discussion of the utensils of the tabernacle see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-25-30-35-40-the-house-of-the-lord-in-the-wilderness.p1"},"Readings 13-7 through 13-12"],". For the worth of a shekel see the table of weights and measures in Maps and Charts."]],[".topic",["h3","(17-13)",["a.scriptureRef",{"href":"/scriptures/ot/num/8.1-4"},"Numbers 8:1–4"],". What Is the Meaning of “Over against the Candlestick”?"],["p.para",{"id":"p55","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p55"},"In the Hebrew",["span.emphasis","over against"],"means that when the lamp was lighted, its light illuminated whatever was on the opposite side of the room (“over against the candlestick”) [",["a.scriptureRef",{"href":"/scriptures/ot/num/8.2"},"v. 2"],"]). In this case, the table of shewbread was opposite the lamp."]],[".topic",["h3","(17-14)",["a.scriptureRef",{"href":"/scriptures/ot/num/8.5-22"},"Numbers 8:5–22"]],["p.para",{"id":"p57","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p57"},"The Levites entered into their service in the tabernacle just as a baby comes into the world—clean and pure (see",["a.scriptureRef",{"href":"/scriptures/ot/num/8.6-7"},"vv. 6–7"],"). In addition, the people laid hands upon the priest (see",["a.scriptureRef",{"href":"/scriptures/ot/num/8.10"},"v. 10"],"), who was then set apart for his service. When an Israelite brought an offering to the tabernacle, before he offered it in sacrifice, he laid his hands upon the animal and symbolically transferred his identity to it (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-1-10-a-law-of-performances-and-ordinances-part-1-sacrifices-and-offerings.p1"},"Reading 14-5"],"). For the people of Israel to lay hands on the priest thus suggests that he took upon himself their identity; that is, he became their representative before the Lord."]],[".topic",["h3","(17-15)",["a.scriptureRef",{"href":"/scriptures/ot/num/8.19"},"Numbers 8:19"],". What Is the Distinction between the Aaronic and the Levitical Priesthood?"],["p.para",{"id":"p59","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p59"},"“The Aaronic Priesthood is divided into the",["span.emphasis","Aaronic"],"and the",["span.emphasis","Levitical,"],"yet it is but",["span.emphasis","one"],"priesthood. This is merely a matter of designating certain duties",["span.emphasis","within"],"the priesthood. The sons of Aaron, who",["span.emphasis","presided"],"in the Aaronic order, were spoken of as holding the",["span.emphasis","Aaronic Priesthood"],"; and the sons of Levi, who were not sons of Aaron, were spoken of as the",["span.emphasis","Levites. They held the Aaronic Priesthood"],"but served under, or in a lesser capacity, than the sons of Aaron.” (Smith, Doctrines of Salvation, 3:86.)"]],[".topic",["h3","(17-16)",["a.scriptureRef",{"href":"/scriptures/ot/num/8.23-26"},"Numbers 8:23–26"],". What Was the Stewardship of the Levites?"],["p.para",{"id":"p61","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p61"},"Chapter 4 of Numbers speaks of the Levites’ role in transporting the tabernacle, and these verses in chapter 8 refer to their stewardship and service in it. Since they had been given to Aaron and his sons to assist them as they administered in the sacred ordinances, the Levites were assigned to set up and take down the tabernacles, clean it, carry wood and water, and slay animals to be used by their brethren in these sacrifices. They were allowed to begin such service five years earlier than those who transported the tabernacle. (See",["a.scriptureRef",{"href":"/scriptures/ot/num/8.24"},"Numbers 8:24"],";",["a.scriptureRef",{"href":"/scriptures/ot/num/4.3"},"4:3"],".)"],["p.para",{"id":"p62","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p62"},"After the age of fifty the Levites were to “minister with their brethren,” Aaron and his sons, in caring for the furniture of the tabernacle (",["a.scriptureRef",{"href":"/scriptures/ot/num/8.26"},"Numbers 8:26"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/num/3.7-9"},"3:7–9"],"). This voluntary service was a crown to their advancing years."]],[".topic",["h3","(17-17)",["a.scriptureRef",{"href":"/scriptures/ot/num/9.1-14"},"Numbers 9:1–14"]],["p.para",{"id":"p64","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p64"},"The crucial concept taught by the Passover feast was that Israel, through an exacting ceremony, had a type and a reminder of the Only Begotten Son of God, whose blood would save man spiritually as the blood on the door posts in Egypt had saved them physically. (Review",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/exodus-11-19-the-passover-and-the-exodus.p1"},"Readings 10-1 and 10-6"]]],[".topic",["h3","(17-18)",["a.scriptureRef",{"href":"/scriptures/ot/num/9.15-23"},"Numbers 9:15–23"],". What Is the Significance of the Cloud over the Tabernacle?"],["p.para",{"id":"p66","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p66"},"This statement is the most comprehensive on the law of the Lord concerning the movement of the camp of Israel. Since the cloud of smoke and fire was a visible sign of God’s presence, Israel learned to literally follow the Lord. They made camp, broke camp, traveled, and performed their services at the command of the Lord—the Hebrew reads, “at the mouth of Jehovah” (see",["a.scriptureRef",{"href":"/scriptures/ot/num/9.18"},"v. 18"],"). In very deed they were schooled to follow Jehovah, who has ever directed His church and kingdom, and yet many of them did not transfer the meaning from this miraculous physical demonstration to its more important spiritual corollary."]],[".topic",["h3","(17-19)",["a.scriptureRef",{"href":"/scriptures/ot/num/10.1-10"},"Numbers 10:1–10"]],["p.para",{"id":"p68","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p68"},"The trumpets of beaten or hammered silver were used on seven special occasions: to call the general assembly, to assemble the princes or tribal leaders, to sound the signal for breaking camp, to sound an alarm for war, to announce the days of celebration and gladness, to announce solemn feast days, and to announce the start of the offerings and sacrifices at the beginning of each month. It is evident that some far-reaching means was essential to calling such great numbers to action."]],[".topic",["h3","(17-20)",["a.scriptureRef",{"href":"/scriptures/ot/num/10.21"},"Numbers 10:21"]],["p.para",{"id":"p70","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p70"},"The Kohathites were Levites of the same family as Moses and Aaron, Kohath being their grandfather and a son of Levi (see",["a.scriptureRef",{"href":"/scriptures/ot/num/4.15,18"},"Numbers 4:15, 18"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/6.18,20"},"Exodus 6:18, 20"],"). They were the only Levites whose burden (the tabernacle furniture) was so important that they were required to carry it by hand (see",["a.scriptureRef",{"href":"/scriptures/ot/num/7.9"},"Numbers 7:9"],")."]],[".topic",["h3","(17-21)",["a.scriptureRef",{"href":"/scriptures/ot/num/10.29-32"},"Numbers 10:29–32"],". Who Was Hobab and What Did Moses Mean When He Said to Him, “Be to Us Instead of Eyes”?"],["p.para",{"id":"p72","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p72"},["span.emphasis","Raguel"],"is an alternate spelling of",["span.emphasis","Reuel"],"(see",["a.scriptureRef",{"href":"/scriptures/ot/ex/2.18"},"Exodus 2:18"],"), who was Jethro, Moses’ father-in-law."],["p.para",{"id":"p73","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p73"},"“Hobab, brother-in-law of Moses was persuaded, though at first unwilling to accompany Israel and to be to them ‘instead of eyes’ or to serve as a guide. Although Jehovah gave general directions, Hobab knew the area and could help locate specific trails, campsites, etc. That he and his family went and did become heirs to lands in the land of Israel is apparent later from",["a.scriptureRef",{"href":"/scriptures/ot/judg/1.16"},"Judges 1:16"],"and 4:11; also",["a.scriptureRef",{"href":"/scriptures/ot/1-sam/15.6"},"I Sam. 15:6"],",",["a.scriptureRef",{"href":"/scriptures/ot/2-kgs/10.15"},"II Kings 10:15"],",",["a.scriptureRef",{"href":"/scriptures/ot/1-chr/2.55"},"I Chronicles 2:55"],", and as later as",["a.scriptureRef",{"href":"/scriptures/ot/jer/35"},"Jeremiah 35"],", wherein that prophet cites them as exemplary for integrity.” (Rasmussen, Introduction to the Old Testament, 1:115.)"]],[".topic",["h3","(17-22)",["a.scriptureRef",{"href":"/scriptures/ot/num/11.16-17,24-29"},"Numbers 11:16–17, 24–29"],". What Special Gift Were the Seventy Given?"],["p.para",{"id":"p75","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p75"},"“In answer to Moses’ request for help, seventy men were chosen and endowed with the ‘spirit that was upon him’ (i.e., upon",["span.emphasis","Moses"],"; it means they were endowed with some of the same authority and spiritual gifts) so that they were able also to ‘prophesy.’ When some people objected that two of the men were prophesying who did not come out for the ceremony of installation, Moses said wishfully, ‘Would God that all the Lord’s people were prophets and that the Lord would put his Spirit upon them!’ He refused to forbid them to prophesy."],["p.para",{"id":"p76","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p76"},"“(Note that we live in a dispensation when",["span.emphasis","all"],"members of the congregation of the Lord",["span.emphasis","may"],"have the gift of prophecy, and other gifts, by virtue of the fact that all who are baptized are given the ‘Gift of the Holy Ghost.’ Probably some of us do not exercise it however.)"],["p.para",{"id":"p77","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p77"},"“On such spiritual gifts in Paul’s time, see",["a.scriptureRef",{"href":"/scriptures/nt/1-cor/12.4-10"},"I Corinthians 12:4–10"],".” (Rasmussen, Introduction to the Old Testament, 1:115.)"],["p.para",{"id":"p78","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p78"},"In this material is another evidence of Moses’ greatness. Some leaders would be threatened if subordinates evidenced gifts and abilities similar to their own because then their own status and position would be jeopardized. Not so with Moses. In answer to Joshua’s complaint, Moses asked, “Enviest thou for my sake?” (",["a.scriptureRef",{"href":"/scriptures/ot/num/11.29"},"Numbers 11:29"],"). Not only was he not threatened by this remarkable sharing of his spiritual power, but he expressed the desire to have every single Israelite share the same power with him."]],[".topic",["h3","(17-23)",["a.scriptureRef",{"href":"/scriptures/ot/num/11.19-20,31-35"},"Numbers 11:19–20, 31–35"]],["p.para",{"id":"p80","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p80"},"When God sent the quail in answer to Israel’s longing for something other than manna, the people turned gluttonous. The smallest catch equaled about one hundred bushels, far beyond normal need. The greedy lust for more than they could use brought a just punishment upon the people. How many died in the plague is not recorded, but the place was called “Graves of the Craving” or “The Graves of Lust” (see",["a.scriptureRef",{"href":"/scriptures/ot/num/11.34"},"v. 34"],")."]],[".topic",["h3","(17-24)",["a.scriptureRef",{"href":"/scriptures/ot/num/12.1-11"},"Numbers 12:1–11"],". Why Did Miriam and Aaron Oppose Moses?"],["p.para",{"id":"p83","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p83"},"According to Josephus, when Moses was a general of the Egyptian army in the attack against the Ethiopians, he married an Ethiopian woman as a political alliance to end the war (see Josephus, Antiquities of the Jews, bk. 2, chap. 10, par. 1)."],["p.para",{"id":"p84","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p84"},"The ostensible reason for Miriam’s and Aaron’s complaining was that the Ethiopians were non-Israelite descendants of Cush. The real reason for the complaint, however, seems to have been jealousy motivated by Moses’ position as spiritual leader and prophet of Israel."],["p.para",{"id":"p85","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p85"},"“This elevation of Moses excited envy on the part of his brother and sister, whom God had also richly endowed and placed so high, that Miriam was distinguished as a prophetess above all the women of Israel, whilst Aaron had been raised by his investiture with the high-priesthood into the spiritual head of the whole nation. But the pride of the natural heart was not satisfied with this. They would dispute with their brother Moses the pre-eminence of his special calling and his exclusive position, which they might possibly regard themselves as entitled to contest with him not only as his brother and sister, but also as the nearest supporters of his vocation. Miriam was the instigator of the open rebellion, as we may see both from the fact that her name stands before that of Aaron, and also from the use of the feminine verb.” (Keil and Delitzsch, Commentary, 1:3:75.)"],["p.para",{"id":"p86","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p86"},"Today some members of the Church fall into a similar trap. Because the Lord blesses them with the gifts of the Spirit, they think that they have equal or superior status to the presiding priesthood authority. Soon they are led into apostasy if they do not humble themselves and submit to the Lord’s servants called to preside. Even if Moses’ wish had been granted and every soul in Israel had received the gift of prophecy (see",["a.scriptureRef",{"href":"/scriptures/ot/num/11.29"},"Numbers 11:29"],"), Moses would still have been the one chosen by the Lord to preside. One question that arises is, Why was only Miriam, and not Aaron, punished with leprosy when both had participated in the opposition? There are two possible reasons. First, as Keil and Delitzsch pointed out, Miriam was the instigator of the attack on Moses’ right to preside. Thus, her sin was the more grievous. Second, for Aaron to seek priesthood leadership demonstrated pride and self-aggrandizement. He aspired to a position to which he had not been called. When Miriam sought that position, she not only demonstrated pride but also sought to set up an order contrary to God’s system of government. From the beginning, the priesthood callings and the right to preside were given to men. Miriam’s attempt to achieve equality with Moses was a serious breach of that divinely instituted system of order."]]],[".topic",["h2","Points to Ponder"],["p.para",{"id":"p89","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.p89"},["span.dominant","(17-25)"],"Often teachers of the Old Testament separate",["a.scriptureRef",{"href":"/scriptures/ot/num/11"},"Numbers 11"],"and 12 and treat them as if they are two different stories when actually a powerful lesson comes out of seeing the relationship between the two. Answer the following questions as you study these two chapters again."],[".figure",{"id":"f4","uri":"/manual/old-testament-student-manual-genesis-2-samuel/numbers-1-12-wilderness-wanderings-part-1.f4"},["ol.number",["li",["span.label","1."],["p.para","What event immediately preceded the complaints about the food? (see",["a.scriptureRef",{"href":"/scriptures/ot/num/11.1-3"},"Numbers 11:1–3"],"). What does that suggest about Israel’s unwillingness to learn from experience?"]],["li",["span.label","2."],["p.para","When the Israelites complained about the monotony of their diet, who were they really complaining about? (see",["a.scriptureRef",{"href":"/scriptures/ot/num/11.20"}],"11:20)."]],["li",["span.label","3."],["p.para",["span.emphasis","Manna"],"was the people’s name for the food sent from God and was derived from the Hebrew word meaning “What is this?” (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.15"},"Exodus 16:15"],"and explanatory footnotes to that verse). What was God’s name for the food? (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/16.4"},"Exodus 16:4"],")."]],["li",["span.label","4."],["p.para","What typological significance do you see in the fact that Israel tired of the food sent from heaven and “fell a lusting” (",["a.scriptureRef",{"href":"/scriptures/ot/num/11.4"},"Numbers 11:4"],") for the food of Egypt? (see",["a.scriptureRef",{"href":"/scriptures/nt/john/6.30-35,51"},"John 6:30–35, 51"],"). Remember that Egypt, like Babylon, is a type of the world (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/11.8"},"Revelation 11:8"],")."]],["li",["span.label","5."],["p.para","The Lord eventually gave Israel their wish and provided the flesh of quail for them, but before doing so He granted Moses his wish for help in the burdens of leadership. Instead of just calling additional help, how did the Lord choose to share the burden of Moses? (see",["a.scriptureRef",{"href":"/scriptures/nt/rev/11"},"11:16–17, 24–25"],")."]],["li",["span.label","6."],["p.para","The seventy elders of Israel were granted one of the gifts of the Spirit, the gift of prophecy (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/46.22"},"D&C 46:22"],"). Of what, do you suppose, did they prophesy? (see",["a.scriptureRef",{"href":"/scriptures/bofm/mosiah/13.33-35"},"Mosiah 13:33–35"],")."]],["li",["span.label","7."],["p.para","Carefully read",["a.scriptureRef",{"href":"/scriptures/nt/john/6.33-34,47-51"},"John 6:33–34, 47–51"],"again. Do you now see any significance in the fact that the Lord sent the gift of prophecy among the Israelites who were complaining that they were tired of manna?"]],["li",["span.label","8."],["p.para","Note the language related to eating in such scriptures as",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.51"},"2 Nephi 9:51"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"32:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.2"},"Jacob 3:2"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/40.11"},"Isaiah 40:11"],";",["a.scriptureRef",{"href":"/scriptures/nt/john/21.15-17"},"John 21:15–17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20.77"},"D&C 20:77"],". Who was more truly fed that day, the Israelites who collected the quail or the seventy who feasted on the fruits of the Spirit? How do these events add poignant meaning to Moses’ cry, “Would God that all the Lord’s people were prophets, and that the Lord would put his spirit upon them!”? (",["a.scriptureRef",{"href":"/scriptures/ot/num/11.29"},"Numbers 11:29"],")."]],["li",["span.label","9."],["p.para","What is the eventual end of those who seek to feast only upon the flesh of the world? (see",["a.scriptureRef",{"href":"/scriptures/ot/num/11.31-34"},"Numbers 11:31–34"],")."]],["li",["span.label","10."],["p.para","Now think of the rebellion of Miriam and Aaron in the context of what had just happened. Almost certainly Aaron would have been one of the seventy leaders of the people chosen to receive the gift of prophecy (see",["a.scriptureRef",{"href":"/scriptures/ot/num/11.16"},"11:16"],"). Miriam also had the gift of prophecy, not given on this occasion, but previously, for she was called “a prophetess” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/15.20"},"Exodus 15:20"],"). Is there any danger that a person who feels the marvelous power of the gift of prophecy might think he was suddenly equal in power to the prophet who is the presiding priesthood officer? Why?"]],["li",["span.label","11."],["p.para","Suppose that Moses’ wish that all Israel were prophets (see",["a.scriptureRef",{"href":"/scriptures/ot/num/11.29"},"Numbers 11:29"],") had been realized. Would that event have meant that Moses was no longer the prophet, or presiding priesthood officer, in Israel?"]],["li",["span.label","12."],["p.para","Miriam’s sin was not in seeking to be like Moses in terms of spiritual gifts but rather in seeking to share with him the calling of presiding priesthood officer. What lesson is there in that event for modern Israel?"]],["li",["span.label","13."],["p.para","We saw in Leviticus that leprosy was in and of itself a type (see",["a.crossRef",{"href":"/manual/old-testament-student-manual-genesis-2-samuel/leviticus-11-18-a-law-of-performances-and-ordinances-part-2-the-clean-and-the-unclean.p1"},"Reading 15-7"],"). What then is the symbolic significance of Miriam’s punishment for rejecting Moses’ position of leadership? How is that punishment related to the warning given in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.14"},"Doctrine and Covenants 1:14"],"?"]]]]]]]]],"refs":null}
