{"id":22,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":22,"title":"Around the Church","subtitle":"","short_title":"Around the Church","uri":"/ensign/2013/06/around-the-church","content":[["div",{"id":"head1","uri":"/ensign/2013/06/around-the-church.head1"},[".seriesTitle","Around the Church"]],[".bodyBlock",["div",{"id":"t1","uri":"/ensign/2013/06/around-the-church.t1"},[".title","Tabernacle Choir to Tour Midwest"],["div",{"id":"p3","uri":"/ensign/2013/06/around-the-church.p3"},"The Mormon Tabernacle Choir and Orchestra at Temple Square will visit six cities in America’s heartland this summer. The tour will include stops in Columbus, Ohio; Indianapolis, Indiana; Chicago, Illinois; Milwaukee and Madison, Wisconsin; and Minneapolis, Minnesota, from June 12 through June 20, 2013."],["div",{"id":"p4","uri":"/ensign/2013/06/around-the-church.p4"},"The choir’s repertoire will range from Bach and Broadway to American folk hymns and spirituals."],["div",{"id":"p5","uri":"/ensign/2013/06/around-the-church.p5"},"Since its first tour outside of Utah in 1893, the choir has performed in music capitals from Israel and Russia to Japan and Australia. The all-volunteer choir and orchestra usually tour every other year."]],["div",{"id":"t2","uri":"/ensign/2013/06/around-the-church.t2"},[".title","Church High School in Mexico to Become New MTC"],["div",{"id":"p7","uri":"/ensign/2013/06/around-the-church.p7"},"On January 29 an announcement was made that the Church-owned high school Benemérito de las Américas in Mexico City, Mexico, would be converted into a missionary training center."],["div",{"id":"p8","uri":"/ensign/2013/06/around-the-church.p8"},"Elder Russell M. Nelson and Elder Jeffrey R. Holland, both of the Quorum of the Twelve Apostles, presided and spoke at the January 29 meetings at the Benemérito campus where the plans for the future MTC were announced. The change from school to MTC is expected to occur following the end of the Benemérito school year in June 2013."],["div",{"id":"p9","uri":"/ensign/2013/06/around-the-church.p9"},"The new MTC will train elders, sisters, and couples who will serve not only in Mexico, but also in other countries of North, Central, and South America. Even missionaries from the United States who have been called to Spanish-speaking assignments in their own country may be trained in Mexico City. The MTC in Provo, Utah, will continue to provide Spanish-language training for many missionaries as well."]],["div",{"id":"t3","uri":"/ensign/2013/06/around-the-church.t3"},[".title","Tegucigalpa Honduras Temple Dedicated"],["div",{"id":"p11","uri":"/ensign/2013/06/around-the-church.p11"},"On Sunday, March 17, 2013, following a cultural celebration and three-week open house, the Tegucigalpa Honduras Temple was dedicated in three sessions, which were broadcast to all Church units in Honduras and Nicaragua."],["div",{"id":"p12","uri":"/ensign/2013/06/around-the-church.p12"},"Honduran members, who have traditionally traveled several hours to the Guatemala City Guatemala Temple, rejoiced to see the country’s first temple dedicated. The temple was first announced by the First Presidency in a June 9, 2006, letter, and ground was broken on the current site on September 12, 2009."]],["div",{"id":"t4","uri":"/ensign/2013/06/around-the-church.t4"},[".title","Correction"],["div",{"id":"p14","uri":"/ensign/2013/06/around-the-church.p14"},"Page 21 of the February",["span.emphasis","Ensign"],"indicates that Dima Ivanov lives in Vladivostok, Russia, but he actually lives in Ulan-Ude, Russia."]]],[".resources"]],"refs":null}
