{"id":15,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":15,"title":"Asking for Help through Prayer","subtitle":"","short_title":"Asking for Help through Prayer","uri":"/ensign/2013/06/asking-for-help-through-prayer","content":[["div",{"id":"head1","uri":"/ensign/2013/06/asking-for-help-through-prayer.head1"},[".title","Asking for Help through",["span.dominant","Prayer"]],[".kicker","By studying Elder J. Devn Cornish’s experience, we can learn important principles that will help us as we seek answers to our prayers."]],[".bodyBlock",["div",{"id":"p3","uri":"/ensign/2013/06/asking-for-help-through-prayer.p3"},"In his October 2011 general conference address, Elder J. Devn Cornish of the Seventy shared a story of his experience with prayer in which he asked Heavenly Father for help. His experience teaches us important principles and demonstrates a pattern of prayer."],["div",{"id":"p4","uri":"/ensign/2013/06/asking-for-help-through-prayer.p4"},"Here’s the situation he found himself in when he needed the Lord’s help:"],["div",{"id":"p5","uri":"/ensign/2013/06/asking-for-help-through-prayer.p5"},"“One evening I was riding home after a long period [of working] in the hospital, feeling tired and hungry and at least a bit discouraged. … I was, frankly, finding it hard to just keep pedaling."],["div",{"id":"p6","uri":"/ensign/2013/06/asking-for-help-through-prayer.p6"},"“My route would take me past a fried chicken shop, and I felt like I would be a lot less hungry and tired if I could pause for a piece of chicken on my way home. I knew they were running a sale on thighs or drumsticks for 29 cents each, but when I checked my wallet, all I had was one nickel [5 cents].”"],["div",{"id":"t1","uri":"/ensign/2013/06/asking-for-help-through-prayer.t1"},[".title","1 “As I rode along, I told the Lord my situation and asked if, in His mercy, He could let me find a quarter on the side of the road.”"],["div",{"id":"p8","uri":"/ensign/2013/06/asking-for-help-through-prayer.p8"},"We can turn to our Father in Heaven for help with our problems. As we pray for help, we not only explain our dilemma but also present a possible solution. The brother of Jared demonstrated this pattern when he offered a solution to the Lord as he prayed for light for his people’s vessels (see",["a",{"href":"/scriptures/bofm/ether/2.22-25"},"Ether 2:22–25"],";",["a",{"href":"/scriptures/bofm/ether/3"},"3"],")."],[".quote",{"id":"f1","uri":"/ensign/2013/06/asking-for-help-through-prayer.f1"},["div",{"id":"p9","uri":"/ensign/2013/06/asking-for-help-through-prayer.p9"},"“When we explain a problem and a proposed solution, sometimes Heavenly Father answers yes, sometimes no. Often He withholds an answer, not for lack of concern, but because He loves us—perfectly. He wants us to apply truths He has given us. For us to grow, we need to trust our ability to make correct decisions. We need to do what we",["span.emphasis","feel"],"is right. In time, He will answer. He will not fail us.”"],[".citationInfo",["div",{"id":"p10","uri":"/ensign/2013/06/asking-for-help-through-prayer.p10"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles, “Learning to Recognize Answers to Prayer,”",["span.emphasis","Ensign,"],"Nov. 1989, 31."]]]],["div",{"id":"t2","uri":"/ensign/2013/06/asking-for-help-through-prayer.t2"},[".title","2 “I told Him that I didn’t need this as a sign but that I would be really grateful if He felt to grant me this kind blessing.”"],["div",{"id":"p12","uri":"/ensign/2013/06/asking-for-help-through-prayer.p12"},"We should remember that communication with our Heavenly Father is a blessing."],[".quote",{"id":"f2","uri":"/ensign/2013/06/asking-for-help-through-prayer.f2"},["div",{"id":"p13","uri":"/ensign/2013/06/asking-for-help-through-prayer.p13"},"“Prayer is a privilege and the soul’s sincere desire. We can move beyond routine and ‘checklist’ prayers and engage in meaningful prayer as we appropriately ask in faith and act, as we patiently persevere through the trial of our faith, and as we humbly acknowledge and accept ‘not my will, but Thine, be done.’”"],[".citationInfo",["div",{"id":"p14","uri":"/ensign/2013/06/asking-for-help-through-prayer.p14"},"Elder David A. Bednar of the Quorum of the Twelve Apostles, “Ask in Faith,”",["span.emphasis","Ensign,"],"May 2008, 97."]]]],["div",{"id":"t3","uri":"/ensign/2013/06/asking-for-help-through-prayer.t3"},[".title","3 “I began watching the ground more intently but saw nothing.”"],["div",{"id":"p16","uri":"/ensign/2013/06/asking-for-help-through-prayer.p16"},"After we pray, we should actively demonstrate our faith in the Lord and do our part. Sometimes we have to search for answers."],[".quote",{"id":"f3","uri":"/ensign/2013/06/asking-for-help-through-prayer.f3"},["div",{"id":"p17","uri":"/ensign/2013/06/asking-for-help-through-prayer.p17"},"“He is our perfect Father. He loves us beyond our capacity to understand. He knows what is best for us. He sees the end from the beginning. He wants us to act to gain needed experience. … We are expected to assume accountability by acting on a decision that is consistent with His teachings without prior confirmation. We are not to sit passively waiting or to murmur because the Lord has not spoken. We are to act.”"],[".citationInfo",["div",{"id":"p18","uri":"/ensign/2013/06/asking-for-help-through-prayer.p18"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles, “Learning to Recognize Answers to Prayer,”",["span.emphasis","Ensign,"],"Nov. 1989, 31–32."]]]],["div",{"id":"t4","uri":"/ensign/2013/06/asking-for-help-through-prayer.t4"},[".title","4 “Trying to maintain a faith-filled but submissive attitude as I rode, I approached the store.”"],["div",{"id":"p20","uri":"/ensign/2013/06/asking-for-help-through-prayer.p20"},"We should maintain faith even when it seems our prayers are not being answered."],[".quote",{"id":"f4","uri":"/ensign/2013/06/asking-for-help-through-prayer.f4"},["div",{"id":"p21","uri":"/ensign/2013/06/asking-for-help-through-prayer.p21"},"“No earthly authority can separate us from direct access to our Creator. There can never be a mechanical or electronic failure when we pray. There is no limit on the number of times or how long we can pray each day. There is no quota of how many needs we wish to pray for in each prayer. We do not need to go through secretaries or make an appointment to reach the throne of grace. He is reachable at any time and any place.”"],[".citationInfo",["div",{"id":"p22","uri":"/ensign/2013/06/asking-for-help-through-prayer.p22"},"President James E. Faust (1920–2007), Second Counselor in the First Presidency, “The Lifeline of Prayer,”",["span.emphasis","Ensign,"],"May 2002, 59."]]]],["div",{"id":"t5","uri":"/ensign/2013/06/asking-for-help-through-prayer.t5"},[".title","5 “Then, almost exactly across the street from the chicken place, I saw a quarter on the ground.”"],["div",{"id":"p24","uri":"/ensign/2013/06/asking-for-help-through-prayer.p24"},"We should wait on God’s timing. Often we are not given the answer we are seeking right when we ask, or even at the last moment. But we should trust that God knows best and will answer in His own way and in His own time."],[".quote",{"id":"f5","uri":"/ensign/2013/06/asking-for-help-through-prayer.f5"},["div",{"id":"p25","uri":"/ensign/2013/06/asking-for-help-through-prayer.p25"},"“The issue for us is trusting God enough to trust also His timing. If we can truly believe He has our welfare at heart, may we not let His plans unfold as He thinks best?”"],[".citationInfo",["div",{"id":"p26","uri":"/ensign/2013/06/asking-for-help-through-prayer.p26"},"Elder Neal A. Maxwell (1926–2004) of the Quorum of the Twelve Apostles,",["span.emphasis","Even As I Am"],"(1982), 93."]]]],["div",{"id":"t6","uri":"/ensign/2013/06/asking-for-help-through-prayer.t6"},[".title","6 “With gratitude and relief, I picked it up, bought the chicken, savored every morsel, and rode happily home.”"],["div",{"id":"p28","uri":"/ensign/2013/06/asking-for-help-through-prayer.p28"},"We should show God our gratitude for His gifts and blessings. Part of this gratitude comes in recognizing God’s answers."],[".quote",{"id":"f6","uri":"/ensign/2013/06/asking-for-help-through-prayer.f6"},["div",{"id":"p29","uri":"/ensign/2013/06/asking-for-help-through-prayer.p29"},"“In His mercy, the God of heaven, the Creator and Ruler of all things everywhere, had heard a prayer about a very minor thing. One might well ask why He would concern Himself with something so small. I am led to believe that our Heavenly Father loves us so much that the things that are important to us become important to Him, just because He loves us. How much more would He want to help us with the big things that we ask, which are right (see",["a",{"href":"/scriptures/bofm/3-ne/18.20"},"3 Nephi 18:20"],")?”"],[".citationInfo",["div",{"id":"p30","uri":"/ensign/2013/06/asking-for-help-through-prayer.p30"},"Elder J. Devn Cornish of the Seventy, “The Privilege of Prayer,”",["span.emphasis","Ensign,"],"Nov. 2011, 101."]]]]],[".resources",[".sideQuote",{"id":"f7","uri":"/ensign/2013/06/asking-for-help-through-prayer.f7"},[".title","Cry unto God"],["div",{"id":"p32","uri":"/ensign/2013/06/asking-for-help-through-prayer.p32"},"“Cry unto God for all thy support; yea, let all thy doings be unto the Lord, and whithersoever thou goest let it be in the Lord; yea, let all thy thoughts be directed unto the Lord; yea, let the affections of thy heart be placed upon the Lord forever” (",["a",{"href":"/scriptures/bofm/alma/37.36"},"Alma 37:36"],")."]],[".sideQuote",{"id":"f8","uri":"/ensign/2013/06/asking-for-help-through-prayer.f8"},[".title","Thankful for Every Blessing"],["div",{"id":"p34","uri":"/ensign/2013/06/asking-for-help-through-prayer.p34"},"“He that asketh in the Spirit asketh according to the will of God; wherefore it is done even as he asketh."],["div",{"id":"p35","uri":"/ensign/2013/06/asking-for-help-through-prayer.p35"},"“And again, I say unto you, all things must be done in the name of Christ, whatsoever you do in the Spirit;"],["div",{"id":"p36","uri":"/ensign/2013/06/asking-for-help-through-prayer.p36"},"“And ye must give thanks unto God in the Spirit for whatsoever blessing ye are blessed with” (",["a",{"href":"/scriptures/dc-testament/dc/46.30-32"},"D&C 46:30–32"],")."]]]],"refs":null}
