{"id":12,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":12,"title":"Living a Covenant Life","subtitle":"By Elder Donald L. Hallstrom","short_title":"Living a Covenant Life","uri":"/ensign/2013/06/living-a-covenant-life","content":[["div",{"id":"head1","uri":"/ensign/2013/06/living-a-covenant-life.head1"},[".title","Living a",["span.dominant","Covenant Life"]],[".byline",["div",{"id":"p2","uri":"/ensign/2013/06/living-a-covenant-life.p2"},"By Elder Donald L. Hallstrom"],["div",{"id":"p3","uri":"/ensign/2013/06/living-a-covenant-life.p3"},"Of the Presidency of the Seventy"]],[".event",["div",{"id":"p4","uri":"/ensign/2013/06/living-a-covenant-life.p4"},"From an address delivered May 10, 2011, at Brigham Young University–Idaho. For the full text in English, go to",["a",{"href":"http://web.byui.edu/devotionalsandspeeches/speeches.aspx"},"web.byui.edu/devotionalsandspeeches/speeches.aspx"],"."]],[".kicker","Keeping our covenants is the only way we can fulfill our eternal purpose."]],[".bodyBlock",["div",{"id":"p6","uri":"/ensign/2013/06/living-a-covenant-life.p6"},"In the Doctrine and Covenants we read:"],["div",{"id":"p7","uri":"/ensign/2013/06/living-a-covenant-life.p7"},"“And this greater priesthood administereth the gospel and holdeth the key of the mysteries of the kingdom, even the key of the knowledge of God."],["div",{"id":"p8","uri":"/ensign/2013/06/living-a-covenant-life.p8"},"“Therefore, in the ordinances thereof, the power of godliness is manifest."],["div",{"id":"p9","uri":"/ensign/2013/06/living-a-covenant-life.p9"},"“And without the ordinances thereof, and the authority of the priesthood, the power of godliness is not manifest unto men in the flesh” (",["a",{"href":"/scriptures/dc-testament/dc/84.19-21"},"D&C 84:19–21"],")."],["div",{"id":"p10","uri":"/ensign/2013/06/living-a-covenant-life.p10"},["span.emphasis","Handbook 2: Administering the Church"],"states that Church leaders are to “encourage every member to receive all essential priesthood ordinances, keep the associated covenants, and qualify for exaltation and eternal life.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["div",{"id":"p11","uri":"/ensign/2013/06/living-a-covenant-life.p11"},"Everything we do in the Church supports this purpose in one way or another."],["div",{"id":"p12","uri":"/ensign/2013/06/living-a-covenant-life.p12"},"If we understand and believe the doctrine of the gospel of Jesus Christ and the role of The Church of Jesus Christ of Latter-day Saints in helping us achieve the glorious plan of God, our priorities become clear. However, we must relentlessly study the doctrine and exercise faith in the Savior as we live in a world that can cause us to forget who we really are. In today’s society, prominent voices say money is of greatest worth, position is of most value, and pleasure is our primary objective. Subtly or boldly, these voices can be influential and persuasive."],["div",{"id":"p13","uri":"/ensign/2013/06/living-a-covenant-life.p13"},"But we do not have to be confused about what is most important. Ordinances and their associated covenants have power to elevate our lives above a merely temporal existence. Covenants are foundational and essential."],["div",{"id":"t1","uri":"/ensign/2013/06/living-a-covenant-life.t1"},[".title","Ordinances and Covenants"],["div",{"id":"p15","uri":"/ensign/2013/06/living-a-covenant-life.p15"},"Ordinances are sacred ceremonies in which we make covenants. Covenants are promises we make with God. To connect us with heaven and help us overcome the confusion of the mortal world, ordinances raise our view, providing a vision of the things of eternity. Baptism (in which we are born again spiritually and take upon ourselves the name of Jesus Christ), confirmation (in which we become a member of the Savior’s Church and receive the incomparable gift of the Holy Ghost), ordination to the holy Melchizedek Priesthood (whereby we obtain God’s holy authority and promise to magnify our callings), the endowment (wherein we are given a gift of divine protection, power, and understanding), and sealing (whereby we are connected to our families in an eternal model) collectively bestow on us what we need to fulfill God’s plan."],["div",{"id":"p16","uri":"/ensign/2013/06/living-a-covenant-life.p16"},"Keeping our covenants will allow us to gain eternal life, “which gift is the greatest of all the gifts of God” (",["a",{"href":"/scriptures/dc-testament/dc/14.7"},"D&C 14:7"],")."],["div",{"id":"p17","uri":"/ensign/2013/06/living-a-covenant-life.p17"},"Nearly 44 years ago I went to the Laie Hawaii Temple and received the holy endowment. I remember as if it were yesterday the power and protection I felt as I made covenants. That experience changed me. It elevated my understanding of the priesthood I held. It guided me as a full-time missionary. It directed the kind of wife I would seek. It provided a perspective of the life I desired. Over the ensuing four decades, seeking to keep those covenants has made all the difference in my life, in my marriage, and in my family. Covenants are our guide, our iron rod, our never-changing standard."],["div",{"id":"p18","uri":"/ensign/2013/06/living-a-covenant-life.p18"},"One of the identifying characteristics of the Lord’s people is that they make and keep covenants. A revelation given to Brigham Young in January 1847 at Winter Quarters states:"],["div",{"id":"p19","uri":"/ensign/2013/06/living-a-covenant-life.p19"},"“Let all the people of The Church of Jesus Christ of Latter-day Saints, and those who journey with them, be organized into companies, with",["span.emphasis","a covenant and promise"],"to keep all the commandments and statutes of the Lord our God. …"],["div",{"id":"p20","uri":"/ensign/2013/06/living-a-covenant-life.p20"},"“And this shall be our",["span.emphasis","covenant"],"—that we will walk in all the",["span.emphasis","ordinances"],"of the Lord” (",["a",{"href":"/scriptures/dc-testament/dc/136.2,4"},"D&C 136:2, 4"],"; emphasis added)."],["div",{"id":"p21","uri":"/ensign/2013/06/living-a-covenant-life.p21"},"Are you a covenant keeper? Are you living your life by covenant or simply by convenience? Are your covenants the basis of your decisions and the direction of your life?"],["div",{"id":"p22","uri":"/ensign/2013/06/living-a-covenant-life.p22"},"Living by covenant is the way we mature in gaining the attributes of godliness. During our spiritual development, we can reach a significant point when we recognize that our covenants are a blessing, not a burden. This brings great peace, even in difficult times. It also provides protection."],["div",{"id":"p23","uri":"/ensign/2013/06/living-a-covenant-life.p23"},"It is common for us to pray for physical safety. However, I have come to pray even more fervently for the strength to live true to my covenants. This provides spiritual protection. Whether we live a long or short life upon this earth is of little consequence in the eternities. What really matters is",["span.emphasis","how"],"we live. Living the life of a covenant keeper is of highest value because keeping our covenants is the only way we can fulfill our eternal purpose."]],["div",{"id":"t2","uri":"/ensign/2013/06/living-a-covenant-life.t2"},[".title","Living True to Our Covenants"],["div",{"id":"p25","uri":"/ensign/2013/06/living-a-covenant-life.p25"},"While serving in Asia, my wife, Diane, and I met Appa Rao Nulu in a small village outside of Hyderabad, India, in 2006. He was born crippled. His society taught him that his potential was severely limited. However, as a young man he met the full-time missionaries. They taught him of a greater potential, both in this life and in the eternities to come. He was baptized and confirmed a member of the Church."],["div",{"id":"p26","uri":"/ensign/2013/06/living-a-covenant-life.p26"},"With significantly raised vision, he set a goal to become an elder in the Melchizedek Priesthood and a full-time missionary. In 1986 he was ordained an elder and called to serve in India. Walking was not easy. He did his best using a cane in each hand and fell often, but quitting was never an option. He had made a commitment (a covenant) to honorably and devotedly serve a mission, and he did."],["div",{"id":"p27","uri":"/ensign/2013/06/living-a-covenant-life.p27"},"When we met Brother Nulu nearly 20 years after his mission, he cheerfully greeted us where a road ended and then led us down an uneven dirt path to the one-room home he shared with his wife and three children. He still walked with great difficulty, but he harbored no self-pity. Through personal diligence, he had become a teacher, providing schooling for the village children."],["div",{"id":"p28","uri":"/ensign/2013/06/living-a-covenant-life.p28"},"When we entered his modest house, he eagerly took me to a corner and pulled out a box that contained his most important possessions. He wanted me to see a piece of paper. It read, “With good wishes and blessings to Elder Nulu, a courageous and happy missionary; June 25, 1987; Boyd K. Packer.” On that occasion, when then-Elder Packer was visiting India and speaking to a group of missionaries, he affirmed to Elder Nulu his potential. In essence, Brother Nulu was telling me he was living true to his covenants."],["div",{"id":"p29","uri":"/ensign/2013/06/living-a-covenant-life.p29"},"On this visit to the Nulu home, the mission president accompanied us. He was there to interview Brother Nulu, his wife, and his children in preparation for the parents to receive their endowment and be sealed, and for the children to be sealed to their parents. We also shared the happy news that through the Church’s General Temple Patron Assistance Fund,",["sup",["a",{"href":"fn_footnote2"},"2"]],"financial arrangements had been made for the family to travel to the Hong Kong China Temple for these ordinances. They wept with joy, realizing that their long-awaited dream was to be fulfilled."],["div",{"id":"p30","uri":"/ensign/2013/06/living-a-covenant-life.p30"},"Weeks later they arrived in Hong Kong, but their excitement quickly turned to disappointment when immigration officials would not let them enter. The family had secured visas, but officials judged that they might not return to India. After being held six hours in a secured room at the airport, the Nulus’ prayers were answered. An official called Church headquarters in Hong Kong and verified the purpose of the family’s trip. They were allowed into Hong Kong based on the goodwill the Church had established."],["div",{"id":"p31","uri":"/ensign/2013/06/living-a-covenant-life.p31"},"The next day the Nulus entered the temple. In the Lord’s divine management, Diane (the only person they knew in Hong Kong besides me) was working in the temple that day. When Sister Nulu unexpectedly saw Diane, she tightly embraced her and sobbed with joy. Diane served as Sister Nulu’s escort during the endowment, and she observed the sealing of this faithful couple and then the children to their parents. Their happiness was unspeakable."]],["div",{"id":"t3","uri":"/ensign/2013/06/living-a-covenant-life.t3"},[".title","The Savior’s Example"],["div",{"id":"p33","uri":"/ensign/2013/06/living-a-covenant-life.p33"},"The premier example of a covenant life is the Savior. When Heavenly Father’s glorious plan was presented, Jehovah’s covenant-making response was, “Here am I, send me” (",["a",{"href":"/scriptures/pgp/abr/3.27"},"Abraham 3:27"],"). Understanding the plan, He said:"],["div",{"id":"p34","uri":"/ensign/2013/06/living-a-covenant-life.p34"},"“And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them;"],["div",{"id":"p35","uri":"/ensign/2013/06/living-a-covenant-life.p35"},"“And they who keep their first estate shall be added upon; … and they who keep their second estate shall have glory added upon their heads for ever and ever” (",["a",{"href":"/scriptures/pgp/abr/3.25-26"},"Abraham 3:25–26"],")."],["div",{"id":"p36","uri":"/ensign/2013/06/living-a-covenant-life.p36"},"As a model, Jesus was baptized and then taught us the importance of ordinances (see",["a",{"href":"/scriptures/nt/matt/3.13-17"},"Matthew 3:13–17"],"). The Atonement, the Savior’s most exemplary act, required Him to descend “below all things” (",["a",{"href":"/scriptures/dc-testament/dc/88.6"},"D&C 88:6"],") and suffer “the pains of all men” (",["a",{"href":"/scriptures/bofm/2-ne/9.21"},"2 Nephi 9:21"],"). During this incomprehensible experience, He pleaded that the Father might “remove this cup” (",["a",{"href":"/scriptures/nt/luke/22.42"},"Luke 22:42"],"). However, honoring His covenant with the Father motivated Him to make a profound statement: “Nevertheless not my will, but thine, be done” (",["a",{"href":"/scriptures/nt/luke/22.42"},"Luke 22:42"],")."]],["div",{"id":"p37","uri":"/ensign/2013/06/living-a-covenant-life.p37"},"For some of us, where we are spiritually is not where we need to be. What does the Lord ask of covenant keepers? “Behold, the Lord requireth the heart and a willing mind; and the willing and obedient shall eat the good of the land of Zion in these last days” (",["a",{"href":"/scriptures/dc-testament/dc/64.34"},"D&C 64:34"],")."],["div",{"id":"p38","uri":"/ensign/2013/06/living-a-covenant-life.p38"},"The heart is symbolic of love and commitment. A willing mind suggests our best effort, our finest thinking, and our seeking God’s wisdom. Consider at least one thing you have felt about your personal covenants and act upon it."],["div",{"id":"p39","uri":"/ensign/2013/06/living-a-covenant-life.p39"},"Our commitment to a covenant life is of monumental importance—not just to us but also to generations that will follow. Firmly establishing a covenant relationship with God will be the supreme legacy we provide our posterity. If we haven’t already done so, now is the time!"]],[".bodyNotes",["h3","Notes"]],[".resources"]],"refs":[["div",{"id":"/ensign/2013/06/living-a-covenant-life","uri":"/ensign/2013/06/living-a-covenant-life"},["span.label",["a",{"name":"footnote1"},"1."]],["span.emphasis","Handbook 2: Administering the Church"],"(2010), 3.4."],["div",{"id":"/ensign/2013/06/living-a-covenant-life","uri":"/ensign/2013/06/living-a-covenant-life"},["span.label",["a",{"name":"footnote1"},"2."]],"The General Temple Patron Assistance Fund assists Church members who otherwise could not afford to attend the temple."]]}
