{"id":7,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":7,"title":"“Our God Will Never Us Forsake”","subtitle":"By Jennifer Ann Holt","short_title":"“Our God Will Never Us Forsake”","uri":"/ensign/2013/06/our-god-will-never-us-forsake","content":[["div",{"id":"head1","uri":"/ensign/2013/06/our-god-will-never-us-forsake.head1"},[".title","“Our God Will Never Us Forsake”"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p2"},"By Jennifer Ann Holt"]],[".bio",["div",{"id":"p3","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p3"},"Jennifer Ann Holt lives in Idaho, USA."]],[".kicker","The arrival of little Isabella seemed like an answer to our prayers, but when the adoption didn’t immediately go through, I felt my faith wavering."]],[".bodyBlock",["div",{"id":"p5","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p5"},"I had always wanted to be a mother. No matter what else was going on in my life, the thoughts of my future motherhood were floating in the corners of my mind. This made it all the more heartbreaking when, after several years of marriage, I had been unable to become pregnant, with no clear diagnosis for my infertility. After much prayer and pleading, a light was shed on our path. My husband and I each received strong promptings that we were to adopt a baby."],["div",{"id":"p6","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p6"},"We moved forward without delay. After several months the classes, interviews, portfolios, and letters were behind us, and we were anxiously hoping for the long-awaited news that a birth mother had chosen us as the parents for her baby."],["div",{"id":"p7","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p7"},"My tears flowed freely as our social worker told us that our prayers were finally going to be answered. A loving and selfless young woman had made the agonizing decision to place her unborn daughter in our family. We prepared over the next several weeks for the baby’s arrival, and then at last she was born. Our sweet newborn, Isabella, was finally home."],["div",{"id":"p8","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p8"},"A shadow peeked in on our joy when Isabella’s birth father filed a lawsuit several days later, but we felt confident in the legal steps our attorneys had taken and in the Lord. The young man’s intent soon became clear: he was not interested in parenting Isabella, just in punishing her birth mother. As we pleaded with the Lord for our daughter, a calming reassurance always came, but it was very difficult for me not to worry."],["div",{"id":"p9","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p9"},"The legal battle stretched on for weeks, then months, then over a year. We were unable to finalize the adoption or take our beautiful daughter to the temple to be sealed to us. There were moments when my faith wavered. We had followed an unmistakable prompting and were doing everything in our power to end this legal issue. So why was it taking so long?"],["div",{"id":"p10","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p10"},"One day I was feeling particularly down. A court date was approaching, and I could not help but worry about what the outcome might be. I sat rocking my daughter, watching her sleep. She had grown into a beautiful toddler, and once again I sent my hopes and prayers heavenward. I was humming a familiar hymn that we always used as a lullaby, when all of a sudden the words that I had sung to Isabella countless times came forcefully to my mind by way of comfort—and also as a gentle reprimand:"],["div",{"id":"/ensign/2013/06/our-god-will-never-us-forsake","uri":"/ensign/2013/06/our-god-will-never-us-forsake"},[".stanza",[".line","Why should we mourn or think our lot is hard?"],[".line","’Tis not so; all is right."],[".line","Why should we think to earn a great reward"],[".line","If we now shun the fight?"],[".line","Gird up your loins; fresh courage take."],[".line","Our God will never us forsake;"],[".line","And soon we’ll have this tale to tell—"],[".line","All is well! All is well!",["sup",["a",{"href":"fn_footnote1"},"1"]]]]],["div",{"id":"p19","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p19"},"The Spirit overwhelmed me as I realized that Heavenly Father was not going to forsake me and that I needed to have the faith and courage to believe He knew what was best. I knew my prayer would be answered as I hoped. Isabella was meant to be my daughter; all would be well."],["div",{"id":"p20","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p20"},"Shortly after this experience, the judge ruled in our favor and finalized our adoption. We were able to take our precious girl to the temple to be sealed to us. A load was lifted from my shoulders, but the lesson I learned in the rocking chair remained. Trials come to each of us. Living righteously does not mean that our lives will be free of problems or sorrow, but no matter what hardships we face, we can always rely on Heavenly Father and His Son. They will not forsake us, and They will give each of us the strength to face whatever may come, so that in the end we can truly say, “All is well!”"]],[".bodyNotes",["h3","Note"]],[".resources",[".sideQuote",{"id":"f2","uri":"/ensign/2013/06/our-god-will-never-us-forsake.f2"},[".title","Our Defining Tests"],["div",{"id":"p24","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p24"},"“Having faith in the Lord Jesus Christ and keeping His commandments are and always will be the defining test of mortality. …"],["div",{"id":"p25","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p25"},"“Our doctrine is clear; we are to be positive and of good cheer. We emphasize our faith, not our fears. We rejoice in the Lord’s assurance that He will stand by us and give us guidance and direction. The Holy Ghost testifies to our hearts that we have a loving Father in Heaven, whose merciful plan for our redemption will be fulfilled in every aspect because of the atoning sacrifice of Jesus Christ.”"],[".citationInfo",["div",{"id":"p26","uri":"/ensign/2013/06/our-god-will-never-us-forsake.p26"},"Elder Quentin L. Cook of the Quorum of the Twelve Apostles, “In Tune with the Music of Faith,”",["span.emphasis","Ensign,"],"May 2012, 44."]]]]],"refs":[["div",{"id":"/ensign/2013/06/our-god-will-never-us-forsake","uri":"/ensign/2013/06/our-god-will-never-us-forsake"},["span.label",["a",{"name":"footnote1"},"1."]],"“Come, Come, Ye Saints,”",["span.emphasis","Hymns,"],"no. 30."]]}
