{"id":11,"parent_id":0,"book_id":0,"content_id":1,"language_id":0,"display_order":11,"title":"Two Witnesses, Three Days, and the Aftermath of the Martyrdom","subtitle":"By LaRene Porter Gaunt","short_title":"Two Witnesses, Three Days, and the Aftermath of the Martyrdom","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom","content":[["div",{"id":"head1","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.head1"},[".title",["span.dominant","Two Witnesses, Three Days,"],"and the Aftermath of the Martyrdom"],[".byline",["div",{"id":"p2","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p2"},"By LaRene Porter Gaunt"],["div",{"id":"p3","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p3"},"Church Magazines"]]],[".bodyBlock",["div",{"id":"p4","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p4"},"“Joseph and Hyrum are dead,” began Willard Richards’s message under the heading “Carthage Jail, 8:05 o’clock, p.m., June 27th, 1844.” It continued: “Taylor wounded, not very badly. I am well.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"And so it was that the Saints in Nauvoo learned of the death of their beloved prophet, Joseph Smith, and of his loyal brother Hyrum at the hands of a mob in Carthage, Illinois, about 20 miles (32 km) southeast of Nauvoo."],["div",{"id":"p5","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p5"},"Earlier, during the hot, humid afternoon of June 27, John Taylor had sung “A Poor Wayfaring Man of Grief.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"The somber words and emotional message of the song matched the mood of the four men on the second floor of the brick jail."],["div",{"id":"p6","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p6"},"When the mob rushed the building and clambered up the stairs, the captive men struggled to hold the door shut. Hyrum was the first to fall as a bullet passed through the door and killed him. John Taylor, heading for the window, was wounded by a bullet that pushed him against the windowsill. The impact against the windowsill shattered and stopped his watch. Willard Richards used a long walking stick as a weapon to stop the mob from entering as the Prophet ran to the open window. But it was impossible to stop the bullets. Bullets from both the doorway and the ground below hit Joseph, who was straddling the windowsill, and he fell from the window, landing on the ground below."],["div",{"id":"p7","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p7"},"After the men on the stair landing withdrew to see the slain prophet outside, Willard Richards dragged the wounded John Taylor into the adjacent prison cell room and placed a straw tick over him to keep him hidden. Richards eventually heard shouts of “The Mormons are coming!” which caused the mob to retreat."],["div",{"id":"p8","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p8"},"John Taylor’s watch became a symbol of the event; it stopped at 5 o’clock, 16 minutes, and 26 seconds."],["div",{"id":"p9","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p9"},"With their deaths in Carthage, the Prophet Joseph and his brother Hyrum sacrificed their lives and sealed their testimonies of the Restoration of the gospel of Jesus Christ. Their ministries continue to stand today as an example of the scripture in",["a",{"href":"/scriptures/nt/matt/18.16"},"Matthew 18:16"],": “In the mouth of two or three witnesses every word may be established.”"],["div",{"id":"p10","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p10"},"Following are details of what happened in the days immediately after the Martyrdom."],["div",{"id":"t1","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.t1"},[".title","Thursday, June 27"],["div",{"id":"p12","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p12"},"As soon as it was safe, Willard Richards and innkeeper Artois Hamilton moved John Taylor and the bodies of the two martyrs to the nearby Hamilton Hotel. At the first opportunity, Willard Richards penned the short message mentioned above to be delivered to Nauvoo. About this time, Joseph and Hyrum’s brother Samuel H. Smith arrived from Plymouth, Illinois, about 23 miles (37 km) southeast of Carthage, having outridden on horseback a group of attackers."],["div",{"id":"p13","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p13"},"About midnight, Illinois governor Thomas Ford arrived and urged Willard Richards to write another message to the Saints in Nauvoo. In it, Willard Richards counseled, “Be still, be patient.” In a postscript to this message, Ford advised the Saints, “Defend yourselves until protection can be furnished [if] necessary.”",["sup",["a",{"href":"fn_footnote3"},"3"]]]],["div",{"id":"t2","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.t2"},[".title","Friday, June 28"],["div",{"id":"p15","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p15"},"Just after sunrise, Latter-day Saint farmer Arza Adams delivered Willard Richards’s message to Nauvoo, where the news spread quickly. Adams observed, “It was a solemn time. Many a rosy cheek was wet with tears, both men and women.”",["sup",["a",{"href":"fn_footnote4"},"4"]]],["div",{"id":"p16","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p16"},"In the morning at the Hamilton Hotel, Willard Richards arranged for a guard of eight soldiers, provided by Governor Ford and General Deming, to travel with the bodies to Nauvoo. The bodies of Joseph and Hyrum were placed in rough oak boxes, covered with brush for protection from the sun, and loaded onto separate wagons. With one wagon driven by the innkeeper, Artois Hamilton, and the other driven by Samuel Smith, the procession slowly made its way to Nauvoo."],["div",{"id":"p17","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p17"},"At about 3:00 p.m., the wagon procession arrived in Nauvoo. A group directed by the city marshal met the procession east of the temple and escorted the wagons to the Mansion House, where a crowd of several thousand was waiting in the streets. Willard Richards, William W. Phelps, and others spoke to the crowd. Richards urged the Saints not to seek revenge and called for a vote to support his proposition for peace, which the Saints present unanimously sustained."],["div",{"id":"p18","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p18"},"That evening, after the bodies were prepared and impressions of the faces were taken for death masks, Joseph and Hyrum’s mother, Lucy, and other family members and relatives viewed the bodies. The coffins had been placed on tables in the Mansion House dining room. “A dry eye I did not behold,” relative Almira Mack Covey wrote.",["sup",["a",{"href":"fn_footnote5"},"5"]]],["div",{"id":"p19","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p19"},"The bodies were then prepared for the public viewing to be held the next morning. They were placed in lined coffins with a small glass square in the lids through which the public could see the faces of Joseph and Hyrum. The coffins were taken to the main floor parlor of the Mansion House and placed in outer boxes."]],["div",{"id":"t3","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.t3"},[".title","Saturday, June 29"],["div",{"id":"p21","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p21"},"For several hours, thousands passed through the Mansion House to view the fallen brothers. “Every heart is filled with sorrow, and the very streets of Nauvoo seem to mourn,” wrote Vilate Kimball to her husband, Heber C. Kimball.",["sup",["a",{"href":"fn_footnote6"},"6"]],"He, like many other members of the Quorum of the Twelve Apostles, was serving a mission elsewhere."],["div",{"id":"p22","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p22"},"Shortly after 5:00 p.m., the Saints gathered at the meeting ground west of the temple to hear William W. Phelps give the funeral sermon. In the meantime, at the Mansion House precautions were being taken because of reports that enemies planned to steal the bodies. The coffins, removed from their outer boxes, were locked in a bedroom. The outer boxes were filled with bags of sand, nailed shut, and driven past the crowd at the meeting ground. The boxes were then driven to the graveyard, where a mock burial took place."],["div",{"id":"p23","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom.p23"},"About midnight, a group of men met at the Mansion House and moved the coffins that held the bodies to the basement of the Nauvoo House. That night a violent thunderstorm passed over the area and discouraged a mob that intended to come to Nauvoo. Several weeks later, the bodies were removed from the Nauvoo House and buried under a small outbuilding near the Homestead, Joseph and Emma’s first home in Nauvoo. The bodies remained there until 1928, when they were moved to their current location, closer to the Homestead."]]],[".bodyNotes",["h3","Notes"]],[".resources"]],"refs":[["div",{"id":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom"},["span.label",["a",{"name":"footnote1"},"1."]],"Willard Richards, in Glen M. Leonard,",["span.emphasis","Nauvoo: A Place of Peace, a People of Promise"],"(2002), 398. The content of this article is largely based on information found on pages 396–404 of this book."],["div",{"id":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom"},["span.label",["a",{"name":"footnote2"},"2."]],"“A Poor Wayfaring Man of Grief,”",["span.emphasis","Hymns,"],"no. 29."],["div",{"id":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom"},["span.label",["a",{"name":"footnote3"},"3."]],"See Leonard,",["span.emphasis","Nauvoo,"],"399."],["div",{"id":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom"},["span.label",["a",{"name":"footnote4"},"4."]],"Arza Adams, in Leonard,",["span.emphasis","Nauvoo,"],"400."],["div",{"id":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom"},["span.label",["a",{"name":"footnote5"},"5."]],"Almira Mack Covey, in Leonard,",["span.emphasis","Nauvoo,"],"402."],["div",{"id":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom","uri":"/ensign/2013/06/two-witnesses-three-days-and-the-aftermath-of-the-martyrdom"},["span.label",["a",{"name":"footnote6"},"6."]],"Vilate Kimball, in Leonard,",["span.emphasis","Nauvoo,"],"403."]]}
