{"id":2,"parent_id":0,"book_id":4,"content_id":1,"language_id":1,"display_order":2,"title":"Introduction","subtitle":"","short_title":"Introduction","uri":"/scriptures/dc-testament/introduction","content":[["div",{"id":"head","uri":"/scriptures/dc-testament/introduction.head","order":"06.00.000.008"},[".title","Introduction"]],[".bodyBlock",["div",{"id":"p1","uri":"/scriptures/dc-testament/introduction.p1","order":"06.03.000.009"},"The Doctrine and Covenants is a collection of divine revelations and inspired declarations given for the establishment and regulation of the kingdom of God on the earth in the last days. Although most of the sections are directed to members of The Church of Jesus Christ of Latter-day Saints, the messages, warnings, and exhortations are for the benefit of all mankind and contain an invitation to all people everywhere to hear the voice of the Lord Jesus Christ, speaking to them for their temporal well-being and their everlasting salvation."],["div",{"id":"p2","uri":"/scriptures/dc-testament/introduction.p2","order":"06.03.000.010"},"Most of the revelations in this compilation were received through Joseph Smith Jr., the first prophet and president of The Church of Jesus Christ of Latter-day Saints. Others were issued through some of his successors in the Presidency (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/135.head"},"headings to D&C 135"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.head"},"136"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138.head"},"138"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/1"},"Official Declarations 1"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/2"},"2"],")."],["div",{"id":"p3","uri":"/scriptures/dc-testament/introduction.p3","order":"06.03.000.011"},"The book of Doctrine and Covenants is one of the standard works of the Church in company with the Holy Bible, the Book of Mormon, and the Pearl of Great Price. However, the Doctrine and Covenants is unique because it is not a translation of an ancient document, but is of modern origin and was given of God through His chosen prophets for the restoration of His holy work and the establishment of the kingdom of God on the earth in these days. In the revelations, one hears the tender but firm voice of the Lord Jesus Christ, speaking anew in the dispensation of the fulness of times; and the work that is initiated herein is preparatory to His Second Coming, in fulfillment of and in concert with the words of all the holy prophets since the world began."],["div",{"id":"p4","uri":"/scriptures/dc-testament/introduction.p4","order":"06.03.000.012"},"Joseph Smith Jr. was born December 23, 1805, in Sharon, Windsor County, Vermont. During his early life, he moved with his family to present-day Manchester, in western New York. It was while he was living there in the spring of 1820, when he was fourteen years of age, that he experienced his first vision, in which he was visited in person by God, the Eternal Father, and His Son Jesus Christ. He was told in this vision that the true Church of Jesus Christ that had been established in New Testament times, and which had administered the fulness of the gospel, was no longer on the earth. Other divine manifestations followed in which he was taught by many angels; it was shown to him that God had a special work for him to do on the earth and that through him the Church of Jesus Christ would be restored to the earth."],["div",{"id":"p5","uri":"/scriptures/dc-testament/introduction.p5","order":"06.03.000.013"},"In the course of time, Joseph Smith was enabled by divine assistance to translate and publish the Book of Mormon. In the meantime he and Oliver Cowdery were ordained to the Aaronic Priesthood by John the Baptist in May 1829 (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/13"},"D&C 13"],"), and soon thereafter they were also ordained to the Melchizedek Priesthood by the ancient Apostles Peter, James, and John (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/27.12"},"D&C 27:12"],"). Other ordinations followed in which priesthood keys were conferred by Moses, Elijah, Elias, and many ancient prophets (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110"},"D&C 110"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/128.18,21"},"128:18, 21"],"). These ordinations were, in fact, a restoration of divine authority to man on the earth. On April 6, 1830, under heavenly direction, the Prophet Joseph Smith organized the Church, and thus the true Church of Jesus Christ is once again operative as an institution among men, with authority to teach the gospel and administer the ordinances of salvation. (See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/20"},"D&C 20"],"and the Pearl of Great Price,",["a.scriptureRef",{"href":"/scriptures/pgp/js-h/1"},"Joseph Smith—History 1"],".)"],["div",{"id":"p6","uri":"/scriptures/dc-testament/introduction.p6","order":"06.03.000.014"},"These sacred revelations were received in answer to prayer, in times of need, and came out of real-life situations involving real people. The Prophet and his associates sought for divine guidance, and these revelations certify that they received it. In the revelations, one sees the restoration and unfolding of the gospel of Jesus Christ and the ushering in of the dispensation of the fulness of times. The westward movement of the Church from New York and Pennsylvania to Ohio, to Missouri, to Illinois, and finally to the Great Basin of western America and the mighty struggles of the Saints in attempting to build Zion on the earth in modern times are also shown forth in these revelations."],["div",{"id":"p7","uri":"/scriptures/dc-testament/introduction.p7","order":"06.03.000.015"},"Several of the earlier sections involve matters regarding the translation and publication of the Book of Mormon (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/3"},"sections 3"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/5"},"5"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/10"},"10"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/17"},"17"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/19"},"19"],"). Some later sections reflect the work of the Prophet Joseph Smith in making an inspired translation of the Bible, during which many of the great doctrinal sections were received (see, for example,",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/37"},"sections 37"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/45"},"45"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/73"},"73"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/76"},"76"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/77"},"77"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/86"},"86"],",",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/91"},"91"],", and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132"},"132"],", each of which has some direct relationship to the Bible translation)."],["div",{"id":"p8","uri":"/scriptures/dc-testament/introduction.p8","order":"06.03.000.016"},"In the revelations, the doctrines of the gospel are set forth with explanations about such fundamental matters as the nature of the Godhead, the origin of man, the reality of Satan, the purpose of mortality, the necessity for obedience, the need for repentance, the workings of the Holy Spirit, the ordinances and performances that pertain to salvation, the destiny of the earth, the future conditions of man after the Resurrection and the Judgment, the eternity of the marriage relationship, and the eternal nature of the family. Likewise, the gradual unfolding of the administrative structure of the Church is shown with the calling of bishops, the First Presidency, the Council of the Twelve, and the Seventy and the establishment of other presiding offices and quorums. Finally, the testimony that is given of Jesus Christ—His divinity, His majesty, His perfection, His love, and His redeeming power—makes this book of great value to the human family and “worth to the Church the riches of the whole Earth” (see heading to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/70"},"D&C 70"],")."],["div",{"id":"p9","uri":"/scriptures/dc-testament/introduction.p9","order":"06.03.000.017"},"The revelations were originally recorded by Joseph Smith’s scribes, and Church members enthusiastically shared handwritten copies with each other. To create a more permanent record, scribes soon copied these revelations into manuscript record books, which Church leaders used in preparing the revelations to be printed. Joseph and the early Saints viewed the revelations as they did the Church: living, dynamic, and subject to refinement with additional revelation. They also recognized that unintentional errors had likely occurred through the process of copying the revelations and preparing them for publication. Thus, a Church conference asked Joseph Smith in 1831 to “correct those errors or mistakes which he may discover by the Holy Spirit.”"],["div",{"id":"p10","uri":"/scriptures/dc-testament/introduction.p10","order":"06.03.000.018"},"After the revelations had been reviewed and corrected, Church members in Missouri began printing a book titled",["i","A Book of Commandments for the Government of the Church of Christ,"],"which contained many of the Prophet’s early revelations. This first attempt to publish the revelations ended, however, when a mob destroyed the Saints’ printing office in Jackson County on July 20, 1833."],["div",{"id":"p11","uri":"/scriptures/dc-testament/introduction.p11","order":"06.03.000.019"},"Upon hearing of the destruction of the Missouri printing office, Joseph Smith and other Church leaders began preparations to publish the revelations in Kirtland, Ohio. To again correct errors, clarify wording, and recognize developments in Church doctrine and organization, Joseph Smith oversaw the editing of the text of some revelations to prepare them for publication in 1835 as the",["i","Doctrine and Covenants of the Church of the Latter Day Saints."],"Joseph Smith authorized another edition of the Doctrine and Covenants, which was published only months after the Prophet’s martyrdom in 1844."],["div",{"id":"p12","uri":"/scriptures/dc-testament/introduction.p12","order":"06.03.000.020"},"The early Latter-day Saints prized the revelations and viewed them as messages from God. On one occasion in late 1831, several elders of the Church gave solemn testimony that the Lord had borne record to their souls of the truth of the revelations. This testimony was published in the 1835 edition of the Doctrine and Covenants as the written testimony of the Twelve Apostles:"],["div",{"id":"t1","uri":"/scriptures/dc-testament/introduction.t1","order":"06.00.000.021"},[".title","Testimony of the",["br"],"Twelve Apostles to the Truth of the",["br"],"Book of Doctrine and Covenants"],["div",{"id":"p14","uri":"/scriptures/dc-testament/introduction.p14","order":".000.022"},["i","The Testimony of the Witnesses to the Book of the Lord’s Commandments, which commandments He gave to His Church through Joseph Smith, Jun., who was appointed by the voice of the Church for this purpose:"]],["div",{"id":"p15","uri":"/scriptures/dc-testament/introduction.p15","order":".000.023"},"We, therefore, feel willing to bear testimony to all the world of mankind, to every creature upon the face of the earth, that the Lord has borne record to our souls, through the Holy Ghost shed forth upon us, that these commandments were given by inspiration of God, and are profitable for all men and are verily true."],["div",{"id":"p16","uri":"/scriptures/dc-testament/introduction.p16","order":".000.024"},"We give this testimony unto the world, the Lord being our helper; and it is through the grace of God the Father, and His Son, Jesus Christ, that we are permitted to have this privilege of bearing this testimony unto the world, in the which we rejoice exceedingly, praying the Lord always that the children of men may be profited thereby."]],["div",{"id":"f1","uri":"/scriptures/dc-testament/introduction.f1","order":"06.03.000.025"},["ul.noMarker",[".preamble","The names of the Twelve were:"],["li",["div",{"id":"p1","uri":"/scriptures/dc-testament/introduction.p1","order":".000.026"},"Thomas B. Marsh"]],["li",["div",{"id":"p2","uri":"/scriptures/dc-testament/introduction.p2","order":".000.027"},"David W. Patten"]],["li",["div",{"id":"p3","uri":"/scriptures/dc-testament/introduction.p3","order":".000.028"},"Brigham Young"]],["li",["div",{"id":"p4","uri":"/scriptures/dc-testament/introduction.p4","order":".000.029"},"Heber C. Kimball"]],["li",["div",{"id":"p5","uri":"/scriptures/dc-testament/introduction.p5","order":".000.030"},"Orson Hyde"]],["li",["div",{"id":"p6","uri":"/scriptures/dc-testament/introduction.p6","order":".000.031"},"William E. McLellin"]],["li",["div",{"id":"p7","uri":"/scriptures/dc-testament/introduction.p7","order":".000.032"},"Parley P. Pratt"]],["li",["div",{"id":"p8","uri":"/scriptures/dc-testament/introduction.p8","order":".000.033"},"Luke S. Johnson"]],["li",["div",{"id":"p9","uri":"/scriptures/dc-testament/introduction.p9","order":".000.034"},"William Smith"]],["li",["div",{"id":"p10","uri":"/scriptures/dc-testament/introduction.p10","order":".000.035"},"Orson Pratt"]],["li",["div",{"id":"p11","uri":"/scriptures/dc-testament/introduction.p11","order":".000.036"},"John F. Boynton"]],["li",["div",{"id":"p12","uri":"/scriptures/dc-testament/introduction.p12","order":".000.037"},"Lyman E. Johnson"]]]],["div",{"id":"p30","uri":"/scriptures/dc-testament/introduction.p30","order":"06.03.000.038"},"In successive editions of the Doctrine and Covenants, additional revelations or other matters of record have been added, as received and as accepted by competent assemblies or conferences of the Church. The 1876 edition, prepared by Elder Orson Pratt under Brigham Young’s direction, arranged the revelations chronologically and supplied new headings with historical introductions."],["div",{"id":"p31","uri":"/scriptures/dc-testament/introduction.p31","order":"06.03.000.039"},"Beginning with the 1835 edition, a series of seven theological lessons was also included; these were titled the",["i","Lectures on Faith."],"These had been prepared for use in the School of the Prophets in Kirtland, Ohio, from 1834 to 1835. Although profitable for doctrine and instruction, these lectures have been omitted from the Doctrine and Covenants since the 1921 edition because they were not given or presented as revelations to the whole Church."],["div",{"id":"p32","uri":"/scriptures/dc-testament/introduction.p32","order":"06.03.000.040"},"In the 1981 edition of the Doctrine and Covenants, three documents were included for the first time. These are",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/137"},"sections 137"],"and",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/138"},"138"],", setting forth the fundamentals of salvation for the dead; and",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/2"},"Official Declaration 2"],", announcing that all worthy male members of the Church may be ordained to the priesthood without regard for race or color."],["div",{"id":"p33","uri":"/scriptures/dc-testament/introduction.p33","order":"06.03.000.041"},"Each new edition of the Doctrine and Covenants has corrected past errors and added new information, particularly in the historical portions of the section headings. The present edition further refines dates and place-names and makes other corrections. These changes have been made to bring the material into conformity with the most accurate historical information. Other special features of this latest edition include revised",["a.scriptureRef",{"href":"/scriptures/history-maps"},"maps"],"showing the major geographical locations in which the revelations were received, plus improved",["a.scriptureRef",{"href":"/scriptures/history-photos"},"photographs of Church historical sites"],", cross-references, section headings, and subject-matter summaries, all of which are designed to help readers to understand and rejoice in the message of the Lord as given in the Doctrine and Covenants. Information for the section headings has been taken from the",["span.language","Manuscript History of the Church"],"and the published",["i","History of the Church"],"(collectively referred to in the headings as Joseph Smith’s history) and the",["i","Joseph Smith Papers."]]]],"refs":null}
