{"id":64,"parent_id":58,"book_id":0,"content_id":1,"language_id":1,"display_order":64,"title":"Section 55 W.W. Phelps Is Called and Chosen","subtitle":"","short_title":"Section 55","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-55-ww-phelps-is-called-and-chosen","content":[["div",{"id":"head7","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-55-ww-phelps-is-called-and-chosen.head7"},[".titleNumber","Section 55"],["h1","W. W. Phelps Is Called and Chosen"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p74","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-55-ww-phelps-is-called-and-chosen.p74"},"William Wines Phelps was born at Hanover, Morris County, New Jersey, on 17 February 1792. He worked as editor of a newspaper called the",["span.emphasis","Western Courier"],"and later established anti-Masonic papers known as the",["span.emphasis","Lake Light"],"and the",["span.emphasis","Ontario Phoenix,"],"both in New York. He was nominated by his friends for the office of lieutenant governor of New York, and although he did not receive the nomination, he did gain much valuable experience."],["div",{"id":"p75","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-55-ww-phelps-is-called-and-chosen.p75"},"On 26 March 1830 W. W. Phelps read an announcement that the Book of Mormon was about to come off the press. He later met Parley P. Pratt, who sold him a copy. After he read the Book of Mormon, he went to Kirtland, Ohio, where he met Joseph Smith. When Phelps inquired what the Lord desired of him, he was directed to be baptized and take his family to Missouri (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/55"},"D&C 55"],", which was received shortly after W. W. Phelps and his family arrived in Kirtland in June 1831)."],["div",{"id":"p76","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-55-ww-phelps-is-called-and-chosen.p76"},"W. W. Phelps contributed great talent to the Church. He set up the first printing press for the Church in Missouri. He published the first Church newspaper, the",["span.emphasis","Evening and Morning Star"],". He helped select, prepare, and publish the revelations in the Book of Commandments. And he wrote many hymns, including “The Spirit of God” and “Gently Raise the Sacred Strain.”"],[".",{"id":"f7","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-55-ww-phelps-is-called-and-chosen.f7"},[".caption","William W. Phelps, an early Church newspaper editor"]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/55.1"},"D&C 55:1"],". What Does Having An Eye Single to the Glory of God Mean?"],["div",{"id":"p78","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-55-ww-phelps-is-called-and-chosen.p78"},"“Through the natural eyes men see the light which guides them in their physical existence, through their spiritual eyes, the spiritual light which leads to eternal life. As long as the natural eyes are unimpaired, men can see and be guided by the light of day; and as long as the spiritual eyes are single to the glory of God—that is, as long as they are undimmed by sin and are focused solely on righteousness—men can view and understand the things of the Spirit. But if apostasy enters and the spiritual light turns to darkness, ‘how great is that darkness!’” (McConkie,",["span.emphasis","Doctrinal New Testament Commentary,"],"1:240.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/55.4"},"D&C 55:4"],". “That Little Children Also May Receive Instruction”"],["div",{"id":"p79","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-55-ww-phelps-is-called-and-chosen.p79"},"W. W. Phelps commented on the assignment he received from the Lord: “As a people we are fast approaching a desired end, which may literally be called a beginning. Thus far, we cannot be reproached with being backward in instruction. By revelation, in 1831, I was appointed to ‘do the work of printing, and of selecting and writing books for schools in this church, that little children might receive instruction;’ and since then I have received a further sanction. We are preparing to go out from among the people, where we can serve God in righteousness; and the first thing is, to teach our children; for they are as the Israel of old. It is our children who will take the kingdom and bear it off to all the world. The first commandment with promise to Israel was, ‘Honor thy father and thy mother, that thy days may be long in the land, which the Lord thy God giveth thee.’ We will instruct our children in the paths of righteousness; and we want that instruction compiled in a book.” (",["span.emphasis","Times and Seasons,"],"1 Nov. 1845, p. 1015.)"]]]]],"refs":null}
