{"id":62,"parent_id":58,"book_id":0,"content_id":1,"language_id":1,"display_order":62,"title":"Section 53 A Call to Sidney Gilbert to Foraske the World","subtitle":"","short_title":"Section 53","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-53-a-call-to-sidney-gilbert-to-foraske-the-world","content":[["div",{"id":"head5","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-53-a-call-to-sidney-gilbert-to-foraske-the-world.head5"},[".titleNumber","Section 53"],["h1","A Call to Sidney Gilbert to Forsake the World"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p58","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-53-a-call-to-sidney-gilbert-to-foraske-the-world.p58"},"There is little information on Algernon Sidney Gilbert before he was introduced to the gospel in 1830. He was then the senior partner in the successful mercantile firm of Gilbert and Whitney in Kirtland, Ohio."],["div",{"id":"p59","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-53-a-call-to-sidney-gilbert-to-foraske-the-world.p59"},"Sometime after he joined the Church, he was ordained an elder and sent to Missouri to buy land and operate a small store (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.8"},"D&C 57:8"],"). When mob violence broke loose, Sidney Gilbert closed his store upon request and helped appease the mob temporarily. On 23 July 1833 he, with others, offered himself as a ransom for the Saints. (See History of the Church, 1:391, 394n.) He was devoted and faithful and sacrificed all of his goods during the persecutions in Missouri. He lacked confidence in his ability to preach, however, and, according to some reports, he said he “would rather die than go forth to preach the Gospel to the Gentiles” (",["span.emphasis","History of the Church,"],"2:118). Ironically, he later contracted cholera and died. Heber C. Kimball recorded in his journal that “the Lord took him at his word.” Elder B. H. Roberts wrote of Brother Gilbert, “The remarks in the body of the history, and this expression from Elder Kimball’s journal are liable to create a misunderstanding concerning Brother Algernon Sidney Gilbert, than whom the Lord has had few more devoted servants in this dispensation” (",["span.emphasis","History of the Church,"],"2:118n)."],["div",{"id":"p60","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-53-a-call-to-sidney-gilbert-to-foraske-the-world.p60"},"Joseph Smith received section 53 in answer to the request of Sidney Gilbert, who desired to know what he was to do in the Church. The revelation came during a time of great excitement. A spiritual conference had ended, and many were assigned to go to Missouri and there receive further instructions from the Lord. In this revelation Algernon Sidney Gilbert was also called to go to Missouri and help with the work there as the bishop’s agent over the storehouse."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/53.1"},"D&C 53:1"],". “I Have Heard Your Prayers”"],["div",{"id":"p61","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-53-a-call-to-sidney-gilbert-to-foraske-the-world.p61"},"Many people secretly request to know the Lord’s will concerning them, but often the answer is too sacred to discuss with others. Sidney Gilbert’s request was not disregarded, for the Lord made known to him his calling and election in the Church. (See also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.22-24"},"D&C 6:22–24"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/53.2"},"D&C 53:2"],". What Does the Phrase “Forsake the World” Mean?"],["div",{"id":"p62","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-53-a-call-to-sidney-gilbert-to-foraske-the-world.p62"},"The phrase “forsake the world” is the commandment given to those who have entered into a covenant relationship with the Lord. They are to forsake the standards and habits of the apostate world. President George Q. Cannon taught: “We need to be born again, and have new hearts put in us. There is too much of the old leaven about us. We are not born again as we should be. Do you not believe that we ought to be born again? Do you not believe that we should become new creatures in Christ Jesus, under the influence of the Gospel? All will say, yes, who understand the Gospel. You must be born again. You must have new desires, new hearts, so to speak, in you. But what do we see? We see men following the ways of the world just as much as though they made no pretensions to being Latter-day Saints. Hundreds of people who are called Latter-day Saints you could not distinguish from the world. They have the same desires, the same feelings, the same aspirations, the same passions as the rest of the world. Is this how God wants us to be? No; He wants us to have new hearts, new desires. He wants us to be a changed people when we embrace His Gospel, and to be animated by entirely new motives, and have a faith that will lay hold of the promises of God.” (In Conference Report, Oct. 1899, p. 50.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/53.3"},"D&C 53:3"],". Ordination to the Priesthood Is a Call to Serve Others"],["div",{"id":"p63","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-53-a-call-to-sidney-gilbert-to-foraske-the-world.p63"},"Sidney Gilbert was directed to become an elder and then to use that office in preaching faith, repentance, and the remission of sins, but his feelings of inadequacy in preaching the gospel prevented him from fully responding to the call. There is, however, an account of his successful missionary labors among his friends and family in Huntington, Connecticut (see History of the Church, 2:119)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/53.4"},"D&C 53:4"],". What Were His Duties As an “Agent” unto the Church?"],["div",{"id":"p64","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-53-a-call-to-sidney-gilbert-to-foraske-the-world.p64"},"Sidney Gilbert’s calling was to receive monies for the Church and to buy land. He was to assist Edward Partridge in managing the temporal affairs of the Church in Missouri (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/57.6-9"},"D&C 57:6–9"],")."],[".",{"id":"f5","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-53-a-call-to-sidney-gilbert-to-foraske-the-world.f5"},[".caption","The store owned by Sidney Gilbert from which he administered temporal affairs in the Church."]]]]]],"refs":null}
