{"id":59,"parent_id":58,"book_id":0,"content_id":1,"language_id":1,"display_order":59,"title":"Section 50 \"That Which Doth Not Edify Is Not of God\"","subtitle":"","short_title":"Section 50","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god","content":[["div",{"id":"head2","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.head2"},[".titleNumber","Section 50"],["h1","“That Which Doth Not Edify Is Not of God”"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p1","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p1"},"During all dispensations when the gospel has been on the earth, Satan has devised ways to counterfeit revelation. The Prophet Joseph Smith observed: “Soon after the Gospel was established in Kirtland, and during the absence of the authorities of the Church, many false spirits were introduced, many strange visions were seen, and wild, enthusiastic notions were entertained: men ran out of doors under the influence of this spirit, and some of them got upon the stumps of trees and shouted, and all kinds of extravagances were entered into by them; one man pursued a ball that he said he saw flying in the air, until he came to a precipice, when he jumped into the top of a tree, which saved his life; and many ridiculous things were entered into, calculated to bring disgrace upon the Church of God, to cause the Spirit of God to be withdrawn, and to uproot and destroy those glorious principles which had been developed for the salvation of the human family.” (",["span.emphasis","History of the Church,"],"4:580.)"],["div",{"id":"p2","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p2"},"John Whitmer wrote: “Some had visions and could not tell what they saw, some would fancy to themselves that they had the sword of Laban, and would wield it as expert as a light dragoon; some would act like an Indian in the act of scalping; some would slide or scoot on the floor with the rapidity of a serpent, which they termed sailing in the boat to the Lamanites, preaching the gospel. And many other vain and foolish maneuvers that are unseeming and unprofitable to mention. Thus the devil blinded the eyes of some good and honest disciples. I write these things to show how ignorant and undiscerning children are, and how easy mankind is led astray, notwithstanding the things of God that are written concerning his kingdom.” (“Church History,”",["span.emphasis","Journal of History,"],"Jan. 1908, p. 55.)"],["div",{"id":"p3","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p3"},"Elder Parley P. Pratt was also a witness to these unusual operations:"],["div",{"id":"p4","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p4"},"“All these things were new and strange to me, and had originated in the Church during the absence, and previous to the arrival of President Joseph Smith from New York."],["div",{"id":"p5","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p5"},"“Feeling our weakness and inexperience, and lest we should err in judgment concerning the spiritual phenomena, myself, John Murdock, and several other Elders, went to Joseph Smith, and asked him to inquire of the Lord concerning these spirits or manifestations.” (",["span.emphasis","Autobiography of Parley P. Pratt,"],"pp. 61–62.)"],["div",{"id":"p6","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p6"},"Section 50 was the response to that inquiry."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.2-9"},"D&C 50:2–9"],". Satan Seeks to Deceive Mankind through False Manifestations"],["div",{"id":"p7","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p7"},"The Prophet Joseph Smith observed: “The devil has great power to deceive; he will so transform things as to make one gape at those who are doing the will of God” (",["span.emphasis","Teachings,"],"p. 227). Latter-day Saints must observe the Lord’s counsel in order to escape Satan’s deceptions: “Let every man beware lest he do that which is not in truth and righteousness before me” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.9"},"D&C 50:9"],")."],["div",{"id":"p8","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p8"},"President Joseph Fielding Smith taught: “From the time of the fall of man until now Satan and his followers who were cast out of heaven, have been deceiving men. Today, as in the beginning, Lucifer is saying, ‘I am also a son of God … believe it or not,’ and men today believe not for the same reason that they refused to believe in the beginning. ‘Some commandments are of men,’ so the Savior informed Joseph Smith. … (Sec. 46:7.) Some commandments are of devils, and these are also made manifest largely through the activities of men. … These false spirits make themselves manifest in various ways and in all communities. Some of the most startling and prevalent forms of false manifestations are in the false gifts of tongues, and in religious meetings particularly among some sects where the worshippers fall in fits, shout, sing and pray in disorderly fashion, sometimes frothing at the mouth and their bodies partaking of unnatural contortions.” (",["span.emphasis","Church History and Modern Revelation,"],"1:200.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.10-12"},"D&C 50:10–12"],". “Let Us Reason Even As a Man”"],["div",{"id":"p9","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p9"},"The Lord sometimes reasons with us in the same way we reason with each other. His purpose in reasoning with us is the same as His reason for speaking to us in our own language: He wants them to “come to understanding” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/1.24"},"D&C 1:24"],"; see also",["a.scriptureRef",{"href":"/scriptures/ot/isa/1.18"},"Isaiah 1:18"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.13-21"},"D&C 50:13–21"],". How Can One Discern and Unmask Evil Spirits?"],["div",{"id":"p10","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p10"},"Some of the early Saints had fallen victim to excessive spiritual displays, “receiving them to be of God” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.15"},"D&C 50:15"],"). The Lord indicated that these displays are not justified. The Prophet Joseph Smith explained:"],["div",{"id":"p11","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p11"},"“One great evil is, that men are ignorant of the nature of spirits; their power, laws, government, intelligence, etc., and imagine that when there is anything like power, revelation, or vision manifested, that it must be of God. …"],["div",{"id":"p12","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p12"},"“… who can drag into daylight and develop the hidden mysteries of the false spirits that so frequently are made manifest among the Latter-day Saints? We answer that no man can do this without the Priesthood, and having a knowledge of the laws by which spirits are governed; for as ‘no man knows the things of God,’ but by the Spirit of God, so no man knows the spirit of the devil, and his power and influence, but by possessing intelligence which is more than human, and having unfolded through the medium of the Priesthood the mysterious operations of his devices; without knowing the angelic form, the sanctified look and gesture, and the zeal that is frequently manifested by him for the glory of God, together with the prophetic spirit, the gracious influence, the godly appearance, and the holy garb, which are so characteristic of his proceedings and his mysterious windings."],["div",{"id":"p13","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p13"},"“A man must have the discerning of spirits before he can drag into daylight this hellish influence and unfold it unto the world in all its soul-destroying, diabolical, and horrid colors. …"],["div",{"id":"p14","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p14"},"“… the great difficulty lies in the ignorance of the nature of spirits, of the laws by which they are governed, and the signs by which they may be known; … it requires the Spirit of God to know the things of God; and the spirit of the devil can only be unmasked through that medium.” (",["span.emphasis","History of the Church,"],"4:572–74; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/sections-122-131/section-129-keys-for-determining-if-administrations-are-from-god.p1"},"Notes and Commentary for D&C 129"],".)"],[".",{"id":"f1","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.f1"},[".caption","That which is of God is light and truth, but that which is not is darkness."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.22-24"},"D&C 50:22–24"],". How Can We Tell “That Which Is of God” from That Which Is of Satan?"],["div",{"id":"p16","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p16"},"The things of God edify: they spiritually support and lift us toward a better life. They bring us closer to our Father in Heaven. The things of Satan do the opposite. No spiritual growth occurs, no intelligence is communicated, we are not edified. The Prophet Joseph Smith observed:"],["div",{"id":"p17","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p17"},"“Others frequently possess a spirit that will cause them to lie down, and during its operation, animation is frequently entirely suspended; they consider it to be the power of God, and a glorious manifestation from God—a manifestation of what? Is there any intelligence communicated? Are the curtains of heaven withdrawn, or the purposes of God developed? Have they seen and conversed with an angel—or have the glories of futurity burst upon their view? No! but their body has been inanimate, the operation of their spirit suspended, and all the intelligence that can be obtained from them when they arise, is a shout of ‘glory,’ or ‘hallelujah,’ or some incoherent expression; but they have had ‘the power.’"],["div",{"id":"p18","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p18"},"“The Shaker will whirl around on his heel, impelled by a supernatural agency or spirit, and think that he is governed by the Spirit of God; and the Jumper will jump and enter into all kinds of extravagances. A Primitive Methodist will shout under the influence of that spirit, until he will rend the heavens with his cries; while the Quakers (or Friends) moved as they think, by the Spirit of God, will sit still and say nothing. Is God the author of all this? If not of all of it, which does He recognize? Surely, such a heterogeneous mass of confusion never can enter into the kingdom of heaven.” (",["span.emphasis","Teachings,"],"pp. 203–4.)"],["div",{"id":"p19","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p19"},"President Joseph Fielding Smith taught: “There is no saying of greater truth than ‘that which doth not edify is not of God.’ And that which is not of God is darkness, it matters not whether it comes in the guise of religion, ethics, philosophy or revelation. No revelation from God will fail to edify.” (",["span.emphasis","Church History and Modern Revelation,"],"1:201–2.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.25-28"},"D&C 50:25–28"],". How Can Man Become “Possessor of All Things”?"],["div",{"id":"p20","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p20"},"Those who strive to keep the Lord’s commandments are made joint heirs with Jesus Christ and inherit all that the Father has (see",["a.scriptureRef",{"href":"/scriptures/nt/rom/8.17"},"Romans 8:17"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.38"},"D&C 84:38"],"). But “no man is possessor of all things except he be purified and cleansed from all sin” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.28"},"D&C 50:28"],"). Keeping all the commandments of God is the key to eternal life."],["div",{"id":"p21","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p21"},"The Prophet Joseph Smith said: “We believe that God condescended to speak from the heavens and declare His will concerning the human family, to give them just and holy laws, to regulate their conduct, and guide them in a direct way, that in due time He might take them to Himself, and make them joint heirs with His Son. …"],["div",{"id":"p22","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p22"},"“Here then, we have this part of our subject immediately before us for consideration: God has in reserve a time, or period appointed in His own bosom, when He will bring all His subjects, who have obeyed His voice and kept His commandments, into His celestial rest. This rest is of such perfection and glory, that man has need of a preparation before he can, according to the laws of that kingdom, enter it and enjoy its blessings. This being the fact, God has given certain laws to the human family, which, if observed, are sufficient to prepare them to inherit this rest.” (",["span.emphasis","Teachings,"],"pp. 53–54.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.29-30"},"D&C 50:29–30"],". “It Shall Be Given You What You Shall Ask”"],["div",{"id":"p23","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p23"},"Those who are clean before the Lord may pray with confidence and expect to receive righteous answers to their prayers. That which they ask, if expedient in the Lord’s mind, will be given (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.64"},"D&C 88:64"],"). “But know this, it shall be given you what you shall ask” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.30"},"D&C 50:30"],"). We should pray for what is reasonable and according to the mind and will of the Lord. If we are righteous, we will enjoy God’s spirit, and it will be “given unto [us] what [we] should pray,” because we will be “filled with desire” (",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/19.24"},"3 Nephi 19:24"],"). We will desire what the Lord wants us to have, and that will be the subject of our prayers."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.31-35"},"D&C 50:31–35"],". A Key to Discernment"],["div",{"id":"p24","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p24"},"When we are confronted by a spirit that we cannot understand, or by someone who has great spiritual power but whose claims seem in doubt, we must ask God in the name of Jesus if it is a good or an evil spirit. If prayer reveals that such a person is not of God, “power over that spirit” can come only from God. We cannot control or conquer evil on our own power, but God can give us sufficient power to do so (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.32"},"D&C 50:32"],"). We must then give credit to the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.34"},"v. 34"],"). The Lord teaches us that “power” is available “to overcome all things not ordained” of God (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.34"},"v. 35"],")."],["div",{"id":"p25","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p25"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-j-keys-for-avoiding-deception.p1"},"Enrichment J in the Appendix"],"for a full discussion of the principles of discernment and how to avoid deception."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.40-43"},"D&C 50:40–43"],". “And None of Them That My Father Hath Given Me Shall Be Lost”"],["div",{"id":"p26","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p26"},"Elder Marriner W. Merrill applied these words to the family: “When we [meet our obligations in the Church and] have fellowship with each other, we have fellowship with the Spirit of the Lord, which will direct us in all our ways, and we will be preserved in the truth with our families. Some of our families perhaps are wayward. They do not do as we would like them to do. Is not this the case in many families? There are sons and daughters whose course does not give satisfaction to their fathers and mothers. What shall we do about it? Do the very best we can, but see to it that we have not been the cause of their lack of integrity in the work of the Lord. I believe through our faithfulness and our entreaties with the Lord we may be the means not only of saving ourselves, but those the Lord has entrusted to us as sons and daughters. The Lord is merciful and He will hear our prayers and grant our desires through our integrity for him and his work. And peradventure, through our faithfulness, our children who are wayward and who perhaps have strayed away, will come back to the fold bye and bye, because the Lord will hear us in their behalf.” (In Conference Report, Apr. 1900, p. 29.)"],[".",{"id":"f2","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.f2"},[".caption","“None of them that my Father hath given me shall be lost” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.45"},"D&C 50:45"],")."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.45"},"D&C 50:45"],". “The Day Cometh That You Shall … See Me”"],["div",{"id":"p28","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p28"},"The promise that we can see the face of God is taught here and in several other places in the Doctrine and Covenants (see for example",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/67.10"},"D&C 67:10"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.68"},"88:68"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/93.1"},"93:1"],")."],["div",{"id":"p29","uri":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-50-that-which-doth-not-edify-is-not-of-god.p29"},"Elder Orson F. Whitney taught: “It is not given to every man to look upon the face of God as did Moses [",["a.scriptureRef",{"href":"/scriptures/pgp/moses/1.11"},"Moses 1:11"],"], as did Joseph Smith. One must be specially prepared before he can see what Joseph saw. … I do not expect the Lord to manifest Himself to me in the same way that He did to Joseph the Prophet. I expect Him to communicate with me through the gifts He has endowed me with, not through those with which He has endowed my brother or sister, unless they have the right to receive for me a message from Him. When the Lord speaks to me or to you, it will be in a method and manner justified by our preparation, our gifts, our powers; for we have all been endowed in some degree.” (In Conference Report, Apr. 1910, p. 60.)"]]]]],"refs":null}
