{"id":38,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":38,"title":"Lesson 28: 2 Nephi 6–8","subtitle":"","short_title":"Lesson 28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28"},[".heading",{"id":"head10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.head10"},[".titleNumber","Lesson 28"],["h1","2 Nephi 6–8"]],[".bodyBlock",[".topic",{"id":"t61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.t61"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p4"},"As Nephi recorded the ministry of his people, he included a two-day sermon by his younger brother Jacob. The sermon is found in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6"},"2 Nephi 6–10"],", and this is the first of three lessons about it. At the beginning of the sermon, Jacob read prophecies of Isaiah concerning the scattering and gathering of Israel, showing that “the Lord God will fulfil his covenants which he has made unto his children” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.12"},"2 Nephi 6:12"],")."]],[".topic",{"id":"t62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.t62"},["h2","Suggestions for Teaching"],[".topic",{"id":"t63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.t63"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6"},"2 Nephi 6"]],["h4","Jacob testifies that the Lord will remember His covenant people"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p8"},"To help students see that Jacob’s teachings relate to their lives, ask them to ponder how they would react if a friend or family member treated them unkindly, refused to believe what they said, or showed through their actions or attitude that the relationship was no longer important to them."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p9"},"Ask students to silently contemplate the following question:"],["ul.bullet",["li",["span.label","•"],["p","Have you ever exhibited similar actions or attitudes toward the Lord?"]]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p11"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6"},"2 Nephi 6–8"],", we see how the Lord responds to those who have turned away from Him. These chapters contain Nephi’s record of part of a sermon by his brother Jacob. The rest of Jacob’s sermon is recorded in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9"},"2 Nephi 9–10"],". These chapters will be covered in the next two lessons."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p12"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.3-4"},"2 Nephi 6:3–4"],"and 9:1, 3 aloud. Ask the class to identify reasons why Jacob gave this sermon."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p13"},"Invite a student to act as a scribe. Ask him or her to write the heading",["span.emphasis","Purposes of Jacob’s Sermon"],"on the board. Then ask students to share what they have discovered in the verses that have just been read. Have the scribe write their responses under the heading. Help students see that Jacob taught his people for the “welfare of [their] souls” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.3"},"2 Nephi 6:3"],"). He wanted to help them “glorify the name of [their] God” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.4"},"2 Nephi 6:4"],"), “know concerning the covenants of the Lord” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.1"},"2 Nephi 9:1"],"), and “rejoice, and lift up [their] heads forever” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.3"},"2 Nephi 9:3"],"). Ensure that these purposes are included in the students’ list. Suggest that as students study Jacob’s sermon, they might look for teachings that help fulfill these purposes."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p14"},"Copy the following time line on the board. (You may want to copy it before class begins.) Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.4"},"2 Nephi 6:4"],". Point out that Jacob began his sermon by saying that he was going to talk about conditions that existed in his day and would exist in the future (“things which are, and which are to come”)."],[".image",{"id":"f84","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.f84"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_028_01-timeline.gif"}]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p26"},"Point to number 1 on the time line."],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.8"},"2 Nephi 6:8"],", what does Jacob say happened to the Jews in Jerusalem because they turned away from the Lord? (Some were slain, and some were carried away captive. You may want to remind students that Lehi, Jeremiah, and other prophets had prophesied that these things would happen. Their prophecies were fulfilled in about 587",["span.small","B.C."],", when the Babylonians conquered Jerusalem and took many Jews captive into Babylon. See “Chronology” in the Bible Dictionary for this date and others.)"]]],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p28"},"Point to number 2."],["ul.bullet",["li",["span.label","•"],["p","According to the first sentence of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.9"},"2 Nephi 6:9"],", what would eventually happen to the descendants of the Jews who were taken captive in Babylon? (They would return to Jerusalem. This prophecy was fulfilled in about 537",["span.small","B.C."],", when King Cyrus allowed the Jews to return to their homeland.)"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p30"},"Point to number 3, and explain that Jacob prophesied that the Savior would live His mortal life among the Jews."],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.9-10"},"2 Nephi 6:9–10"],", which phrases describe how some of the Jews would act and feel toward the Savior during His mortal ministry? (Answers may include “scourge him,” “crucify him,” and “hardened their hearts and stiffened their necks against” Him.)"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.10-11"},"2 Nephi 6:10–11"],", what would happen to the Jews who would reject the Messiah? (They would be afflicted in the flesh, scattered, smitten, and hated.)"]]],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p33"},"Invite students to silently read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.6-7,11-12,14,17"},"2 Nephi 6:6–7, 11–12, 14, 17"],". You may want to explain that in verses 6–7, Jacob reads a prophecy by Isaiah about the Restoration of the gospel and the gathering of the house of Israel. Ask students to identify phrases that describe how the Lord would respond to the house of Israel, the Lord’s covenant people, even though they would reject Him. Ask students to share the phrases they have found. Help them understand the meaning of a few of these phrases by asking the following questions:"],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.7"},"2 Nephi 6:7"],", what do you think it means to “wait for” the Lord?"]],["li",["span.label","•"],["p","Jacob promised that “the Lord [would] be merciful” to Israel (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.11"},"2 Nephi 6:11"],"). In what ways do some of the phrases you identified refer to the Lord’s mercy?"]],["li",["span.label","•"],["p","Jacob also promised that the Lord would “recover” Israel (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.14"},"2 Nephi 6:14"],"). What do you think it means for the Savior to recover someone?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.11-12,14"},"2 Nephi 6:11–12, 14"],", what must we do to receive the Lord’s mercy?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p38"},"As students share their insights, make sure they understand that",["b","the Lord is merciful to those who return to Him."]],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p39"},"Point out that in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6"},"2 Nephi 6"],", Jacob tells of the Lord being merciful to His covenant people even after they have been very wicked. Assure students that if the Lord would be merciful to these people, He will surely be merciful to us individually as we come unto Him and keep our covenants with Him. Invite students to ponder the ways the Lord has been merciful to them. Ask them to write the following phrase in their scripture study journals or class notebooks:",["span.emphasis","I know the Lord is merciful because. …"],"Then invite them to write their thoughts and feelings to complete the statement. After they have had sufficient time to write, you may want to invite a few to share what they have written."],[".sidebar box-decor box-right",{"id":"f89","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.f89"},["h3","Writing improves sharing"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p41"},"When you invite students to respond to a question in writing before sharing their thoughts with the class, you give them time to formulate their ideas and receive impressions from the Holy Ghost. Students may be more inclined to share their thoughts when they have written them first, and what they share will often be more meaningful."]]],[".topic",{"id":"t64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.t64"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/7"},"2 Nephi 7–8"]],["h4","Jacob shares Isaiah’s prophecy about the Savior’s ability to redeem His covenant people"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p44"},"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/7"},"2 Nephi 7"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8"},"8"],", Jacob reads a prophecy from the writings of Isaiah. Chapter 7 contains the word of the Lord to members of the house of Israel who were scattered and in captivity as a result of their sins. Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/7.1"},"2 Nephi 7:1"],". You may want to invite the class to mark the questions the Lord asks."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p45"},"To help students understand the questions in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/7.1"},"verse 1"],", explain that the phrases “put thee away,” “the bill of your mother’s divorcement,” and “sold you” refer to the idea of breaking or severing a covenant. Help students understand that the Lord’s questions could be rephrased as follows: “Have I turned away from you? Have I put aside the covenant we have made?”"],["ul.bullet",["li",["span.label","•"],["p","What is the answer to these questions? (The answer is no. The Lord will never turn away from us or forget the covenants He has made.)"]],["li",["span.label","•"],["p","According to the end of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/7.1"},"2 Nephi 7:1"],", why were these people separated from the Lord and suffering in captivity? (Because they had sinned and turned away from the Lord.)"]]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p48"},"Point out that in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/7.2"},"2 Nephi 7:2"],", the Lord asks another question that can help us see that He wants to help us and that He has power to do so. Invite students to find and underline the question. (“Is my hand shortened at all that it cannot redeem, or have I no power to deliver?”)"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p49"},"To help students understand this question, ask them how they would rephrase the question in their own words. (If they have a difficult time understanding the expression “is my hand shortened,” invite a student to hold his or her hand out to another student as if offering help. Then ask the first student to “shorten” his or her hand, illustrating the idea of withdrawing help or holding back.) Students might restate the Lord’s question by saying something like this: “Am I holding back or not reaching out to redeem you? Do you believe I have power to save you?”"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p50"},"Tell students that in answer to this question, the rest of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/7"},"2 Nephi 7"],"and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8"},"8"],"contains several examples that show the Savior’s desire to redeem His covenant people and examples that demonstrate that He has power to do so."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p51"},"To help students discover evidence that",["b","the Savior desires to redeem His covenant people and has power to do so,"],"divide the following six scripture passages from",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8"},"2 Nephi 8"],"among groups of students:",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8.1-3"},"verses 1–3"],",",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8.4-6"},"4–6"],",",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8.7-8"},"7–8"],",",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8.10-11"},"10–11"],",",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8.12-13"},"12–13"],", and",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8.14-16"},"14–16"],". (If you have 12 or more students in your class, assign the passages to pairs or other small groups. If you have fewer than 12 students, assign more than one passage to some groups.) Ask each group to find a phrase in their assigned passage or passages that shows the Lord’s desire to redeem us and His power to do so. After sufficient time, invite each group to read the phrase they have chosen to the class. Ask them to share what they have learned from the passage. You may want to invite students to mark the phrases that their classmates share."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p52"},"To conclude, refer to the list of Jacob’s purposes written on the board. Invite students to think about the covenants they have made with the Lord and the blessings He has promised them as they keep those covenants. Share your testimony of the Lord’s faithfulness to us and His covenants with us, and testify of the mercy and redemption we can receive as we are faithful to our covenants with Him."]]]],[".resources",[".box-decor",{"id":"f91","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.f91"},["h2","Commentary and Background Information"],[".topic",{"id":"t65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.t65"},["h3","2 Nephi 6:2. What priesthood was held by Lehi, Nephi, and Jacob?"],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p55"},"Jacob said that he was “called of God, and ordained after the manner of his holy order” and that he had “been consecrated by [his] brother Nephi” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/6.2"},"2 Nephi 6:2"],"). When he spoke of this “holy order,” he referred to the Melchizedek Priesthood. President Joseph Fielding Smith wrote that “the Nephites officiated by virtue of the Melchizedek Priesthood from the days of Lehi to the days of the appearance of our Savior among them” (",["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. [1957–66], 1:124)."]],[".topic",{"id":"t66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.t66"},["h3","2 Nephi 8. The latter-day gathering"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p57"},"Isaiah’s prophecy quoted in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/8"},"2 Nephi 8"],"speaks of the latter-day gathering of Israel. Elder Bruce R. McConkie of the Quorum of the Twelve Apostles taught about the spiritual nature of this gathering:"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-28.p58"},"“What, then, is involved in the gathering of Israel? The gathering of Israel consists in believing and accepting and living in harmony with all that the Lord once offered his ancient chosen people. It consists of having faith in the Lord Jesus Christ, of repenting, of being baptized and receiving the gift of the Holy Ghost, and of keeping the commandments of God. It consists of believing the gospel, joining the Church, and coming into the kingdom. It consists of receiving the holy priesthood, being endowed in holy places with power from on high, and receiving all the blessings of Abraham, Isaac, and Jacob, through the ordinance of celestial marriage” (",["span.emphasis","A New Witness for the Articles of Faith"],"[1985], 515)."]]]]]]],"refs":null}
