{"id":48,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":48,"title":"Lesson 36: 2 Nephi 26","subtitle":"","short_title":"Lesson 36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36"},[".heading",{"id":"head20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.head20"},[".titleNumber","Lesson 36"],["h1","2 Nephi 26"]],[".bodyBlock",[".topic",{"id":"t131","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.t131"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p4"},"Nephi prophesied that his descendants would someday be visited by the resurrected Jesus Christ and that after this experience they would live for three generations in righteousness. However, Nephi was grieved that among the fourth generation of his descendants, some would fall from righteousness, reject the Messiah, and eventually be destroyed. Nephi warned those living in the last days against pride, secret combinations, and priestcraft. He taught that the Lord loves all people and invites them to come unto Him."]],[".topic",{"id":"t132","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.t132"},["h2","Suggestions for Teaching"],[".topic",{"id":"t133","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.t133"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.1-13"},"2 Nephi 26:1–13"]],["h4","Nephi prophesies that his people will be destroyed because they will reject Jesus Christ"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p8"},"Write on the board",["span.emphasis","Judgments of God."]],["ul.bullet",["li",["span.label","•"],["p","When you see or hear this phrase, what thoughts come to your mind?"]]],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p10"},"Explain that although many people have negative thoughts when they see these words, the judgments of God actually bring blessings to many people. In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26"},"2 Nephi 26"],", we read about the consequences justice brings to the wicked and to the righteous."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p11"},"To establish the context for the main message of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26"},"2 Nephi 26"],", explain that Nephi said that many signs would accompany the birth, death, and Resurrection of Jesus Christ. He prophesied that many people would perish soon after the death of the Savior because they would cast out the prophets and the faithful followers of Jesus Christ who had lived among them. He also prophesied that even after receiving a visit from the resurrected Savior, many of his descendants would “choose works of darkness rather than light” and would be destroyed. (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.1-11"},"2 Nephi 26:1–11"],".)"],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p12"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.7"},"2 Nephi 26:7"],"aloud. Ask the class to look for Nephi’s reaction to the vision of the people’s destruction. Invite students to share what they have found. You may want to suggest that they mark Nephi’s declaration at the end of the verse: “Thy ways are just.”"],["ul.bullet",["li",["span.label","•"],["p","What does the statement “Thy ways are just” mean to you? (You may need to explain that someone who is just will always treat people fairly.)"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p14"},"After helping students understand that the justice of God requires that the wicked be punished for their actions, explain that the justice of God also requires that the righteous be rewarded for their actions. As part of this explanation, you may want to invite students to read",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/130.20-21"},"Doctrine and Covenants 130:20–21"],". Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.8-9,13"},"2 Nephi 26:8–9, 13"],", searching for blessings that Nephi said would come to his righteous descendants."],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.8,13"},"verses 8 and 13"],", what phrases describe the actions of the righteous?"]],["li",["span.label","•"],["p","When have you witnessed the blessings mentioned in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.13"},"verse 13"],"? What are some different ways the Lord manifests Himself to us?"]]],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p17"},"Write the following principle on the board:",["span.emphasis",["b","As we exercise faith in Jesus Christ, He manifests Himself to us by the power of the Holy Ghost."]]],["ul.bullet",["li",["span.label","•"],["p","How can knowing this truth increase your faith in Jesus Christ?"]]]],[".topic",{"id":"t134","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.t134"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.14-33"},"2 Nephi 26:14–33"]],["h4","Nephi prophesies concerning the last days and invites all to come unto Christ"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p21"},"Summarize",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.14-19"},"2 Nephi 26:14–19"],"by explaining that Nephi prophesied that the Book of Mormon would come forth in the last days during a time when many people would be prideful and unbelieving."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p22"},"Ask students to think about a time when they stumbled over something (or you might have them imagine tripping over an obstacle in the dark). Invite them to search",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.20-21"},"2 Nephi 26:20–21"],"silently, looking for obstacles people may stumble over in the last days."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.20-21"},"2 Nephi 26:20–21"],", what are some obstacles that Nephi saw that would cause the Gentiles to stumble?"]],["li",["span.label","•"],["p","What are some other examples of obstacles that Satan uses to lead people to stumble?"]]],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p25"},"Explain that in addition to placing “stumbling blocks” in our path to direct us away from God, Satan seeks to bind us. Hold up a piece of thread and invite students to scan",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.22"},"2 Nephi 26:22"],", looking for what Nephi wrote about a similar object. Invite a student to come to the front of the class. Bind the student’s wrists together loosely with a single strand of thread. Ask him or her to break the thread. Repeat the process, this time wrapping the thread around his or her wrists several times. Continue doing this until the student cannot break the thread—warning the student to be careful not to hurt himself or herself. (If you do not have thread available to you, you may want to ask students to imagine this demonstration.) Ask students to study",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.22"},"2 Nephi 26:22"],", looking for how the verse relates to the demonstration."],["ul.bullet",["li",["span.label","•"],["p","In",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.22"},"2 Nephi 26:22"],", what is significant about the phrase “until he bindeth them”? What does this verse teach you about how Satan works?"]],["li",["span.label","•"],["p","How have you seen Satan leading people with “flaxen cords”? (Flax is the material used to make linen.)"]],["li",["span.label","•"],["p","Which of these sins (flaxen cords) do you think are most dangerous for people your age?"]]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p29"},"Remind students that Satan entices us to do works of darkness so he can bind us and lead us from the path of righteousness. Explain that the final verses in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26"},"2 Nephi 26"],"show a contrast between Satan’s ways and the ways of God. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.23-24"},"2 Nephi 26:23–24"],"silently."],["ul.bullet",["li",["span.label","•"],["p","According to these verses, how does the Lord work? What is the purpose of everything the Lord does? (You may want to suggest that students mark the portion of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.24"},"2 Nephi 26:24"],"that teaches that",["b","everything the Lord does is for the benefit of the world."],")"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p31"},"Ask students to reflect for a moment on a time when they felt discouraged or distanced from the Lord. To help students feel that Nephi’s message of the Lord’s love applies in their lives, invite them to search",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.24-28,33"},"2 Nephi 26:24–28, 33"],". You may want to suggest that they mark the words",["span.emphasis","all, any,"],"and",["span.emphasis","none"],"(except for the first instance of the word",["span.emphasis","none"],"in verse 33). Have students take a few minutes to reread the sentences that contain these words."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p32"},"Ask each student to turn to another member of the class and briefly discuss what we can understand from these verses. After students have shared their thoughts with one another, consider inviting a few students to share the main ideas from their conversations. One main idea that should come from this discussion is that",["b","the Lord loves all people and invites all to come unto Him and partake of His salvation."],"You may want to write this statement on the board. You may also want to invite students to write answers to the following questions in their scripture study journals or class notebooks:"],["ul.bullet",["li",["span.label","•"],["p","When have you recognized the goodness of the Lord in your life?"]],["li",["span.label","•"],["p","How can it help you to know that the Lord loves all people and invites all to come unto Him?"]]],[".sidebar box-decor box-right",{"id":"f206","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.f206"},["h3","Inviting students to act"],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p36"},"Effective teaching usually includes an invitation to act on the principles taught. If knowledge of a gospel principle is learned but not acted upon, the learning is not complete. Invitations to act can come from a teacher, and even more powerfully, from the Holy Ghost."]],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p37"},"To conclude, invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.25,33"},"2 Nephi 26:25, 33"],"aloud. Before he or she reads, suggest that students mark the phrases that are encouraging to them. To help students see an additional application in these verses, read the following statement by President Dieter F. Uchtdorf of the First Presidency:"],[".img-left",{"id":"f207","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.f207"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-uchtdorf.jpg"}]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p38"},"“I hope that we welcome and love all of God’s children, including those who might dress, look, speak, or just do things differently. It is not good to make others feel as though they are deficient. Let us lift those around us. Let us extend a welcoming hand. Let us bestow upon our brothers and sisters in the Church a special measure of humanity, compassion, and charity so that they feel, at long last, they have finally found home. …"],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p39"},"“It seems only right and proper that we extend to others that which we so earnestly desire for ourselves."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p40"},"“I am not suggesting that we accept sin or overlook evil, in our personal life or in the world. Nevertheless, in our zeal, we sometimes confuse sin with sinner, and we condemn too quickly and with too little compassion. …"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p41"},"“… Let our hearts and hands be stretched out in compassion toward others, for everyone is walking his or her own difficult path” (“You Are My Hands,”",["span.emphasis","Ensign,"],"May 2010, 68–69)."],["ul.bullet",["li",["span.label","•"],["p","What are some ways we can apply",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.33"},"2 Nephi 26:33"],"and President Uchtdorf’s teachings?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p43"},"Invite students to consider what they might do to reach out to others in need and help them feel the love of the Lord."]]]],[".resources",[".box-decor",{"id":"f209","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.f209"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t135","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.t135"},["h3","2 Nephi 26:29–31. Nephi warns of the sin of priestcraft"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p46"},"Write the following names on the board:",["span.emphasis","Sherem, Nehor, Korihor."],"Ask students what they know about these men. If students struggle to answer, briefly explain that these men tried to lead people away from faith in Jesus Christ. They were guilty of the sin of priestcraft."],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p47"},"Nephi warned his people—and those of us who live in the last days—of priestcraft. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.29-31"},"2 Nephi 26:29–31"],"aloud. Ask the class to listen for a definition of priestcraft."],["ul.bullet",["li",["span.label","•"],["p","What is the goal of people involved in priestcraft?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p49"},"Elder M. Russell Ballard of the Quorum of the Twelve Apostles cautioned that priestcraft can occur in the Church. Ask a student to read his counsel:"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-36.p50"},"“Let us beware of false prophets and false teachers, both men and women, who are self-appointed declarers of the doctrines of the Church and who seek to spread their false gospel and attract followers by sponsoring symposia, books, and journals whose contents challenge fundamental doctrines of the Church. Beware of those who speak and publish in opposition to God’s true prophets and who actively proselyte others with reckless disregard for the eternal well-being of those whom they seduce. Like Nehor and Korihor in the Book of Mormon, they rely on sophistry to deceive and entice others to their views. They ‘set themselves up for a light unto the world, that they may get gain and praise of the world; but they seek not the welfare of Zion’ (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.29"},"2 Ne. 26:29"],")” (“Beware of False Prophets and False Teachers,”",["span.emphasis","Ensign,"],"Nov. 1999, 63)."],["ul.bullet",["li",["span.label","•"],["p","How might members of the Church fall into the trap of priestcraft?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.30"},"2 Nephi 26:30"],", what can prevent priestcraft? (Help students understand that we can avoid the sin of priestcraft by having charity toward all people.)"]]]]]]]]],"refs":null}
