{"id":33,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":33,"title":"Lesson 24: 2 Nephi 2 (Part 2)","subtitle":"","short_title":"Lesson 24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24"},[".heading",{"id":"head5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.head5"},[".titleNumber","Lesson 24"],["h1","2 Nephi 2 (Part 2)"]],[".bodyBlock",[".topic",{"id":"t22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.t22"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p4"},"The previous lesson on",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2"},"2 Nephi 2"],"focused on the Fall of Adam and Eve and the Atonement of Jesus Christ. This lesson centers on Lehi’s teachings about the doctrine of agency, including the truth that we are free to choose liberty and eternal life through Jesus Christ."],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p5"},"In this lesson, students will have the opportunity to teach one another. Before class, prepare handouts containing the instructions in this lesson. Become familiar with each set of instructions so you can help students as they prepare to teach."]],[".topic",{"id":"t23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.t23"},["h2","Suggestions for Teaching"],[".topic",{"id":"t24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.t24"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11-18,25-30"},"2 Nephi 2:11–18, 25–30"]],["h4","Lehi teaches about agency and the consequences of our choices"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p9"},"Briefly remind students that in the previous lesson, they studied Lehi’s teachings in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2"},"2 Nephi 2"],"about the Fall of Adam and Eve and the blessings of the Atonement of Jesus Christ. Adam and Eve’s choice allowed us to come to earth (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.25"},"2 Nephi 2:25"],"), where we experience sorrow, pain, and death.",["b","Through the Atonement, Jesus Christ redeems us from the Fall and offers redemption from our sins"],"(see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.26"},"2 Nephi 2:26"],"). Because of the Atonement,",["b","we are free to choose liberty and eternal life or captivity and death"],"(see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],")."],[".sidebar box-decor box-right",{"id":"f28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.f28"},["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p10"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],["span.dominant",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"]],"is a scripture mastery passage. Refer to the scripture mastery teaching idea at the end of the lesson to help students with their mastery of this passage."]],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p11"},"Explain that as students continue their study of",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2"},"2 Nephi 2"],"in this lesson, they will have the opportunity to teach one another the principles of agency that Lehi explained to his son Jacob. Divide students into four groups. Give each group one of the following sets of instructions to help them prepare to teach (before class, prepare handouts containing these instructions). If the class has fewer than four students, give a set of instructions to each student and teach the material contained in the remaining sets yourself."],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p12"},"Each set of instructions contains five assignments. Encourage all students to participate by ensuring that each person in each group receives an assignment. In groups of more than five, students may share assignments. In groups with fewer than five students, some individuals will need to do more than one assignment. Inform students that they will have about three minutes to prepare and that each group will have about five minutes to teach."],[".image",{"id":"f29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.f29"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_024_handout.gif"}]],[".figure",["h3","Group 1: God created us to act"],["ol.alphaCaps",["li",["span.label","A."],["p.para","Hold up a rock in front of the class. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.14"},"2 Nephi 2:14"],"aloud. Before he or she reads, ask the class to look for Lehi’s description of two types of things that God has created in the heavens and the earth. (“Things to act and things to be acted upon.”) Ask: How does this verse relate to us and to the rock? (We were created to act, while the rock was created to be acted upon. The rock, like many other creations, cannot act on its own.)"]],["li",["span.label","B."],["p.para","Ask a student to read the first sentence in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.16"},"2 Nephi 2:16"],". Ask the class: In Heavenly Father’s plan of salvation, why do you think it is important that we act for ourselves? After students have responded, ask: How do we sometimes wait to be acted upon rather than act for ourselves?"]],["li",["span.label","C."],["p.para","Write",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-28"},"D&C 58:26–28"]],"on the board. Invite the class to turn to this passage. Lead them in reading it together out loud."]],["li",["span.label","D."],["p.para","Ask: What can we learn from",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.26-28"},"Doctrine and Covenants 58:26–28"],"about acting for ourselves? What are some ways we can seek to be anxiously engaged in bringing to pass much righteousness? When have you seen your diligence bring to pass much righteousness? (After one or two students have responded, you may also want to share an experience.)"]],["li",["span.label","E."],["p.para","Share your testimony about the importance of acting for ourselves and seeking to bring to pass much righteousness."]]]],[".figure",["h3","Group 2: Good enticement and evil enticement"],["ol.alphaCaps",["li",["span.label","A."],["p.para","Invite a student to read the second sentence in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.16"},"2 Nephi 2:16"],". Ask the class: What does the word",["span.emphasis","entice"],"mean? (To invite, persuade, or attract.)"]],["li",["span.label","B."],["p.para","Ask the class: What are some ways Heavenly Father entices us to do good? (Students might mention promptings from the Holy Ghost, promised blessings for obeying the commandments, and teachings of latter-day prophets.)"]],["li",["span.label","C."],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.17-18"},"2 Nephi 2:17–18"],"aloud, and invite students to follow along in their scriptures. Ask them to identify what the devil seeks for all of us. (He wants us to be miserable.)"]],["li",["span.label","D."],["p.para","Ask: How can you know which enticements come from God and which come from the devil? (As part of this discussion, you may want to refer to",["a.scriptureRef",{"href":"/scriptures/bofm/moro/7.16-17"},"Moroni 7:16–17"],".) After the class has responded, ask: What are some examples of things that entice people to do wickedly and that lead to misery?"]],["li",["span.label","E."],["p.para","Share your testimony about God’s enticements leading to goodness and happiness and the devil’s enticements leading to wickedness and misery. As part of your testimony, you may want to share an experience to illustrate how you know this is true."]]]],[".figure",["h3","Group 3: We are accountable for our choices"],["ol.alphaCaps",["li",["span.label","A."],["p.para","Read this statement to the class:"],["p.para","“You are free to choose and act, but you are not free to choose the consequences of your actions. The consequences may not be immediate, but they will always follow” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 12)."],["p.para","Ask: What are some examples of consequences that may not be immediate but that may come? (One possible answer is that cancer often results from smoking.)"]],["li",["span.label","B."],["p.para","Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.26-27"},"2 Nephi 2:26–27"],"silently, looking for words and phrases that show future consequences of choices we make now. Ask students to report on what they find. (Answers may include “punishment of the law at the great and last day,” “liberty,” “eternal life,” “captivity,” “death,” and “miserable.”) Write students’ responses on the board."]],["li",["span.label","C."],["p.para","Ask: Why do you think it is important for us to understand the consequences of our choices in this life? After students have responded, ask: How can knowing these consequences motivate us to make righteous choices?"]],["li",["span.label","D."],["p.para","Point out that in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],", Lehi says that we “are free to choose liberty.” Ask: In your experience, how do righteous choices help us remain free to choose? Can you offer examples of this? (Be prepared to share an example of your own.)"]],["li",["span.label","E."],["p.para","Share your testimony that we are accountable to God for our choices and that consequences always follow our choices."]]]],[".figure",["h3","Group 4: Choosing the good part"],["ol.alphaCaps",["li",["span.label","A."],["p.para","Have a student read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.28"},"2 Nephi 2:28"],"aloud. Ask the class to look for four things Lehi desired for his sons. After the verse has been read, invite students to share what they have found."]],["li",["span.label","B."],["p.para","Ask: What are some ways we can look to the great Mediator, Jesus Christ, to help us make righteous choices?"]],["li",["span.label","C."],["p.para","Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.29"},"2 Nephi 2:29"],"aloud. Ask the class: How can our choices give the devil power to take us captive? As part of this discussion, point out that many of Satan’s temptations target “the will of the flesh,” or our physical appetites. When people give in to these temptations, they can become addicted to harmful substances and behaviors. Read the following statement by Elder Russell M. Nelson of the Quorum of the Twelve Apostles:"],["p.para","“From an initial experiment thought to be trivial, a vicious cycle may follow. From trial comes a habit. From habit comes dependence. From dependence comes addiction. Its grasp is so gradual. Enslaving shackles of habit are too small to be sensed until they are too strong to be broken. … Addiction surrenders later freedom to choose” (“Addiction or Freedom,”",["span.emphasis","Ensign,"],"Nov. 1988, 6–7)."],["p.para","Share your testimony about righteousness leading to freedom from harmful habits and addictions."]],["li",["span.label","D."],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.30"},"2 Nephi 2:30"],"to the class. As they follow along, invite them to focus on these words: “I have chosen the good part.” Ask: What does this statement teach about Lehi?"]],["li",["span.label","E."],["p.para","Ask students to ponder the following questions: Whom do you know who has “chosen the good part” like Lehi? In what ways would you like to follow this person’s example? After students have had time to ponder, ask for one or two to share their thoughts. Then share your own thoughts."]]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p41"},["span.emphasis","Note to the teacher:"],"To conclude, invite students to ponder whether their choices are leading them toward liberty and eternal life or toward captivity, spiritual death, and misery. Assure students that any poor choices they may have already made can be overcome through faith in Jesus Christ and repentance. Testify of the Savior, His Atonement, and His ability to strengthen us in our efforts to make choices that will lead to happiness and eternal life."]],[".figure",{"id":"f34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.f34"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery—",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p43"},"To help students memorize",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],", write the first letter of each word on the board, as follows:",["span.emphasis","W, m a f a t t f; a a t a g t w a e u m. A t a f t c l a e l, t t g M o a m, o t c c a d, a t t c a p o t d; f h s t a m m b m l u h."],"(You may also want to encourage students to mark this passage in a distinctive way so they will be able to locate it quickly.)"],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p44"},"Have students recite",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.27"},"2 Nephi 2:27"],"together (using their scriptures as needed) until they can recite the entire verse using only the first letters to help them. Then erase several of the letters and have them recite the scripture together again. Continue this process until all the letters have been erased and the class can recite the entire verse from memory. As part of this activity, you may want to share the following statement by Elder Richard G. Scott of the Quorum of the Twelve Apostles: “A memorized scripture becomes an enduring friend that is not weakened with the passage of time” (“The Power of Scripture,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2011, 6)."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p45"},["span.emphasis","Note:"],"You may have time to use this activity at some point in this lesson. If you do not have time, consider using it in another lesson."]]]],[".resources",[".box-decor",{"id":"f35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.f35"},["h2","Commentary and Background Information"],[".topic",{"id":"t25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.t25"},["h3","2 Nephi 2:29. “The will of the flesh and the evil which is therein”"],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p48"},"This verse does not mean that our bodies are evil. Rather, it describes an aspect of our fallen condition.",["span.emphasis","True to the Faith"],"includes this explanation: “In this fallen condition, we have a conflict within us. We are spirit children of God, with the potential to be ‘partakers of the divine nature’ (",["a.scriptureRef",{"href":"/scriptures/nt/2-pet/1.4"},"2 Peter 1:4"],"). However, ‘we are unworthy before [God]; because of the fall our natures have become evil continually’ (",["a.scriptureRef",{"href":"/scriptures/bofm/ether/3.2"},"Ether 3:2"],"). We need to strive continually to overcome unrighteous passions and desires” (",["span.emphasis","True to the Faith: A Gospel Reference"],"[2004], 57)."]]],[".box-decor",{"id":"f36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.f36"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.t26"},["h3","2 Nephi 2:11. “An opposition in all things”"],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-24.p51"},"If you have a large class and would like to divide the class into five groups, you may use the following handout in addition to the four handouts in the lesson. If you use this handout, have Group 5 teach the class before the other groups. This will allow the class to study Lehi’s teachings on agency in sequential order."],[".figure",["h3","Group 5: Opposition and laws are necessary for us to have agency"],["ol.alphaCaps",["li",["span.label","A."],["p.para","Write the word",["span.emphasis","opposition"],"on the board. Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],"aloud. Encourage the class to look for all the pairs of opposites in this verse. Invite students to report what they find. You may want to list their responses on the board in a chart like this:"]]]],["table",["tbody",["tr",["th",{"colspan":"2","rowspan":"1"},["p.para","Opposition"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","righteousness"]],["td",{"colspan":"1","rowspan":"1"},["p.para","wickedness"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","holiness"]],["td",{"colspan":"1","rowspan":"1"},["p.para","misery"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","good"]],["td",{"colspan":"1","rowspan":"1"},["p.para","bad"]]]]],[".figure",["ol.alphaCaps",["li",["span.label","B."],["p.para","Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.12"},"2 Nephi 2:12"],"aloud. Before you read it, encourage students to look for phrases that emphasize the importance of having “an opposition in all things” (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.11"},"2 Nephi 2:11"],"). After you read, invite students to report what they have found."]],["li",["span.label","C."],["p.para","Invite students to think about Heavenly Father’s purposes for placing us on earth, where opposition exists. Then read the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles:"],["p.para","“God’s premortal children could not become like him and enjoy his breadth of blessings unless they obtained both a physical body and temporal experience in an arena where both good and evil were present. …"],["p.para","“… We wanted the chance to become like our heavenly parents, to face suffering and overcome it, to endure sorrow and still live rejoicingly, to confront good and evil and be strong enough to choose the good” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 200, 204)."],["p.para","Ask: What were God’s purposes in placing us on earth, where opposition exists?"]],["li",["span.label","D."],["p.para","Point to the vertical line separating the list of opposites on the board. Explain that this line represents God’s law, or His commandments. Invite students to silently read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.13"},"2 Nephi 2:13"],"and to look for the consequences that would come if there were no law, or commandments. Have students report what they learn. Ask the class: What are some examples of commandments that have helped you recognize the difference between righteousness and wickedness? After students respond, give an example of a commandment that has helped you recognize the difference between righteousness and wickedness. Share your feelings about why you are grateful for this commandment."]],["li",["span.label","E."],["p.para","Tell about a time when you faced a choice between righteousness and wickedness and you made the right choice. Explain how you were blessed for obeying God’s law."]]]]]]]]]],"refs":null}
