{"id":36,"parent_id":30,"book_id":23520,"content_id":1,"language_id":1,"display_order":36,"title":"Lesson 26: 2 Nephi 4","subtitle":"","short_title":"Lesson 26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26"},[".heading",{"id":"head8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.head8"},[".titleNumber","Lesson 26"],["h1","2 Nephi 4"]],[".bodyBlock",[".topic",{"id":"t41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.t41"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p4"},"After Lehi’s death, Laman and Lemuel became angry with Nephi “because of the admonitions of the Lord” that Nephi had spoken to them (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.13-14"},"2 Nephi 4:13–14"],"). Troubled by his brothers’ attitudes and actions and by his own weaknesses and sins, Nephi recorded his feelings in expressive and poetic language. He described his love for the scriptures and his gratitude for the blessings and strength he had received from the Lord (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.15-35"},"2 Nephi 4:15–35"],")."]],[".topic",{"id":"t42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.t42"},["h2","Suggestions for Teaching"],[".topic",{"id":"t43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.t43"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.1-11"},"2 Nephi 4:1–11"]],["h4","Lehi counsels and blesses his family"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p8"},"Before class begins, write the following question on the board:"],[".chalkboard",{"id":"f56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.f56"},["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p9"},"If you were a faithful grandparent and your children were not living according to gospel standards, what counsel would you give your grandchildren?"]],[".sidebar box-decor box-right",{"id":"f57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.f57"},["h3","Writing on the board"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p11"},"A thought-provoking quotation or question on the board can help students become interested in a lesson and maintain their attention. You may also find it helpful to place lesson material such as scripture references, charts, and diagrams on the board. Depending on the length and use of the material, you may want to put it on the board before class begins. This can help you save time during class and avoid unnecessary interruptions."]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p12"},"Begin class by inviting students to respond to the question on the board. After students respond, ask:"],["ul.bullet",["li",["span.label","•"],["p","What responsibilities do parents and grandparents have in teaching and counseling their children and grandchildren?"]]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p14"},"As part of this discussion, you may want to read or ask a student to read the following statement:"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p15"},"“Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, and to teach them to love and serve one another, observe the commandments of God, and be law-abiding citizens wherever they live. Husbands and wives—mothers and fathers—will be held accountable before God for the discharge of these obligations. … Extended families should lend support when needed” (“The Family: A Proclamation to the World,”",["span.emphasis","Ensign,"],"Nov. 2010, 129)."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p16"},"Introduce",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4"},"2 Nephi 4"],"by explaining that before Lehi died, he counseled his posterity to keep the commandments. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.3-11"},"2 Nephi 4:3–11"],", identifying the people Lehi taught and the counsel he gave them."],["ul.bullet",["li",["span.label","•"],["p","Whom did Lehi teach? (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.3,8,10-11"},"2 Nephi 4:3, 8, 10–11"],".)"]],["li",["span.label","•"],["p","What promise did Lehi give to the children of Laman and Lemuel? (See",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.7,9"},"2 Nephi 4:7, 9"],".)"]],["li",["span.label","•"],["p","Based on",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.5"},"2 Nephi 4:5"],", what would you say is a responsibility the Lord has given to parents? (Students may use different words to answer this question, but ensure they understand that",["b","parents have a God-given responsibility to teach their children the gospel."],")"]],["li",["span.label","•"],["p","What are some truths you have learned from your parents or grandparents?"]]],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p21"},"Encourage students to become strong links in the chains of their families—to live the gospel and prepare to be righteous parents. You may want to display the poster titled “Be a Strong Link” (see http://lds.org/liahona/2003/09/poster?lang=eng)."]],[".topic",{"id":"t44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.t44"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.12-35"},"2 Nephi 4:12–35"]],["h4","Nephi acknowledges his weaknesses and expresses his trust in the Lord"],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p24"},"On the board, write",["span.emphasis","My soul delighteth in"],"…"],["p.para",{"id":"p25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p25"},"Ask students to write this phrase in their scripture study journals or class notebooks and to finish the statement, listing things that are delightful to their souls."],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p26"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.15-16"},"2 Nephi 4:15–16"],"aloud to learn how Nephi completed this phrase."],["ul.bullet",["li",["span.label","•"],["p","What are some things we might do if our souls delight in the scriptures?"]],["li",["span.label","•"],["p","What does it mean to you to delight in the things of the Lord?"]],["li",["span.label","•"],["p","Nephi said that his heart pondered the things he had seen and heard. What does this mean to you?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p30"},"Point out that Nephi experienced great joy in his life. However, he also encountered difficulties. Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.12-13"},"2 Nephi 4:12–13"],"silently to see some of the challenges Nephi faced at this time in his life. (Lehi’s death and the anger of Laman, Lemuel, and the sons of Ishmael.)"],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p31"},"Many of Nephi’s trials resulted from actions and attitudes of his older brothers. But Nephi also felt sorrow because of his own weaknesses. Write on the board",["span.emphasis","My heart sorroweth because"],"…"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p32"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.17-18"},"2 Nephi 4:17–18"],"and find reasons Nephi felt sorrow."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p33"},"When students have had time to read these verses, ask them what they have found. Direct their attention to the words",["span.emphasis","wretched, flesh,"],"and",["span.emphasis","beset"],"in these verses. Explain that the word",["span.emphasis","wretched"],"means miserable or of low quality. In the scriptures, the word",["span.emphasis","flesh"],"often refers to the weakness we have because we live in a fallen state. The word",["span.emphasis","beset"],"means to surround or to press from all sides."],["ul.bullet",["li",["span.label","•"],["p","What are some examples of difficulties that can beset us? (Answers may include troubles at home, peer pressure, difficult schoolwork, and temptations.)"]]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p35"},"Have a student read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.19"},"2 Nephi 4:19"],". You may want to encourage students to highlight the statement “Nevertheless, I know in whom I have trusted.” Point out that in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.19"},"2 Nephi 4:19"],", Nephi’s words change from sadness to hope."],["ul.bullet",["li",["span.label","•"],["p","What do you think Nephi meant when he said “I know in whom I have trusted”?"]],["li",["span.label","•"],["p","How can remembering the Lord and His goodness help us during times of discouragement?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p38"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.20-25"},"2 Nephi 4:20–25"],"aloud. Ask students to follow along in their scriptures. Invite them to look for words and phrases that illustrate that",["b","God supports those who put their trust in Him."]],[".sidebar box-decor box-right",{"id":"f63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.f63"},["h3","Reading scriptures aloud"],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p40"},"From time to time, read scripture passages aloud to your students. This presents a chance for them to hear and feel your love for the scriptures, and it can motivate them to read the scriptures themselves. It can also provide opportunities to make sure a particular point, truth, or application is emphasized. Students will also benefit from reading the scriptures aloud to one another and even in their personal study."]],["ul.bullet",["li",["span.label","•"],["p","Which words or phrases in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.20-25"},"2 Nephi 4:20–25"],"do you find meaningful? Why?"]],["li",["span.label","•"],["p","Think of a time when the Lord supported you or helped you in a time of difficulty. How did He help you? How has that experience influenced you?"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p43"},"It may be helpful to give students time to think about such experiences and record them in their scripture study journals. Students may also benefit if you tell about a time when God supported or sustained you."],["p.para",{"id":"p44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p44"},"Help students understand that Nephi’s ability to remember and appreciate what the Lord had done for him in the past gave him hope and encouraged him to become better. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.26-30"},"2 Nephi 4:26–30"],"silently, looking for how Nephi’s experiences affected his desire to be righteous. Ask a few students to share what they discover."],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p45"},"Ask a few students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4.30-35"},"2 Nephi 4:30–35"],". As a class, identify the commitments Nephi made to the Lord and the blessings he requested."],["ul.bullet",["li",["span.label","•"],["p","What can we learn from this prayer that can help us in our personal prayers? (Students may use different words to answer this question, but ensure they understand that",["b","sincere prayer can strengthen our commitment to overcome sin and discouragement."],")"]]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p47"},"Invite students to think about a time when prayer helped them overcome sin or discouragement. You may want to suggest that they share their experiences or record them in their scripture study journals."],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p48"},"Give students a moment to look for a passage in",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/4"},"2 Nephi 4"],"that reflects a desire they have. After sufficient time, read the following statement by Elder David A. Bednar of the Quorum of the Twelve Apostles on how prayer can foster spiritual growth:"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p49"},"“There may be things in our character, in our behavior, or concerning our spiritual growth about which we need to counsel with Heavenly Father in morning prayer. After expressing appropriate thanks for blessings received, we plead for understanding, direction, and help to do the things we cannot do in our own strength alone. For example, as we pray, we might:"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p50"},"“• Reflect on those occasions when we have spoken harshly or inappropriately to those we love the most."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p51"},"“• Recognize that we know better than this, but we do not always act in accordance with what we know."],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p52"},"“• Express remorse for our weaknesses and for not putting off the natural man more earnestly."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p53"},"“• Determine to pattern our life after the Savior more completely."],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p54"},"“• Plead for greater strength to do and to become better” (“Pray Always,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2008, 41)."],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p55"},"Conclude by referring to the phrases that you wrote on the board earlier in the lesson (“My soul delighteth in …” and “My heart sorroweth because …”). Express your confidence that even when we face difficult situations, we can experience happiness and peace as we seek the Lord’s help."]],[".figure",{"id":"f66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.f66"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p57"},["span.emphasis","Note:"],"The length of this lesson may allow time for the following scripture mastery review activity. You may conduct the activity at the beginning of class, as a break between sections of the lesson, or at the end of class. Make sure to keep it brief to allow time for the lesson. For other review activities, see the appendix at the end of this manual."],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p58"},"Quizzes can help students remember what they have learned and measure their learning. Choose a few new scripture mastery passages, and invite students to read and mark them in their scriptures. Then give them a verbal quiz on those passages and other scripture mastery passages they have already learned. For each passage, read a key word or phrase from the seminary bookmark. Then ask students to find the correct passage in their scriptures."]]]],[".resources",[".box-decor",{"id":"f67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.f67"},["h2","Commentary and Background Information"],[".topic",{"id":"t45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.t45"},["h3","2 Nephi 4:16–35. Overcoming our sins and weaknesses"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p61"},"As we study Nephi’s heartfelt plea for the Lord to help him overcome his sins and weaknesses, we see that we can go to the Lord for that same help. Nephi’s words are echoed in the words of latter-day prophets."],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p62"},"The Prophet Joseph Smith taught:"],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p63"},"“The nearer man approaches perfection, the clearer are his views, and the greater his enjoyments, till he has overcome the evils of his life and lost every desire for sin” (",["span.emphasis","Teachings of Presidents of the Church: Joseph Smith"],"[2007], 210–11)."],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p64"},"Elder Richard G. Scott of the Quorum of the Twelve Apostles testified of the blessings we receive when we repent:"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p65"},"“Why have our Father and His Son commanded us to repent? Because they love us. They know all of us will violate eternal laws. Whether they be small or large, justice requires that every broken law be satisfied to retain the promise of joy in this life and the privilege of returning to Father in Heaven. If not satisfied, in the Day of Judgment justice will cause that we be cast out of the presence of God to be under the control of Satan [see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.8-10"},"2 Nephi 9:8–10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/2.5"},"2 Nephi 2:5"],"]."],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p66"},"“It is our Master and His redeeming act that make it possible for us to avoid such condemnation. It is done through faith in Jesus Christ, obedience to His commandments, and enduring in righteousness to the end."],["p.para",{"id":"p67","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/2-nephi/lesson-26.p67"},"“Are you taking full advantage of the redeeming power of repentance in your life so that you can have greater peace and joy? Feelings of turmoil and despondency often signal a need for repentance. Also the lack of the spiritual direction you seek in your life could result from broken laws. If needed, full repentance will put your life together. It will solve all of the complex spiritual pains that come from transgression. But in this life it cannot remedy some of the physical consequences that can occur from serious sin. Be wise and consistently live well within the boundaries of righteousness defined by the Lord” (“The Path to Peace and Joy,”",["span.emphasis","Ensign,"],"Nov. 2000, 25)."]]]]]]],"refs":null}
