{"id":14,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":14,"title":"Finding Sanctuary in the Gospel","subtitle":"By Matthew D. Flitton","short_title":"Finding Sanctuary in the Gospel","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel"},[".heading",{"id":"head1","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.head1"},[".title",["span.dominant","Finding Sanctuary"],"in the Gospel"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p2"},"By Matthew D. Flitton"],["p.para",{"id":"p3","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p3"},"Church Magazines"]],[".kicker","Members in Kenya stand out as they live the gospel and form refuges from the world."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p5"},"With a population over three million, Nairobi, Kenya, is the most populous city in East Africa. It is a busy place full of cars, trucks, and",["span.emphasis","mutatus"],"—vans that serve as a private bus system—rushing through the streets. It’s a city of railways, tourism, and manufacturing and is home to the second oldest stock exchange on the continent."],["p.para",{"id":"p6","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p6"},"But to the south, less than five miles (7 km) from the heart of Kenya’s capital city, is a quiet countryside. In Nairobi National Park the land is protected and looks as it has for hundreds of years. Against the city’s skyline, giraffes, water buffalo, wildebeests, zebras, hippos, hartebeests, eland, and rhinos browse and graze. Lions sleep under acacia trees. The park offers these animals a refuge from the press of civilization."],["p.para",{"id":"p7","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p7"},"Throughout Kenya there are smaller sanctuaries of another kind. Members of the Church have created havens from the pressures of the world. By living the gospel, they are making holy places to stand in (see",["a",{"href":"/scriptures/dc-testament/dc/45.32"},"D&C 45:32"],";",["a",{"href":"/scriptures/dc-testament/dc/87.8"},"87:8"],")."],[".topic",{"id":"t1","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.t1"},[".title","Gaining Strength through Values"],["p.para",{"id":"p9","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p9"},"Opra Ouma says that remembering the Young Women values gives her the strength to live the gospel. “Even if I’m not with the LDS young single adults, when I’m out in the world, I can apply the Young Women values and still be safe,” she says."],["p.para",{"id":"p10","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p10"},"Opra first learned these values before she was baptized. When she was 17, Opra saw the missionaries on the street one day and wondered who they were. She studied the gospel for a year and was baptized after she turned 18. The community of Latter-day Saints fortifies her spiritually."],["p.para",{"id":"p11","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p11"},"“When I’m at the church with fellow young single adults, I feel safe, but when I’m outside there, I don’t feel very safe because most of the time I’m the only Latter-day Saint among the group,” she says. “Sometimes it’s challenging because the standards of the world and the standards of the Church are totally different.”"]],[".topic",{"id":"t2","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.t2"},[".title","Holding to the Rod"],["p.para",{"id":"p13","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p13"},"Scripture study has helped Stephen Odhiambo Mayembe to find answers that he says we can’t find by ourselves. “By studying the scriptures, we can find the answers to some of the problems we have in our day-to-day lives,” he says. “And also by studying the scriptures, it gives us that courage to endure to the end because the scriptures will always be there to teach us and tell us what to do.”"],["p.para",{"id":"p14","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p14"},"Studying the Book of Mormon helped Stephen gain a testimony of the Church. During a visit to his aunt who was a member, she invited him to go to church. After he started reading the Book of Mormon, he prayed to know if it is true and received an answer."],["p.para",{"id":"p15","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p15"},"He says that reading the scriptures regularly helps him keep Church standards even when those around him question his beliefs. “By being a member of the Church, my faith has been strengthened, and through that I can say that I cannot be shaken [see",["a",{"href":"/scriptures/bofm/jacob/7.6"},"Jacob 7:5"],"],” he says."]],[".topic",{"id":"t3","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.t3"},[".title","Waiting On the Lord"],["p.para",{"id":"p17","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p17"},"Sharon Poche has found that deciding to be different makes it easier to live the gospel. She is committed to keeping the commandments, and her friends respect that choice. She chooses to keep herself out of situations that would make it difficult to live righteously."],["p.para",{"id":"p18","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p18"},"“When you decide to play on that line, that really thin line, then it gets hard because you can fall over anytime,” she says of the line between good and evil."],["p.para",{"id":"p19","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p19"},"Sharon found the Church as a 14-year-old when her mom decided to be baptized. Reading the Book of Mormon took a lot of effort because Sharon, who is a member of the Nandi tribe, speaks Kalenjin as her native language. Despite difficulties, she began studying the Book of Mormon in English. “I had this feeling that this was a good thing, and I had a warm feeling, so I continued. I prayed until I knew it was true,” she says."],["p.para",{"id":"p20","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p20"},"Sharon wanted to get baptized, but her father wouldn’t allow it. So for four years, Sharon attended church, seminary, and youth activities while she waited for the chance to join the Church."],["p.para",{"id":"p21","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p21"},"When Sharon turned 18, she was baptized and confirmed. She went to college and studied psychology. She married Joseph Poche in February 2013. Shortly after, they traveled to the Johannesburg South Africa Temple to be sealed. She said that studying the gospel helps her focus on the important things in a world that could easily be distracting."],["p.para",{"id":"p22","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p22"},"“I know what life is all about and why we’re here on the earth,” she says. “That knowledge helps me to focus on the things that are most important.”"]],[".topic",{"id":"t4","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.t4"},[".title","Growing Strength"],["p.para",{"id":"p24","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p24"},"Inside the Nairobi National Park is a sanctuary for black rhinos. This facility raises and relocates this endangered animal to other parks to help restore the animal population, which was hunted to near extinction. It has been recognized as one of the most successful and important sanctuaries in Kenya."],["p.para",{"id":"p25","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p25"},"Likewise, the gospel provides sanctuaries where Church members can come, receive strength, gain courage to spread the gospel, and establish strongholds of faith."]]],[".resources",[".moreInfo",["p.para",{"id":"p26","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p26"},"For more information on this topic, see Robert D. Hales,",["a.crossRef",{"href":"/ensign/2013/05/stand-strong-in-holy-places.p1"},"“Stand Strong in Holy Places,”"],["span.emphasis","Ensign,"],"May 2013, 48."]],[".sideQuote",{"id":"f83","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.f83"},[".title","Keep the Standards of the Gospel"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/thomas-s-monson.jpg"}],["p.para",{"id":"p28","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p28"},"“We must be vigilant in a world which has moved so far from that which is spiritual. It is essential that we reject anything that does not conform to our standards, refusing in the process to surrender that which we desire most: eternal life in the kingdom of God. The storms will still beat at our doors from time to time, for they are an inescapable part of our existence in mortality. We, however, will be far better equipped to deal with them, to learn from them, and to overcome them if we have the gospel at our core and the love of the Savior in our hearts.”"],[".citationInfo",["p.para",{"id":"p29","uri":"/ensign/2013/08/finding-sanctuary-in-the-gospel.p29"},"President Thomas S. Monson, “Stand in Holy Places,”",["span.emphasis","Ensign,"],"Nov. 2011, 83–84."]]]]]]],"refs":null}
