{"id":18,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":18,"title":"Grateful for Life","subtitle":"By Rhett Wintch","short_title":"Grateful for Life","uri":"/ensign/2013/08/grateful-for-life","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/grateful-for-life"},[".heading",{"id":"head1","uri":"/ensign/2013/08/grateful-for-life.head1"},[".title","Grateful for Life"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/08/grateful-for-life.p2"},"By Rhett Wintch"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/08/grateful-for-life.p3"},"The author lives in Idaho, USA."]],[".kicker","After I was diagnosed with cancer, multiple CAT scans and doctor visits followed. Nevertheless, each day became more precious to me."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/08/grateful-for-life.p5"},"For most of my life I have been blessed with exceptional health and enjoyed playing sports that involved physical exertion. A few years ago I became concerned that I might have some health problems. When I went to the doctor for a checkup, he suspected I might have cancer and told me I would need to have surgery in order to determine whether I did or not."],["p.para",{"id":"p6","uri":"/ensign/2013/08/grateful-for-life.p6"},"The morning of my operation, I prayed and pondered for hours. Later as I was lying on a gurney, I had the thought, “I’m in excellent shape and I feel great. There’s no way I have cancer.” But I went through with the operation after all. A week later I received the diagnosis that I did have cancer. When I received the news, a whirlwind of emotions penetrated me as I tried to accept the possibility of dying. I was scared but grateful I had decided to go through with the surgery."],["p.para",{"id":"p7","uri":"/ensign/2013/08/grateful-for-life.p7"},"Multiple CAT scans, X-rays, tests, and doctor visits followed. My physicians determined that the cancer was spreading into my abdomen and recommended immediate radiation treatment. While the thought of dying scared me, I found peace and comfort knowing that if I died, it would be God’s will and He would strengthen me through my trial."],["p.para",{"id":"p8","uri":"/ensign/2013/08/grateful-for-life.p8"},"The first day of radiation was unbelievably scary. When the huge machine locked into place above me, I found myself praying with all my might that the pain wouldn’t be more than I could bear. But it turned out that I couldn’t even feel the radiation, so it wasn’t too bad. Shortly after, however, I became weak and achy, and I vomited frequently. For the first time in my life, I had to stop working and use my medical leave."],["p.para",{"id":"p9","uri":"/ensign/2013/08/grateful-for-life.p9"},"The months that followed were difficult, as my struggle to fight the cancer was physically, emotionally, and spiritually draining. Yet somehow I never felt bitter about my depleted state. I felt my Heavenly Father’s love through it all and have seen how my sickness changed my perspective in a way that has brought immense blessings into my life. I developed a deeper love for my Savior and learned many valuable lessons."],[".topic",{"id":"t1","uri":"/ensign/2013/08/grateful-for-life.t1"},[".title","Gratitude"],["p.para",{"id":"p11","uri":"/ensign/2013/08/grateful-for-life.p11"},"During this time, I felt an increase in gratitude for the good things in my life. I found that I could be grateful for the times I was able to eat after treatments. I was grateful for how well my body did function—I was still able to see, hear, and feel. I was grateful for each day I felt well enough to take on a shift at work."],["p.para",{"id":"p12","uri":"/ensign/2013/08/grateful-for-life.p12"},"People, no matter who they are, now have immense worth to me. I’m so much more keenly interested in their well-being, interests, and beliefs. I have a renewed and magnified gratitude for my wife. I appreciate who she is and what our temple marriage means for us and our family. I am thankful for temple covenants and the plan of salvation, which helps me know that healing comes through the power of the Atonement of Jesus Christ."]],[".topic",{"id":"t2","uri":"/ensign/2013/08/grateful-for-life.t2"},[".title","Courage"],["p.para",{"id":"p14","uri":"/ensign/2013/08/grateful-for-life.p14"},"As I went through my trial, I felt an increase in my confidence and faith in my Heavenly Father and His promises. The fear I had as I faced possible death gave me more courage than I have ever had in my life. Heavenly Father helped me through it."],["p.para",{"id":"p15","uri":"/ensign/2013/08/grateful-for-life.p15"},"I now have more courage to do the things that used to be hard for me, such as sharing the gospel. Before, I had doubts and was sometimes scared. Now I have no problem handing out copies of the Book of Mormon and sharing the gospel with friends, neighbors, and work associates. I share my testimony knowing that my efforts won’t be wasted. Even now that I am through all my treatments, I still freely share my enthusiasm and love for the gospel."],["p.para",{"id":"p16","uri":"/ensign/2013/08/grateful-for-life.p16"},"I love this new confidence and increased faith in the Savior. I know the Lord will help me as I strive to do as He has commanded."]],[".topic",{"id":"t3","uri":"/ensign/2013/08/grateful-for-life.t3"},[".title","Appreciation for the Atonement"],["p.para",{"id":"p18","uri":"/ensign/2013/08/grateful-for-life.p18"},"More profoundly than any other feeling, I have a deep love and appreciation for our Savior, Jesus Christ, in whom death has no sting (see",["a",{"href":"/scriptures/bofm/mosiah/16.7"},"Mosiah 16:7"],";",["a",{"href":"/scriptures/nt/1-cor/15.55"},"1 Corinthians 15:55"],"). My sins, though they be many, are overcome by His atoning grace. Renewing my covenants each week in sacrament meeting is more meaningful now, and my dedication to keeping those covenants is much more resolute."],["p.para",{"id":"p19","uri":"/ensign/2013/08/grateful-for-life.p19"},"I find myself frequently pondering the intricacies of the Atonement. I realize that even though sometimes I feel insignificant, I matter in the eyes of my Savior. He wouldn’t have suffered the pain of the Atonement for me if I didn’t matter to Him. My Savior loves me so much that He was willing to atone for me. Sometimes I look in the mirror and wonder, “Can anyone understand my pain?” Each time, I know the answer is yes. He’s suffered my pains and all of our pains, even those that I endured through my cancer treatment."]],["p.para",{"id":"p20","uri":"/ensign/2013/08/grateful-for-life.p20"},"The spiritual gifts I have received have helped me to cope with and learn from my experience with cancer. My cancer has gone into remission, and now that I have my health back, I have more desire to be an influence for good to all my family, friends, and work associates. My wife and I enjoy attending the temple as often as we can and finding opportunities to help our family and ward."],["p.para",{"id":"p21","uri":"/ensign/2013/08/grateful-for-life.p21"},"With all my heart, I thank my Savior for this experience. It has taught me gratitude and courage and given me a deeper understanding of the Atonement. I have truly been blessed as the Lord has strengthened me through this trial."]],[".resources"]]]],"refs":null}
