{"id":16,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":16,"title":"Great Questions, Great Discussions","subtitle":"By Jack Lyon","short_title":"Great Questions, Great Discussions","uri":"/ensign/2013/08/great-questions-great-discussions","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/great-questions-great-discussions"},[".heading",{"id":"head1","uri":"/ensign/2013/08/great-questions-great-discussions.head1"},[".title","Great",["span.dominant","Questions,"],"Great",["span.dominant","Discussions"]],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/08/great-questions-great-discussions.p2"},"By Jack Lyon"]],[".bio",["p.para",{"id":"p3","uri":"/ensign/2013/08/great-questions-great-discussions.p3"},"The author lives in Utah, USA."]],[".kicker","There’s more to generating classroom discussion than asking questions. We need to ask the right type of questions."]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/08/great-questions-great-discussions.p5"},"A Sunday School teacher asks, “Who were the first two people on earth?” She looks expectantly over her class of teenagers, but no hands go up. The class members look down at their feet or leaf idly through their scriptures. “It’s a simple question,” the teacher says. “Doesn’t anyone know the answer?”"],["p.para",{"id":"p6","uri":"/ensign/2013/08/great-questions-great-discussions.p6"},"Next door, in Gospel Doctrine class, the teacher asks, “What is the most important principle of the gospel?”"],["p.para",{"id":"p7","uri":"/ensign/2013/08/great-questions-great-discussions.p7"},"A sister timidly raises her hand. “Faith?” she asks."],["p.para",{"id":"p8","uri":"/ensign/2013/08/great-questions-great-discussions.p8"},"“That’s a great response,” the teacher replies, “but not quite what I’m looking for. Anyone else?”"],["p.para",{"id":"p9","uri":"/ensign/2013/08/great-questions-great-discussions.p9"},"Silence."],["p.para",{"id":"p10","uri":"/ensign/2013/08/great-questions-great-discussions.p10"},"Teachers ask questions because they want to involve class members in their lessons. They understand that students who are involved learn more than those who just sit and listen. But questions like those above generally don’t work."],["p.para",{"id":"p11","uri":"/ensign/2013/08/great-questions-great-discussions.p11"},"“Who were the first two people on earth?” is an ineffective question because the answer is so obvious that no one wants to respond—or sees a need to."],["p.para",{"id":"p12","uri":"/ensign/2013/08/great-questions-great-discussions.p12"},"“What is the most important principle of the gospel?” is also an ineffective question. No one knows the answer the teacher is looking for except the teacher, who is essentially saying, “Guess what I’m thinking.”"],["p.para",{"id":"p13","uri":"/ensign/2013/08/great-questions-great-discussions.p13"},"These are questions of fact; each has a",["span.emphasis","specific"],"answer. But great classroom discussions come from a different type of question—oddly enough, from questions",["span.emphasis","without"],"a specific answer. That is the key."],[".topic",{"id":"t1","uri":"/ensign/2013/08/great-questions-great-discussions.t1"},[".title","Asking Open-Ended Questions"],["p.para",{"id":"p15","uri":"/ensign/2013/08/great-questions-great-discussions.p15"},"If you’re a teacher of an adult class, you might ask, “What principle of the gospel has been most important in your life, and why?” Class members will probably pause to think about their experiences—and that’s OK. If you relax and wait a few seconds, hands will start going up, and you’ll hear about real, heartfelt experiences people have had with the gospel. You’ll also notice that one person’s comments will spark comments from others. Before long, the class will be having an interesting and inspiring discussion!"],[".figure",{"id":"/ensign/2013/08/great-questions-great-discussions","uri":"/ensign/2013/08/great-questions-great-discussions"},["p.preamble","If you want the class to have a discussion about something specific like faith, consider saying something like this: “Today we’ll be talking about faith, the first principle of the gospel.” Then ask a question about faith that doesn’t have a specific answer:"],["ol.number",["li",["span.label","1."],["p.para","“What part has faith played in your life?”"]],["li",["span.label","2."],["p.para","“Why do you think the Lord wants us to have faith?”"]],["li",["span.label","3."],["p.para","“What are some ways we can increase our faith?”"]]]],["p.para",{"id":"p20","uri":"/ensign/2013/08/great-questions-great-discussions.p20"},"You’ll get lots of answers, and as you do, you may want to write them (in abbreviated form) on the chalkboard. When you’re finished, you’ll have a nice list you can use to help sum up your discussion."],["p.para",{"id":"p21","uri":"/ensign/2013/08/great-questions-great-discussions.p21"},"There’s an added benefit to asking open-ended questions: Even class members who don’t add to the discussion will be thinking about the questions. Their understanding and testimony may grow even though they haven’t said anything."]],[".topic",{"id":"t2","uri":"/ensign/2013/08/great-questions-great-discussions.t2"},[".title","Discussing the Scriptures"],["p.para",{"id":"p23","uri":"/ensign/2013/08/great-questions-great-discussions.p23"},"Open-ended questions can be effective during a discussion of the scriptures. Many teachers think that calling on class members to read a scripture passage is a good way to involve them. Unfortunately, it may not be. Some people are not good readers and may stumble over words. Other class members may have a hard time hearing the reader."],["p.para",{"id":"p24","uri":"/ensign/2013/08/great-questions-great-discussions.p24"},"The easiest person to hear in a classroom is the teacher, who stands at the front of the class. Also, teachers can stop in the middle of a passage to ask a question and stimulate discussion. As you read the following example, see if you can spot what the teacher does to encourage discussion:"],["p.para",{"id":"p25","uri":"/ensign/2013/08/great-questions-great-discussions.p25"},"Teacher: “Today we’re going to discuss a well-known story, the parable of the prodigal son. But I’d like us to think not just about the prodigal son but also about the other members of his family. Please open your Bible to",["a",{"href":"/scriptures/nt/luke/15.11"},"Luke 15:11"],", on page 1305.” (Giving the page number helps students who may not be familiar with the scriptures.)"],["p.para",{"id":"p26","uri":"/ensign/2013/08/great-questions-great-discussions.p26"},"After waiting for class members to find their place, the teacher begins reading: “‘A certain man had two sons: And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.’ Now, what are some things we can tell already about this family?” (Notice the open-ended question.)"],["p.para",{"id":"p27","uri":"/ensign/2013/08/great-questions-great-discussions.p27"},"Student: “The father seems willing to give the younger son what he wants.”"],["p.para",{"id":"p28","uri":"/ensign/2013/08/great-questions-great-discussions.p28"},"Teacher: “He does, doesn’t he? Usually a son wouldn’t get his inheritance until after his father died. But the father seems to be a loving, generous man. What else?”"],["p.para",{"id":"p29","uri":"/ensign/2013/08/great-questions-great-discussions.p29"},"Student: “The younger son seems selfish to me. That’s a lot to ask from a father who’s still alive.”"],["p.para",{"id":"p30","uri":"/ensign/2013/08/great-questions-great-discussions.p30"},"Teacher: “Yes, it is. He seems to be thinking only of himself. What about the older son?”"],["p.para",{"id":"p31","uri":"/ensign/2013/08/great-questions-great-discussions.p31"},"Student: “So far he’s awfully quiet.” The class laughs."],["p.para",{"id":"p32","uri":"/ensign/2013/08/great-questions-great-discussions.p32"},"Teacher: “Yes, and that may say something about his character. Let’s watch for that as we continue to read.”"],["p.para",{"id":"p33","uri":"/ensign/2013/08/great-questions-great-discussions.p33"},"As you read that example, what did you notice the teacher doing to encourage discussion? You might make a list—it will be your list and your interpretation of the situation, so all of your answers will be right. Why? Because the first question in this paragraph is an open-ended question, and as long as you answer such a question honestly, you won’t give any wrong answers. If you ask similar questions in a classroom setting, the same will be true for class members, which means they’ll soon learn that their comments are welcome and that it’s safe for them to respond."],["p.para",{"id":"p34","uri":"/ensign/2013/08/great-questions-great-discussions.p34"},"In addition, you may have noticed that I did something to engage your mind",["span.emphasis","before"],"you began reading. I wrote, “As you read, see if you can spot what the teacher does to encourage discussion.” I did this because I knew it would help you think about what you were reading and prepare you to participate in this “discussion” afterward."],["p.para",{"id":"p35","uri":"/ensign/2013/08/great-questions-great-discussions.p35"},"The teacher in the example used this technique twice: once when he said, “I’d like us to think not just about the prodigal son but also about the other members of his family,” and then when he said, “Let’s watch for that as we continue to read.” Both suggestions give class members something to focus on so they’ll be ready to respond to open-ended questions when the teacher asks them."],["p.para",{"id":"p36","uri":"/ensign/2013/08/great-questions-great-discussions.p36"},"Doing this helps class members make a connection with the passage being read. Instead of sitting passively on their chairs, they’re reading along and actually thinking about the scriptures. And when the reading is finished, they’re ready to respond to questions. Then you just need to call on them and coordinate the discussion."],["p.para",{"id":"p37","uri":"/ensign/2013/08/great-questions-great-discussions.p37"},"Notice also in this kind of discussion that you are actually teaching",["span.emphasis","from the scriptures,"],"not just from the manual. Although the manual should be used to prepare the lesson and is a great source of open-ended questions, the scriptures should remain the primary focus of our teaching and learning."]],[".topic",{"id":"t3","uri":"/ensign/2013/08/great-questions-great-discussions.t3"},[".title","Staying Focused"],["p.para",{"id":"p39","uri":"/ensign/2013/08/great-questions-great-discussions.p39"},"There is a challenge in having a lot of classroom discussion: it’s easy for the discussion to get off track. It’s important that you prepare your lesson well so that you know where you want it to go and so that you’re ready, if necessary, to bring the class back to the main topic of discussion. Usually all you need to provide is a little guidance: “That’s interesting, but I think we’re a little off track. Let’s get back to our discussion of faith now.”"],["p.para",{"id":"p40","uri":"/ensign/2013/08/great-questions-great-discussions.p40"},"It also helps if you have a clear, interesting introduction so class members know the focus of your lesson. Then have a discussion, guiding things along."],["p.para",{"id":"p41","uri":"/ensign/2013/08/great-questions-great-discussions.p41"},"Finally, give an inspiring summary of what was taught. The words of a hymn or poem often make a good summary. President Boyd K. Packer, President of the Quorum of the Twelve Apostles, has said, “Tell your listeners what you are going to tell them, tell them, and then tell them what you have told them. That is a useful technique.”",["sup",["a",{"href":"fn_footnote1"},"1"]]],["p.para",{"id":"p42","uri":"/ensign/2013/08/great-questions-great-discussions.p42"},"Be sure to bear your testimony of the truths discussed."]],[".topic",{"id":"t4","uri":"/ensign/2013/08/great-questions-great-discussions.t4"},[".title","Sharing Feelings and Experiences"],["p.para",{"id":"p44","uri":"/ensign/2013/08/great-questions-great-discussions.p44"},"There’s more to all this, however, than just having a great discussion. When appropriate, the Spirit will inspire members of the class in their comments so that they share what the Lord wants the class to hear. As the Lord said to His disciples, “Where two or three are gathered together in my name, there am I in the midst of them” (",["a",{"href":"/scriptures/nt/matt/18.20"},"Matthew 18:20"],")."],["p.para",{"id":"p45","uri":"/ensign/2013/08/great-questions-great-discussions.p45"},"Of course, we need to be cautious about sharing deeply personal or sacred experiences. But stories from class members can add much to any lesson. As the Gospel Doctrine manual advises: “Share insights, feelings, and experiences that relate to the lesson. Invite class members to do the same.”",["sup",["a",{"href":"fn_footnote2"},"2"]]],["p.para",{"id":"p46","uri":"/ensign/2013/08/great-questions-great-discussions.p46"},"There’s much more to classroom discussion than getting people to make comments. In the end, it’s a highly spiritual matter that can bring the class closer to God."],["p.para",{"id":"p47","uri":"/ensign/2013/08/great-questions-great-discussions.p47"},"As you use these techniques, you’ll see growth in spirituality and gospel knowledge, including your own. Instead of wondering how to fill up your class time, you’ll start running out of time. You may even see an increase in your class size because class members will know they’re going to be part of a great discussion—learning from the scriptures, from each other, and from the Spirit of the Lord."]]],[".notes",["h3","Notes"]],[".resources"]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/08/great-questions-great-discussions.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Boyd K. Packer,",["span.emphasis","Teach Ye Diligently,"],"rev. ed. (1991), 354–55."],[".footnote",{"id":"fn2","uri":"/ensign/2013/08/great-questions-great-discussions.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],["span.emphasis","New Testament Gospel Doctrine Teacher’s Manual"],"(1997), vi."]]}
