{"id":10,"parent_id":0,"book_id":23524,"content_id":1,"language_id":0,"display_order":10,"title":"No Corrupt Communication","subtitle":"By Jennifer Grace Jones","short_title":"No Corrupt Communication","uri":"/ensign/2013/08/no-corrupt-communication","content":[["div",{"id":"container","role":"main"},["div",{"type":"article","uri":"/ensign/2013/08/no-corrupt-communication"},[".heading",{"id":"head1","uri":"/ensign/2013/08/no-corrupt-communication.head1"},[".title","No Corrupt Communication"],[".byline",["p.para",{"id":"p2","uri":"/ensign/2013/08/no-corrupt-communication.p2"},"By Jennifer Grace Jones"],["p.para",{"id":"p3","uri":"/ensign/2013/08/no-corrupt-communication.p3"},"Church Magazines"]],[".kicker","Getting to know people in my new area helped me realize that sarcasm is part of what the Apostle Paul called “corrupt communication.”"]],[".bodyBlock",["p.para",{"id":"p5","uri":"/ensign/2013/08/no-corrupt-communication.p5"},"I moved away from my college town immediately after graduation and was eager to make friends in my new area. I quickly acclimated to a good group of people, and I enjoyed getting to know them. But some of my new friends relied on sarcasm to be funny, sometimes exploiting others’ weaknesses for humor. At first I ignored it. However, months of interactions in which humor came at the expense of someone’s feelings—including mine—left my heart heavy. I yearned for friends who would encourage me instead of make fun of my shortcomings."],["p.para",{"id":"p6","uri":"/ensign/2013/08/no-corrupt-communication.p6"},"I returned to my college town for a short visit and reunited with women whom I admire for their faith, vigor, and optimism. We spent the day playing sports and talking. They were eager to hear about my life, and they listened without belittling me. We laughed hard and often—but never at someone else."],["p.para",{"id":"p7","uri":"/ensign/2013/08/no-corrupt-communication.p7"},"As I sat with these women in the afternoon sunlight, I looked into their cheerful faces, and my heart lifted. Their kindness soothed like a balm, and I resolved to become a better friend, especially when it came to uplifting others with my conversation."],["p.para",{"id":"p8","uri":"/ensign/2013/08/no-corrupt-communication.p8"},"The Greek root for sarcasm is",["span.emphasis","sarkazein"],"and means “to tear flesh like dogs.”",["sup",["a",{"href":"fn_footnote1"},"1"]],"One dictionary defines sarcasm as irony designed to “give pain.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"Sarcasm has many uses in our communication: it can convey aggression and insult,",["sup",["a",{"href":"fn_footnote3"},"3"]],"it can be used to dominate others,",["sup",["a",{"href":"fn_footnote4"},"4"]],"and it can communicate contempt and anger.",["sup",["a",{"href":"fn_footnote5"},"5"]],"Not all sarcasm is intentionally sinister, but it has a hypocritical edge because it requires us to say the opposite of what we mean. Some use it for humor, but it often damages our relationships because it leaves our friends and family doubting our sincerity and confused by what we say."],[".topic",{"id":"t1","uri":"/ensign/2013/08/no-corrupt-communication.t1"},[".title","Our Words May Minister Grace"],["p.para",{"id":"p10","uri":"/ensign/2013/08/no-corrupt-communication.p10"},"President Gordon B. Hinckley (1910–2008) identified the damage that sarcasm inflicts on our relationships:"],["p.para",{"id":"p11","uri":"/ensign/2013/08/no-corrupt-communication.p11"},"“Everywhere is heard the snide remark, the sarcastic gibe, the cutting down of associates. Sadly, these are too often the essence of our conversation. In our homes, wives weep and children finally give up under the barrage of criticism leveled by husbands and fathers. Criticism is the forerunner of divorce, the cultivator of rebellion, sometimes a catalyst that leads to failure. …"],["p.para",{"id":"p12","uri":"/ensign/2013/08/no-corrupt-communication.p12"},"“I am asking that we look a little deeper for the good, that we still voices of insult and sarcasm, that we more generously compliment virtue and effort.”",["sup",["a",{"href":"fn_footnote6"},"6"]]],["p.para",{"id":"p13","uri":"/ensign/2013/08/no-corrupt-communication.p13"},"The Apostle Paul taught similar principles to the Ephesians: “Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers” (",["a",{"href":"/scriptures/nt/eph/4.29"},"Ephesians 4:29"],"). According to this scripture, all our communication should uplift others and strengthen them in the Lord."],["p.para",{"id":"p14","uri":"/ensign/2013/08/no-corrupt-communication.p14"},"The conversations I had with the women in my college town exemplified Paul’s counsel. We spoke of our missions and maintaining spirituality after returning home; we spoke about the careers that would lead us to serve God and others; we spoke about what it would mean when we had the chance to start our families. And when I left, I felt fortified in my faith in the Savior and optimistic about my future."]],[".topic",{"id":"t2","uri":"/ensign/2013/08/no-corrupt-communication.t2"},[".title","Sarcasm Is No Joke"],["p.para",{"id":"p16","uri":"/ensign/2013/08/no-corrupt-communication.p16"},"As I’ve observed sarcasm in social interactions, I’ve noted that those who use it tend to underestimate its negative effects because they assume that what they say is humorous instead of hurtful. People who use sarcasm often think their targets are too sensitive or naïve when feelings get hurt.",["sup",["a",{"href":"fn_footnote7"},"7"]],"“She just can’t take a joke,” they say. In more disturbing cases, sarcasm communicates contempt for others and gives people the “dishonest opportunity to wound without looking like they’re wounding.”",["sup",["a",{"href":"fn_footnote8"},"8"]],"If someone feels hurt by such sarcasm, the one who made the verbal jab will often respond with something like, “I was only teasing! Lighten up.”"],["p.para",{"id":"p17","uri":"/ensign/2013/08/no-corrupt-communication.p17"},"Parents and siblings who use sarcasm against young children often cause more damage than they ever intend. Studies show that children as young as five years old can detect sarcasm immediately.",["sup",["a",{"href":"fn_footnote9"},"9"]],"Although children discern sarcasm, they don’t have the ability to understand it fully. Parents are “much more proficient at using [sarcasm] than children,” and it can become a veil for “undisclosed anger, annoyance, even jealousy.”",["sup",["a",{"href":"fn_footnote10"},"10"]],"This unequal power changes parental sarcasm from a joke into a form of bullying.",["sup",["a",{"href":"fn_footnote11"},"11"]]],["p.para",{"id":"p18","uri":"/ensign/2013/08/no-corrupt-communication.p18"},"Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles has taught that we must be extremely careful in how we communicate with children: “Be constructive in your comments to a child—always. Never tell them, even in whimsy, that they are fat or dumb or lazy or homely. You would never do that maliciously, but they remember and may struggle for years trying to forget—and to forgive.”",["sup",["a",{"href":"fn_footnote12"},"12"]]],["p.para",{"id":"p19","uri":"/ensign/2013/08/no-corrupt-communication.p19"},"Mothers and fathers sometimes use sarcasm with each other when trying to deal with confrontation, but this may not be the best way for them to model conflict resolution. When used to correct others, sarcasm is often interpreted as more offensive, mocking, and aggressive than direct criticism.",["sup",["a",{"href":"fn_footnote13"},"13"]],"Children who are brought up in overly sarcastic environments may learn that sarcasm is the only way to cope with problems, and this shortchanges their ability to communicate honest feelings.",["sup",["a",{"href":"fn_footnote14"},"14"]]]],[".topic",{"id":"t3","uri":"/ensign/2013/08/no-corrupt-communication.t3"},[".title","True Humor and Charity"],["p.para",{"id":"p21","uri":"/ensign/2013/08/no-corrupt-communication.p21"},"Eliminating hurtful sarcasm doesn’t mean our homes need to be empty of humor or necessary correction. Elder Richard G. Scott of the Quorum of the Twelve Apostles has taught that “a good sense of humor helps revelation” and that it “is an escape valve for the pressures of life.”",["sup",["a",{"href":"fn_footnote15"},"15"]],"Whereas sarcasm stems from light-mindedness where nothing is taken seriously, true humor blossoms from lightheartedness and helps cultivate beautiful, healthy family cultures.",["sup",["a",{"href":"fn_footnote16"},"16"]],"Elder Russell M. Nelson of the Quorum of the Twelve Apostles has taught that “husbands and wives deal with their imperfections best with patience and a sense of humor.”",["sup",["a",{"href":"fn_footnote17"},"17"]]],["p.para",{"id":"p22","uri":"/ensign/2013/08/no-corrupt-communication.p22"},"Honest correction is necessary—especially in parent-child relationships—in order for families to flourish. Elder D. Todd Christofferson of the Quorum of the Twelve Apostles explained that “the invitation to repent is an expression of love. … If we do not invite others to change or if we do not demand repentance of ourselves, we fail in a fundamental duty we owe to one another and to ourselves. A permissive parent, an indulgent friend, a fearful Church leader are in reality more concerned about themselves than the welfare and happiness of those they could help.”",["sup",["a",{"href":"fn_footnote18"},"18"]]],["p.para",{"id":"p23","uri":"/ensign/2013/08/no-corrupt-communication.p23"},"But correction must be handled very carefully. Whatever the feedback, it is best delivered in an honest way and when we are motivated by only the pure love of Jesus Christ—not by selfishness, arrogance, or frustration. The scriptures admonish us to reprove others only “when moved upon by the Holy Ghost,” and we are to show “an increase of love” toward those we correct so that they “may know that [our] faithfulness is stronger than the cords of death” (",["a",{"href":"/scriptures/dc-testament/dc/121.43-44"},"D&C 121:43–44"],")."],["p.para",{"id":"p24","uri":"/ensign/2013/08/no-corrupt-communication.p24"},"Nothing about sarcasm communicates an increase of love. When I look back on that afternoon with the women in my college town, I am reminded of when the prophet Alma decided to travel throughout the land of the Nephites to preach because the power of the word of God “had a great tendency to lead the people to do that which was just.” In fact, uplifting words and testimony had a more powerful effect on the Nephites than war or any other thing that had happened to them. (See",["a",{"href":"/scriptures/bofm/alma/31.5"},"Alma 31:5"],".) So it was for me. The love these sisters showed me in their conversation ministered to my needs, cast out my fears, and helped my faith to thrive."]]],[".notes",["h3","Notes"]],[".resources",[".heading",{"id":"head1","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.head1"},[".title","Cyberbullying"]],[".bodyBlock",["p.para",{"id":"p2","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.p2"},"Recent Internet trends have shown that cyberbullying—the use of technology such as cell phones, computers, social media, and websites to humiliate another person—has proliferated. Statistics estimate that 42 percent of young children and teenagers have been bullied online.",["sup",["a",{"href":"fn_footnote1"},"1"]],"Whereas children could traditionally find in their homes a safe haven from bullies, “today’s bullies use technology to spread rumors and threats, making life miserable for their victims throughout the day and night.”",["sup",["a",{"href":"fn_footnote2"},"2"]],"And the shroud of Internet anonymity allows bullies to harass their targets almost without repercussions."],[".topic",{"id":"t1","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.t1"},[".title","Counsel from an Apostle"],["p.para",{"id":"p4","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.p4"},"Elder Quentin L. Cook of the Quorum of the Twelve Apostles has taught against all forms of cyberbullying:"],["p.para",{"id":"p5","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.p5"},"“One of your greatest protections against making bad choices is to not put on any mask of anonymity. If you ever find yourself wanting to do so, please know it is a serious sign of danger and one of the adversary’s tools to get you to do something you should not do. …"],["p.para",{"id":"p6","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.p6"},"“… It is common today to hide one’s identity when writing hateful, vitriolic, bigoted communications anonymously online. …"],["p.para",{"id":"p7","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.p7"},"“Any use of the Internet to bully, destroy a reputation, or place a person in a bad light is reprehensible. What we are seeing in society is that when people wear the mask of anonymity, they are more likely to engage in this kind of conduct, which is so destructive of civil discourse. It also violates the basic principles the Savior taught.”",["sup",["a",{"href":"fn_footnote3"},"3"]]]],[".topic",{"id":"t2","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.t2"},[".title","What to Do"],["p.para",{"id":"p9","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.p9"},"If you are a parent, consider counseling with your children and writing a family agreement that sets rules for how you use the Internet in your home. Use the guidelines found in the “Entertainment and Media” section of the",["span.emphasis","For the Strength of Youth"],"booklet. Discuss the following as a family:"],["ul.bullet",["li",["span.label","•"],["p.para","Where children can go on the Internet and what they can do."]],["li",["span.label","•"],["p.para","How much time they can spend on the Internet."]],["li",["span.label","•"],["p.para","What to do if anything makes them uncomfortable."]],["li",["span.label","•"],["p.para","How to protect personal information."]]]]],[".notes",["h3","Notes"],[".footnote",{"id":"fn1","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"See Susan Keith and Michelle E. Martin, “Cyber-Bullying: Creating a Culture of Respect in a Cyber World,”",["span.emphasis","Reclaiming Children and Youth,"],"vol. 13, no. 4 (Winter 2005), 224–25."],[".footnote",{"id":"fn2","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],"Keith and Martin, “Cyber-Bullying,” 225."],[".footnote",{"id":"fn3","uri":"/ensign/2013/08/no-corrupt-communication/cyberbullying.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"Quentin L. Cook, “What E’er Thou Art, Act Well Thy Part: Avoid Wearing Masks That Hide Identity” (Church Educational System devotional for young adults, Mar. 4, 2012),",["a",{"href":"http://lds.org/broadcasts"},"lds.org/broadcasts"],"."]],[".sideQuote",{"id":"f59","uri":"/ensign/2013/08/no-corrupt-communication.f59"},[".title","Speaking to Children"],["img",{"src":"http://www.lds.org/bc/content/shared/content/images/leaders/rosemary-m-wixom.jpg"}],["p.para",{"id":"p45","uri":"/ensign/2013/08/no-corrupt-communication.p45"},"“Helaman’s sons were persecuted and put in prison. … Then came a voice. …"],["p.para",{"id":"p46","uri":"/ensign/2013/08/no-corrupt-communication.p46"},"“‘… It was not a voice of thunder, neither was it a voice of a great tumultuous noise, but behold, it was a still voice of perfect mildness, as if it had been a whisper, and it did pierce even to the very soul.’ [",["a",{"href":"/scriptures/bofm/hel/5.30"},"Helaman 5:30"],".]"],["p.para",{"id":"p47","uri":"/ensign/2013/08/no-corrupt-communication.p47"},"“We can learn from that voice from heaven. It was not loud, scolding, or demeaning; it was a still voice of perfect mildness, giving firm direction while giving hope."],["p.para",{"id":"p48","uri":"/ensign/2013/08/no-corrupt-communication.p48"},"“How we speak to our children and the words we use can encourage and uplift them. … They come to this earth ready to listen.”"],[".citationInfo",["p.para",{"id":"p49","uri":"/ensign/2013/08/no-corrupt-communication.p49"},"Rosemary M. Wixom, Primary general president, “The Words We Speak,”",["span.emphasis","Ensign,"],"May 2013, 81."]]],[".moreInfo",[".title","Answering Questions"],[".subtitle","What does it mean to take the Lord’s name in vain?"],["p.para",{"id":"p52","uri":"/ensign/2013/08/no-corrupt-communication.p52"},"We are commanded not to “take the name of the Lord thy God in vain” (",["a",{"href":"/scriptures/ot/ex/20.7"},"Exodus 20:7"],"), meaning we should always use the names of Heavenly Father and Jesus Christ with reverence and respect. Using the names of Deity in vain means using them without respect, insincerely, or in a blasphemous (insulting or irreverent) way. (See L. Tom Perry,",["a.crossRef",{"href":"/ensign/2013/05/obedience-to-law-is-liberty.p1"},"“Obedience to Law Is Liberty,”"],["span.emphasis","Ensign,"],"May 2013, 87.)"]]]]]],"refs":[[".footnote",{"id":"fn1","uri":"/ensign/2013/08/no-corrupt-communication.fn1"},["span.label",["a",{"name":"footnote1"},"1."]],"Richard Chin, “The Science of Sarcasm? Yeah, Right,” Smithsonian.com, Nov. 14, 2011, smithsonianmag.com."],[".footnote",{"id":"fn2","uri":"/ensign/2013/08/no-corrupt-communication.fn2"},["span.label",["a",{"name":"footnote2"},"2."]],["span.emphasis","Merriam-Webster’s Collegiate Dictionary,"],"11th ed. (2003), “sarcasm.”"],[".footnote",{"id":"fn3","uri":"/ensign/2013/08/no-corrupt-communication.fn3"},["span.label",["a",{"name":"footnote3"},"3."]],"See John Haiman,",["span.emphasis","Talk Is Cheap: Sarcasm, Alienation, and the Evolution of Language"],"(1998), 20."],[".footnote",{"id":"fn4","uri":"/ensign/2013/08/no-corrupt-communication.fn4"},["span.label",["a",{"name":"footnote4"},"4."]],"See Elizabeth Svoboda, “Sarcastic Masters,”",["span.emphasis","Psychology Today,"],"July/Aug. 2007, 44, available online at psychologytoday.com."],[".footnote",{"id":"fn5","uri":"/ensign/2013/08/no-corrupt-communication.fn5"},["span.label",["a",{"name":"footnote5"},"5."]],"See John Gottman,",["span.emphasis","Why Marriages Succeed or Fail: And How You Can Make Yours Last"],"(1994), 80–81."],[".footnote",{"id":"fn6","uri":"/ensign/2013/08/no-corrupt-communication.fn6"},["span.label",["a",{"name":"footnote6"},"6."]],"Gordon B. Hinckley, “The Continuing Pursuit of Truth,”",["span.emphasis","Ensign,"],"Apr. 1986, 2, 4."],[".footnote",{"id":"fn7","uri":"/ensign/2013/08/no-corrupt-communication.fn7"},["span.label",["a",{"name":"footnote7"},"7."]],"See Lisa Merlo-Booth, “The Sting of Sarcasm Doesn’t Belong in Relationships,” Nov. 30, 2009, Straight Talk for Women (blog), lmerlobooth.typepad.com."],[".footnote",{"id":"fn8","uri":"/ensign/2013/08/no-corrupt-communication.fn8"},["span.label",["a",{"name":"footnote8"},"8."]],"Paul Coughlin, “Parental Sarcasm Is No Joke,” Focus on the Family, May 2008, focusonthefamily.com/parenting/articles/parental_sarcasm.aspx."],[".footnote",{"id":"fn9","uri":"/ensign/2013/08/no-corrupt-communication.fn9"},["span.label",["a",{"name":"footnote9"},"9."]],"See Chin, “The Science of Sarcasm?”"],[".footnote",{"id":"fn10","uri":"/ensign/2013/08/no-corrupt-communication.fn10"},["span.label",["a",{"name":"footnote10"},"10."]],"Coughlin, “Parental Sarcasm Is No Joke.”"],[".footnote",{"id":"fn11","uri":"/ensign/2013/08/no-corrupt-communication.fn11"},["span.label",["a",{"name":"footnote11"},"11."]],"See Coughlin, “Parental Sarcasm Is No Joke.”"],[".footnote",{"id":"fn12","uri":"/ensign/2013/08/no-corrupt-communication.fn12"},["span.label",["a",{"name":"footnote12"},"12."]],"Jeffrey R. Holland, “The Tongue of Angels,”",["span.emphasis","Ensign,"],"May 2007, 17."],[".footnote",{"id":"fn13","uri":"/ensign/2013/08/no-corrupt-communication.fn13"},["span.label",["a",{"name":"footnote13"},"13."]],"See Maggie Toplak and Albert N. Katz, “On the Uses of Sarcastic Irony,”",["span.emphasis","Journal of Pragmatics,"],"vol. 32, no. 10 (Sept. 2000), 1467–88."],[".footnote",{"id":"fn14","uri":"/ensign/2013/08/no-corrupt-communication.fn14"},["span.label",["a",{"name":"footnote14"},"14."]],"From interview with Sean Evans, LDS Family Services, Sept. 19, 2012."],[".footnote",{"id":"fn15","uri":"/ensign/2013/08/no-corrupt-communication.fn15"},["span.label",["a",{"name":"footnote15"},"15."]],"Richard G. Scott, “How to Obtain Revelation and Inspiration for Your Personal Life,”",["span.emphasis","Ensign,"],"May 2012, 46."],[".footnote",{"id":"fn16","uri":"/ensign/2013/08/no-corrupt-communication.fn16"},["span.label",["a",{"name":"footnote16"},"16."]],"See Stephen R. Covey,",["span.emphasis","The 7 Habits of Highly Effective Families"],"(1997), 34."],[".footnote",{"id":"fn17","uri":"/ensign/2013/08/no-corrupt-communication.fn17"},["span.label",["a",{"name":"footnote17"},"17."]],"Russell M. Nelson, “The Doctrinal Importance of Marriage and Children,” Worldwide Leadership Training Meeting, Feb. 2012, lds.org/broadcasts."],[".footnote",{"id":"fn18","uri":"/ensign/2013/08/no-corrupt-communication.fn18"},["span.label",["a",{"name":"footnote18"},"18."]],"D. Todd Christofferson, “The Divine Gift of Repentance,”",["span.emphasis","Ensign,"],"Nov. 2011, 39."]]}
