{"id":117,"parent_id":114,"book_id":0,"content_id":1,"language_id":1,"display_order":117,"title":"Section 103 The Redemption of Zion by Power","subtitle":"","short_title":"Section 103","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power","content":[["div",{"id":"head4","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.head4"},[".titleNumber","Section 103"],["h1","The Redemption of Zion by Power"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p114","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p114"},"During the first week of November 1833, the Saints in Jackson County, Missouri, were driven from their homes and forced across the Missouri River into Clay County, where they were received with some degree of kindness. Elder Parley P. Pratt gave the following account of subsequent events:"],["div",{"id":"p115","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p115"},"“After making our escape into the county of Clay—being reduced to the lowest poverty—I made a living by day labor, jobbing, building, or wood cutting, till some time in the winter of 1834, when a general Conference was held at my house, in which it was decided that two of the Elders should be sent to Ohio, in order to counsel with President Smith and the Church at Kirtland, and take some measures for the relief or restoration of the people thus plundered and driven from their homes. The question was put to the Conference: ‘Who would volunteer to perform so great a journey?’"],["div",{"id":"p116","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p116"},"“The poverty of all, and the inclement season of the year made all hesitate. At length Lyman Wight and myself offered our services, which were readily accepted. I was at this time entirely destitute of proper clothing for the journey; and I had neither horse, saddle, bridle, money nor provisions to take with me; or to leave with my wife, who lay sick and helpless most of the time."],["div",{"id":"p117","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p117"},"“Under these circumstances I knew not what to do. Nearly all had been robbed and plundered, and all were poor. As we had to start without delay, I almost trembled at the undertaking; it seemed to be all but an impossibility; but ‘to him that believeth all things are possible.’"],["div",{"id":"p118","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p118"},"“… We were soon ready, and on the first of February we mounted our horses, and started in good cheer to ride one thousand or fifteen hundred miles through a wilderness country. We had not one cent of money in our pockets on starting."],["div",{"id":"p119","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p119"},"“We travelled every day, whether through storm or sunshine, mud, rain or snow; except when our public duties called us to tarry. We arrived in Kirtland early in the spring, all safe and sound; we had lacked for nothing on the road, and now had plenty of funds in hand. President Joseph Smith and the Church in Kirtland received us with a hospitality and joy unknown except among the Saints; and much interest was felt there, as well as elsewhere, on the subject of our persecution.” (",["span.emphasis","Autobiography of Parley P. Pratt,"],"pp. 107–9.)"],["div",{"id":"p120","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p120"},"On 24 February 1834 the high council met in Joseph Smith’s home, where the two brethren who had come from Missouri reported on the condition of the members of the Church in that state."],["div",{"id":"p121","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p121"},"“In a previous Revelation (Section 101:55–60), it was made known to the Prophet that he would be required, at some future time, to lead ‘the strength of mine house’ to the land of Zion, in order to ‘redeem’ it. The Revelation in this Section was received four months and twelve days afterwards, directing him to begin to gather up the strength of the Church for a relief expedition. … The messengers from Zion told the Council that the scattered Saints had obtained food and clothing in exchange for labor, and that they were quite comfortable for the time being; but they were grief-stricken because they had been driven from their homes in Zion, and they earnestly desired to know, if possible, how and by what means Zion was to be redeemed. This Revelation [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103"},"D&C 103"],"], given before the meeting of the Council was held, is an answer to that very question. When the messengers had stated the case, the Prophet had the answer ready. He had prepared to announce that he was going to Zion and that he would call for volunteers to accompany him. The Council endorsed this, and between thirty and forty men volunteered to go, whereupon the Prophet Joseph was elected Commander-in-Chief of the expedition.” (Smith and Sjodahl, Commentary, pp. 659–60.)"]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.1-4"},"D&C 103:1–4"],". Why Did the Lord Permit the Devastations in Jackson County to Occur?"],["div",{"id":"p122","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p122"},"The Lord gave two reasons why He allowed the Saints in Jackson County to be persecuted: (1) that the cup of iniquity of His enemies might be filled and, therefore, a just judgment brought against them (compare",["a.scriptureRef",{"href":"/scriptures/bofm/alma/14.11"},"Alma 14:11"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/60.13"},"60:13"],"); and (2) that the Saints “might be chastened for a little season” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.4"},"D&C 103:4"],") because of their failure to heed the Lord’s commandments. When mob violence had first come to a head in August 1833, the Lord warned that the people of Zion would receive His protection only if they were obedient. If they were not, His judgments would come upon them as well as upon the wicked (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.19-27"},"D&C 97:19–27"],"). Even though the mob exhibited greater wickedness, the Saints were chastened by the Lord because “they did not hearken altogether unto the precepts and commandments” which the Lord had given to them (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.4"},"D&C 103:4"],"). They had already been taught that “of him unto whom much is given much is required” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/82.3"},"D&C 82:3"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.5-10"},"D&C 103:5–10"],". The Lord Prospers His People When They Heed His Word and Allows Them to Be Oppressed When They Do Not"],["div",{"id":"p123","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p123"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.5-10"},"Doctrine and Covenants 103:5–10"],"contains a promise that the Saints would prevail against their enemies from that “very hour” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.5"},"v. 5"],") and “never cease to prevail” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.7"},"v. 7"],") if they were faithful, but warns that they would be subdued by their enemies if they did not keep their covenants."],["div",{"id":"p124","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p124"},"President George Q. Cannon said: “There cannot be a doubt in any faithful man’s mind concerning the truth of this promise—the promise of victory and deliverance on the one hand, the promise of punishment, disaster and trouble on the other. The Latter-day Saints have in their experience proved fully the truth of these words. They have seen them fulfilled to the very letter. When they have been faithful in keeping the commandments of God they have prospered and they have had deliverance. When they have been unfaithful they met with trouble and serious difficulty. It is necessary that the wicked should have the opportunity to exercise their agency in relation to the work of God; for they have an agency as well as we. It is their privilege to assist in building up the word of God, or they can exercise their agency in fighting the work of God. They have the privilege to do everything in their power to destroy it, and they will be permitted to do this until the cup of their iniquity is full.” (In Conference Report, Oct. 1899, p. 48.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.9-10"},"D&C 103:9–10"],". Saints Are to Be the Salt of the Earth and the “Saviors of Men”"],["div",{"id":"p125","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p125"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-101-the-saints-are-cast-out-from-the-land-of-their-inheritance.p1"},"Notes and Commentary on Doctrine and Covenants 101:39–42"],"."],[".",{"id":"f9","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.f9"},[".caption","The Big Blue River in Jackson County, Missouri"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.11-14"},"D&C 103:11–14"],". Will The Saints Actually Return to Build Zion in Jackson County?"],["div",{"id":"p127","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p127"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.11-14"},"Verses 11–14"],"state that the Lord intended to restore His people to their lands, and that they would “no more be thrown down” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.13"},"D&C 103:13"],"). It is also clear, however, that this restoration would not happen until after “much tribulation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.12"},"v. 12"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/58.2-4"},"D&C 58:2–4"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p1"},"Notes and Commentary on D&C 58:2–4"],"). The Lord warned the Saints in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103"},"Doctrine and Covenants 103"],"that, even though He had promised they could return to the land of Zion, if they “pollute[d] their inheritances” through sin, they would lose the Lord’s support and be “thrown down” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.14"},"v. 14"],"). Since this revelation was given, many leaders of the Church have discussed the future return to Jackson County, Missouri. Elder Orson F. Whitney said: “Will our mission end here [in Utah]? Is the State of Utah the proper monument of the ‘Mormon’ People? No. … The monument to ‘Mormonism’ will stand in Jackson County, [Missouri]. There the great City will be built: There Zion will arise and shine, ‘the joy of the whole Earth,’ and there the Lord will come to His temple in His own time, when His people shall have made the required preparation.” (In Smith and Sjodahl, Commentary, p. 147.)"],["div",{"id":"p128","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p128"},"President Joseph Fielding Smith taught that “the",["span.emphasis","center place"],"where the City New Jerusalem is to be built, is in Jackson County, Missouri. It was never the intention to substitute Utah or any other place for Jackson County.” (",["span.emphasis","Doctrines of Salvation,"],"3:72.)"],["div",{"id":"p129","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p129"},"President Brigham Young said: “Are we going back to Jackson County? Yes. When? As soon as the way opens up. Are we all going? O no! of course not. The country is not large enough to hold our present numbers.” (In",["span.emphasis","Journal of Discourses,"],"18:355.) He also said that “a portion of the Priesthood will go and redeem and build up the centre Stake of Zion” (in",["span.emphasis","Journal of Discourses,"],"11:16)."],["div",{"id":"p130","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p130"},"For other scriptural statements concerning the redemption of Zion, see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.15-20"},"Doctrine and Covenants 103:15–20"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.13"},"Doctrine and Covenants 100:13"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.17-18,43-62"},"101:17–18, 43–62"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.1-6,9-15"},"105:1–6, 9–15"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/136.18"},"136:18"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/20.22"},"3 Nephi 20:22"],";",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/21.22-25"},"21:22–25"],". Enrichment B in the Appendix discusses the concept of Zion as taught in the Doctrine and Covenants."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.15-20"},"D&C 103:15–20"],". The Lord’s People Will Redeem Zion through His Power"],["div",{"id":"p131","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p131"},["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.15-20"},"Doctrine and Covenants 103:15–20"],"clearly teaches that Zion will not be redeemed by human strength alone. The Lord said that the redemption of modern Zion will resemble the deliverance of ancient Israel from Egypt (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.18-20"},"vv. 18–20"],"). The biblical account describes how the Lord attended Israel in a cloud by day and a pillar of fire by night. In 1873 Elder Orson Pratt taught that the return to Jackson County may be accompanied by similar manifestations:"],["div",{"id":"p132","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p132"},"“I expect that when the Lord leads forth his people to build up the city of Zion, his presence will be visible. When we speak of the presence of the Lord we speak of an exhibition of power. …"],["div",{"id":"p133","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p133"},"“We shall go back to Jackson County. Not that all this people will leave these mountains, or all be gathered together in a camp, but when we go back there will be a very large organization consisting of thousands, and tens of thousands, and they will march forward, the glory of God overshadowing their camp by day in the form of a cloud, and a pillar of flaming fire by night, the Lord’s voice being uttered forth before his army. Such a period will come in the history of this people. … And his people will go forth and build up Zion according to celestial law."],["div",{"id":"p134","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p134"},"“Will not this produce terror upon all the nations of the earth? Will not armies of this description, though they may not be as numerous as the armies of the world, cause a terror to fall upon the nations? The Lord says the banners of Zion shall be terrible. … When the Lord’s presence is there, when his voice is heard, and his angels go before the camp, it will be telegraphed to the uttermost parts of the earth and fear will seize upon all people, especially the wicked, and the knees of the ungodly will tremble in that day, and the high ones that are on high, and the great men of the earth.” (In",["span.emphasis","Journal of Discourses,"],"15:364.)"],["div",{"id":"p135","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p135"},"This great army of the Lord will not be like the armies of the world. They will not take possession of the land of Zion by force but will go forth under the protection and guidance of the Almighty God to take possession of that which will be rightfully theirs by purchase. (See",["a.scriptureRef",{"href":"/scriptures/tg/purchase"},"Topical Guide, “purchase,” 402"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p1"},"Notes and Commentary on D&C 105:28–32"],".) The Prophet Joseph Smith recorded that his scribe “saw, in a vision, the armies of heaven protecting the Saints in their return to Zion” (",["span.emphasis","History of the Church,"],"2:381)."],["div",{"id":"p136","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p136"},"The Lord knows in advance what is in store for the Saints. President Brigham Young noted: “Before we were driven out of Missouri I had a vision, … and saw that the people would go to the east, to the north and to the west; but we should go back to Jackson County from the west. When this people return to the Centre Stake of Zion, they will go from the west.” Some members of the Church in early Utah were so anxious to return to Jackson County they were reluctant to make improvements to homes and lands they assumed they would abandon. President Young said: “Remarks have been made as to our staying here. I will tell you how long we shall stay here. If we live our religion, we shall stay here in these mountains forever and forever, worlds without end, and a portion of the Priesthood will go and redeem and build up the centre Stake of Zion.” (In",["span.emphasis","Journal of Discourses,"],"6:16–17.) While it is important to look forward to building up Zion in Jackson County, Missouri, we must at the same time labor to build up Zion wherever we are."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.16"},"D&C 103:16"],". Who Is the Man Who Will Lead the Saints As Moses Led Israel?"],["div",{"id":"p137","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p137"},"Elder John A. Widtsoe wrote:“There have been many conjectures concerning [the leader referred to in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.16"},"verse 16"],"]. There have even been misguided men who have declared themselves to be this man ‘like as Moses.’"],["div",{"id":"p138","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p138"},"“Yet, the meaning as set forth in the scriptures, is very simple. In modern revelation the President of the Church is frequently compared to Moses. Soon after the organization of the Church, the Lord said, ‘no one shall be appointed to receive commandments and revelations in this church excepting my servant Joseph Smith, Jun., for he receiveth them even as Moses’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/28.2"},"D. & C. 28:2"],") In one of the great revelations upon Priesthood, this is more specifically expressed: ‘the duty of the President of the office of the High Priesthood is to preside over the whole church, and to be like unto Moses’ (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.91"},"D&C 107:91"],"). …"],["div",{"id":"p139","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p139"},"“The man like unto Moses in the Church is the President of the Church.” (",["span.emphasis","Evidences and Reconciliations,"],"1:197.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.19-20"},"D&C 103:19–20"],". Why Did the Lord Promise Modern Israel That Both His Angels and His Presence Would Go before Them?"],["div",{"id":"p140","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p140"},"The Lord sought to make ancient Israel “a kingdom of priests, and an holy nation” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.6"},"Exodus 19:6"],"). He told Moses to prepare the people so that He could “come down in the sight of all the people upon Mount Sinai” (",["a.scriptureRef",{"href":"/scriptures/ot/ex/19.11"},"Exodus 19:11"],"). The people saw the power of God manifested on the mount, and they were fearful. They asked that the Lord not speak directly with them but rather that Moses speak with God and bring His message to them (see",["a.scriptureRef",{"href":"/scriptures/ot/ex/10.18-21"},"Exodus 10:18–21"],";",["a.scriptureRef",{"href":"/scriptures/ot/deut/5.22-31"},"Deuteronomy 5:22–31"],"). Despite Moses’ efforts to sanctify the people, they would not prepare themselves to see God by living the higher laws that would enable them to become a holy nation. Therefore, they were given the “law of carnal commandments” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.27"},"D&C 84:27"],") and were led, no longer by the Lord’s immediate presence, but by his angels (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.23-26"},"D&C 84:23–26"],";",["a.scriptureRef",{"href":"/scriptures/ot/ex/23.20"},"Exodus 23:20"],";",["a.scriptureRef",{"href":"/scriptures/jst/jst-ex/34.1-2"},"JST, Exodus 34:1–2"],")."],["div",{"id":"p141","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p141"},"In the final dispensation these circumstances will not exist. Latter-day Saints have been given the higher priesthood and the laws and ordinances that enable them to be brought back into the presence of God (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.19-22"},"D&C 84:19–22"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/107.18-19"},"107:18–19"],"). There will be a pure people prepared to receive the Lord when He comes (see",["a.scriptureRef",{"href":"/scriptures/pgp/moses/7.62-64"},"Moses 7:62–64"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/35.20-21"},"D&C 35:20–21"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/100.16"},"100:16"],"). Those who return to redeem Zion will live the laws of the celestial kingdom (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.5"},"D&C 105:5"],") and thus will be prepared to be led by the presence of the Lord."],["div",{"id":"p142","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p142"},"Elder Orson Pratt spoke of the need to become a sanctified people. “When we go back to Jackson County, we are to go back with power. Do you suppose that God will reveal his power among an unsanctified people, who have no regard nor respect for his laws and institutions, but who are filled with covetousness? No. When God shows forth his power among the Latter-day Saints, it will be because there is a union of feeling in regard to doctrine, and in regard to everything that God has placed in their hands; and not only a union, but a sanctification on their part, that there shall not be a spot or wrinkle as it were, but everything shall be as fair as the sun that shines in the heavens.” (In",["span.emphasis","Journal of Discourses,"],"15:361.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.20"},"D&C 103:20"],". Zion Was Not to Be Redeemed in 1834"],["div",{"id":"p143","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p143"},"President Joseph Fielding Smith explained the implications of the phrase",["span.emphasis","in time:"],"“It appears from this declaration that the redemption of Zion was not to come immediately, but was to be postponed to some future day. Moreover, that day would not come until the members of the Church were willing to keep their covenants and walk unitedly, for until the members of the Church learn to walk in full accord and in obedience with all of the commandments, this day cannot come. It may be necessary in order to bring this to pass for the Lord to use drastic measures and cleanse the Church from everything that offends. This he has promised to do when he is ready to redeem Zion. (See",["a.scriptureRef",{"href":"/scriptures/nt/matt/13.41"},"Matt. 13:41"],".)” (",["span.emphasis","Church History and Modern Revelation,"],"1:484.)"],[".",{"id":"f10","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.f10"},[".caption","The movements of the Saints during the Missouri difficulties (map adapted from Carter Eldredge Grant, I Saw Another Angel Fly [Salt Lake City: Deseret Book Co., 1959], p. 159)"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.21-28,30-35"},"D&C 103:21–28, 30–35"],". The Call of Zion’s Camp"],["div",{"id":"p145","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p145"},"The Lord issued a call to the young and middle-aged men of the Church to go to the land of Zion and “avenge me of mine enemies” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.25"},"D&C 103:25"],"). This passage sounds like a call to arms, for the Lord added, “Let no man be afraid to lay down his life for my sake” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.27"},"v. 27"],"). This expedition was later known as Zion’s Camp."],["div",{"id":"p146","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p146"},"Several men were called to go on a journey to recruit men and obtain money for Zion’s Camp. They were commanded to try to enlist 500 men but to recruit no fewer than 100 men. Zion’s Camp was eventually made up of 207 men, 11 women, and 11 children."],["div",{"id":"p147","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p147"},"President Joseph Fielding Smith wrote: “Parley P. Pratt and Lyman Wight, the messengers from the land of Zion, were commanded not to return until they had obtained companies to go up unto the land of their brethren. The companies were to be by tens, or by twenties, or by fifties, or by hundreds, until they had obtained the number of five hundred men. If they could not obtain five hundred, they were to seek diligently to get three hundred, and if they could not obtain three hundred, then they were to obtain one hundred. They were not, however, to go up to the land of Zion until they had obtained at least one hundred. The Prophet Joseph was to go up with them and preside in their midst, for, ‘all victory and glory is brought to pass unto you through your diligence, faithfulness and prayer of faith.’ Parley P. Pratt was to go with Joseph Smith the Prophet; Lyman Wight with Sidney Rigdon; Hyrum Smith with Frederick G. Williams; Orson Hyde with Orson Pratt, on this mission to raise funds and volunteers to undertake this journey to assist their exiled brethren in the land of Zion.” (",["span.emphasis","Church History and Modern Revelation,"],"1:485.)"],["div",{"id":"p148","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p148"},"At first this situation might seem puzzling. First the Lord said that Zion must be redeemed by His power. Then He called on the Saints to use their own power, even to armed conflict and loss of life if necessary, to redeem Zion. This is characteristic of how God works with His children. Only His power is sufficient to save. And yet He withholds that power until we make the effort He requires."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.27-28"},"D&C 103:27–28"],". Why Does the Lord Require from His People a Willingness to Sacrifice All, Even Their Lives If Necessary?"],["div",{"id":"p149","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p149"},"For a discussion of sacrifice see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-58-the-land-of-zion.p1"},"Notes and Commentary on Doctrine and Covenants 58:2–4"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.31"},"D&C 103:31"],". Who Is to Blame When One Does Not Get What He Desires from the Lord?"],["div",{"id":"p150","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p150"},"When people do not receive what they want from the Lord, they have themselves to blame. The Lord says, “Ask and ye shall receive; but men do not always do my will” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.31"},"D&C 103:31"],")."],["div",{"id":"p151","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-103-the-redemption-of-zion-by-power.p151"},"We must determine what the will of the Lord is. He expects us to be purified and cleansed from sin before asking (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/50.28-29"},"D&C 50:28–29"],"). We must be sure that what we ask for is right before we ask (see",["a.scriptureRef",{"href":"/scriptures/bofm/3-ne/18.20"},"3 Nephi 18:20"],"). We must resist evil and obey the Lord before we can expect His blessings (see",["a.scriptureRef",{"href":"/scriptures/nt/james/4.7"},"James 4:7"],")."]]]]],"refs":null}
