{"id":116,"parent_id":114,"book_id":0,"content_id":1,"language_id":1,"display_order":116,"title":"Section 102 The Constitution of the High Council","subtitle":"","short_title":"Section 102","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council","content":[["div",{"id":"head3","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.head3"},[".titleNumber","Section 102"],["h1","The Constitution of the High Council"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p89","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p89"},"On 17 February 1834 Joseph Smith organized the first high council of the Church in this dispensation. On the next day, 18 February, the Prophet reviewed and corrected the organizational minutes. Then on 19 February the council reassembled, transacted business, and the minutes were presented to the council (see History of the Church, 2:31)."],["div",{"id":"p90","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p90"},"The Prophet Joseph Smith spoke to the council on the necessity of prayer, “that the Spirit might be given, that the things of the Spirit might be judged thereby, because the carnal mind cannot discern the things of God. The minutes were read three times, and unanimously adopted and received for a form and constitution of the High Council of the Church of Christ hereafter; with this provision, that if the President should hereafter discover anything lacking in the same, he should be privileged to supply it.” (",["span.emphasis","History of the Church,"],"2:31.)"],["div",{"id":"p91","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p91"},"The minutes of this council meeting were included in the Doctrine and Covenants as section 102 because the order of the council, which was patterned after ancient councils, had been shown to Joseph Smith in vision (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p1"},"Notes and Commentary on D&C 102:4"],")."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.2,9-10"},"D&C 102:2, 9–10"],". The Special Purpose of the First High Council"],["div",{"id":"p92","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p92"},"A special item of instruction written for Melchizedek Priesthood holders noted:"],["div",{"id":"p93","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p93"},"“The first high council in the Church in this dispensation was organized in Kirtland, Ohio, February 17, 1834. This high council was in some particulars different from the high councils in stakes of Zion as they are constituted today. While all that is written in that revelation (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102"},"D&C 102"],") in relation to [Church disciplinary councils] still applies today, it should be remembered that the First Presidency of the Church constituted the presidency of that high council. … [See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.2"},"D&C 102:2"],"] This council had wide jurisdiction and was not confined to the borders of a stake. It was not until high councils were organized in stakes as we find them today that stake presidencies presided in their deliberations. … Attention is called especially to",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.9,10"},"verses 9 and 10"],", of section 102. …"],["div",{"id":"p94","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p94"},"“We see from this that the first high council had general jurisdiction throughout the Church. Later another high council was organized in Missouri to take care of the problems arising in that distant part of the vineyard. Later when stakes were organized as we have them today a stake presidency was appointed and a complete high council for the stake appointed.” (“Melchizedek Priesthood: Further Instructions on Duties of High Councilors and Special Items,”",["span.emphasis","Improvement Era,"],"Feb. 1955, p. 113.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.4"},"D&C 102:4"],". High Councils Function “According to the Law of Heaven”"],["div",{"id":"p95","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p95"},"According to the minutes of the meeting at which the first high council was organized:"],["div",{"id":"p96","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p96"},"“Bro. Joseph … said he would show the order of councils in ancient days as shown to him by vision. The law by which to govern the council in the Church of Christ. Jerusalem was the seat of the Church Council in ancient days. The apostle, Peter, was the president of the Council and held the keys of the Kingdom of God on the earth [and] was appointed to this office by the voice of the Savior and acknowledged in it by the voice of the Church. … It was not the order of heaven in ancient councils to plead for and against the guilty as in our judicial Courts (so called) but that every counsellor when he arose to speak, should speak precisely according to evidence and according to the teaching of the Spirit of the Lord; that no counsellor should attempt to screen the guilty when his guilt was manifest. That the person accused before the high council had a right to one half the members of the council to plead his cause in order that his case might be fairly presented before the President that a decision might be rendered according to truth and righteousness. … Bro. Joseph said that this organization was an ensample to the high priests in their Councils abroad. … It was then voted by all present that they desired to come under the present order of things which they all considered to be the will of God. (“Kirtland High Council Minute Book,” Historical Department, The Church of Jesus Christ of Latter-day Saints, Salt Lake City, pp. 29–32.)"],["div",{"id":"p97","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p97"},"On 19 February, when the corrected minutes were presented, Joseph wrote, “We all raised our hands to heaven in token of the everlasting covenant, and the Lord blessed us with His Spirit. I then declared the council organized according to the ancient order, and also according to the mind of the Lord.” (",["span.emphasis","History of the Church,"],"2:32–33.)"],[".",{"id":"f8","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.f8"},[".caption","A high council is organized in each stake."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.6-7"},"D&C 102:6–7"],". Majority of Council Necessary to Conduct Business"],["div",{"id":"p99","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p99"},"To ensure that enough councilors are available to conduct council business, current Church policy allows stake presidents to appoint alternate high councilors. A stake disciplinary council consists of the stake presidency and twelve high councilors. Alternate high councilors may serve in the absence of one of the regular councilors."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.12-22"},"D&C 102:12–22"],". Procedures Governing Stake Disciplinary Councils"],["div",{"id":"p100","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p100"},"The",["span.emphasis","Church Handbook of Instructions"],"includes procedures for stake disciplinary councils based on the principles revealed in section 102."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.18"},"D&C 102:18"],". Rights of the Accuser and the Accused"],["div",{"id":"p101","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p101"},"The Prophet Joseph Smith in 1840 gave instruction for high councils concerning the rights of those involved. He wrote: “The Council should try no case without both parties being present, or having had an opportunity to be present; neither should they hear one person’s complaint before his case is brought up for trial; neither should they suffer the character of any one to be exposed before the High Council without the person being present and ready to defend him or herself; that the minds of the councilors be not prejudiced for or against any one whose case they may possibly have to act upon” (",["span.emphasis","History of the Church,"],"4:154)."],["div",{"id":"p102","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p102"},"If the parties fail to appear, the council may proceed on the basis of the available evidence."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.19-22"},"D&C 102:19–22"],". The Decision Process and the Responsibilities of “Judges”"],["div",{"id":"p103","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p103"},"The Prophet Joseph instructed the brethren on the obligation placed on councils:"],["div",{"id":"p104","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p104"},"“No man is capable of judging a matter, in council, unless his own heart is pure; and … we are frequently so filled with prejudice, or have a beam in our own eye, that we are not capable of passing right decisions."],["div",{"id":"p105","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p105"},"“But to return to the subject of order; in ancient days councils were conducted with such strict propriety, that no one was allowed to whisper, be weary, leave the room, or get uneasy in the least, until the voice of the Lord, by revelation, or the voice of the council by the Spirit, was obtained, which has not been observed in this Church to the present time. It was understood in ancient days, that if one man could stay in council, another could; and if the president could spend his time, the members could also; but in our councils, generally, one will be uneasy, another asleep; one praying, another not; one’s mind on the business of the council, and another thinking on something else."],["div",{"id":"p106","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p106"},"“Our acts are recorded, and at a future day they will be laid before us, and if we should fail to judge right and injure our fellow-beings, they may there, perhaps, condemn us; there they are of great consequence, and to me the consequence appears to be of force, beyond anything which I am able to express. Ask yourselves, brethren, how much you have exercised yourselves in prayer since you heard of this council; and if you are now prepared to sit in council upon the soul of your brother.” (",["span.emphasis","History of the Church,"],"2:25–26; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/enrichments/enrichment-i-judges-in-israel-watching-over-the-church.p1"},"Enrichment I in the Appendix"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.26-27,33"},"D&C 102:26–27, 33"],". Record and Appeals from Church Disciplinary Councils"],["div",{"id":"p107","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p107"},"The stake president assigns a clerk to summarize stake disciplinary council proceedings. Following approval by the stake president, the report is forwarded to the First Presidency."],["div",{"id":"p108","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p108"},"Any person disfellowshipped or excommunicated in a Church disciplinary council has the right to appeal the decision to higher councils. The decision of a bishop’s disciplinary council may be appealed to the stake disciplinary council, and the decision of a stake disciplinary council may be appealed to the First Presidency."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/102.30-32"},"D&C 102:30–32"],". What Is the Relationship between the Quorum of the Twelve and the Stake High Councils? between the High Council and the Stake Presidency?"],["div",{"id":"p109","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p109"},"The Prophet Joseph Smith taught: “No standing High Council has authority to go into the churches abroad, and regulate the matters thereof, for this belongs to the Twelve. No standing High Council will ever be established only in Zion, or one of her stakes.” (",["span.emphasis","History of the Church,"],"2:220.)"],["div",{"id":"p110","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p110"},"Later he added: “The High Council had nothing to do with the Twelve, or the decisions of the Twelve. But if the Twelve erred they were accountable only to the General Council of the authorities of the whole Church, according to the revelations.” (",["span.emphasis","History of the Church,"],"2:285.)"],["div",{"id":"p111","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p111"},"The role of the high council is to assist the presidency in a stake, and the high council fulfills assignments as directed by the stake presidency. In an article on the Melchizedek Priesthood, the function of high councilors was discussed more fully:"],["div",{"id":"p112","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p112"},"“High councilors play a vital role in the administration of the stake. Figuratively speaking, they constitute the right arm of the stake presidency. The degree to which they are faithful, efficient, and willing to work determines their value to the stake presidency and goes far in determining the progress made by the stake and ward organizations in which they have been called to serve."],["div",{"id":"p113","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-102-the-constitution-of-the-high-council.p113"},"“The duties and assignments of high councilors are very extensive and varied. Such assignments absorb much time in stakes where the stake presidencies fully utilize their high councilors in carrying forward the Church program. Experience has shown that it is wisdom for stake presidencies to make very extensive use of their high councilors, because the progress of the work of the Lord within a stake and the efficiency with which it is carried forward will be determined to a large extent by the use made of high councilors by the stake presidency.” (“Melchizedek Priesthood: Responsibilities of High Councilors,”",["span.emphasis","Improvement Era,"],"Feb. 1954, p. 112.)"]]]]],"refs":null}
