{"id":119,"parent_id":114,"book_id":0,"content_id":1,"language_id":1,"display_order":119,"title":"Section 105 Revelation to Zion's Camp","subtitle":"","short_title":"Section 105","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp","content":[["div",{"id":"head6","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.head6"},[".titleNumber","Section 105"],["h1","Revelation to Zion’s Camp"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p224","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p224"},"In October and November 1833, the Saints in Jackson County, Missouri, were driven from their homes by mobs. “A revelation was given to Joseph Smith December 16, 1833, giving the reason for the expulsion of the members of the Church from Jackson County (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.1-9"},"D&C 101:1–9"],")” (Smith,",["span.emphasis","Essentials in Church History,"],"p. 142)."],["div",{"id":"p225","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p225"},"As part of that revelation the Saints were instructed, through a parable, to “gather together the strength of the Lord’s house, ‘My young men and they that are middle aged also among all my servants, who are the strength of mine house, save those only whom I have appointed to tarry,’ said the Lord, ‘and go straightway unto the land of my vineyard, and redeem my vineyard, for it is mine, I have bought it with money.’” (Smith,",["span.emphasis","Essentials in Church History,"],"p. 143.) The parable was explained to Joseph Smith in a revelation on 24 February 1834 (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/103.21-34"},"D&C 103:21–34"],")."],["div",{"id":"p226","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p226"},"“Joseph Smith met with the High Council in Kirtland on February 24, 1834. The subject uppermost in the minds of everyone present was how could they relieve and rescue the Saints from the mobbers in Zion. At the meeting attended by about forty others, the group listened attentively to Parley P. Pratt and Lyman Wight, newly arrived from Zion, pleading that the Saints there be succored."],["div",{"id":"p227","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p227"},"“All were quiet when the Prophet arose and stated that in response to a revelation, he intended to go to Zion to assist in redeeming it. He asked for council sanction. There was unanimous assent. He called for volunteers. Forty hands were raised. …"],["div",{"id":"p228","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p228"},"“The revelation to which the Prophet referred instructed him to do his best to recruit five hundred men. They were to be young and middle-aged. If, perchance because of poor response, he should have to accept less, he was not to start until he had a minimum of one hundred. Led by Joseph Smith and Parley P. Pratt, four pairs of elders were to seek volunteers to go to the redemption of Zion. Within two days Joseph and Parley were on their way east seeking volunteers and friends. For a month they labored diligently to obtain the required help. By that time there were 125 who had volunteered to go.” (Young,",["span.emphasis","“Here Is Brigham … ,”"],"p. 89.)"],["div",{"id":"p229","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p229"},"When ready to start from Kirtland, the group consisted of about 150 men. This number increased to about 200 by the time the camp arrived in Missouri (see Roberts, Comprehensive History of the Church, 1:358)."],["div",{"id":"p230","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p230"},"Zion’s Camp arrived at Fishing River, Missouri, on 19 June 1834. Two days later, “on Saturday, the 21st of June, Colonel Scounce and two other leading men of Ray County visited Joseph, and begged to know his intentions, stating: ‘We see that there is an Almighty Power that protects this people.’ Colonel Scounce confessed that he had been leading a company of armed men to fall upon the Prophet, but had been driven back by the storm. The Prophet with all the mildness and dignity which ever sat so becomingly upon him, and which always impressed his hearers, answered that he had come to administer to the wants of his afflicted friends and did not wish to molest or injure anybody. He then made a full and fair statement of the difficulties as he understood them; and when he had closed the three ambassadors, melted into compassion, offered their hands and declared that they would use every endeavor to allay the excitement.” (Cannon,",["span.emphasis","Life of Joseph Smith,"],"p. 180.)"],["div",{"id":"p231","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p231"},"“On the arrival of the camp in the vicinity of Jackson county, negotiations were opened with Governor Dunklin asking him to fulfill his promise to call out the militia in sufficient numbers to reinstate the exiled saints in their possessions. The governor admitted the justice of the demand, but expressed the fear that should he so proceed his action would excite civil war, and he dared not carry out what he admitted to be the plain duties of his office. He suggested that the delegation that waited upon him urge their brethren to sell their lands in Jackson county. This the saints could not do without repudiating the revelations that designated Jackson county as the land of their inheritance, the place for the gathering together of God’s people, and the location of the city of Zion; also it meant an abandonment of their right as citizens of the United States to settle wherever they thought proper to make their homes within the confines of the Union."],["div",{"id":"p232","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p232"},"“With the governor unwilling to fulfill his engagements to the exiles by calling out the militia to reinstate them in their lands; with the inhabitants of western Missouri deeply prejudiced against them, and greatly excited by the arrival of Zion’s Camp; and the brethren of the camp, and the exiled brethren, painfully conscious that the saints in the eastern branches of the church had not responded with either sufficient money or men for them to act independently of the governor, take possession of their lands, purchase other lands, and hold them despite the violence of mobs—the necessity of disbanding Zion’s camp, and awaiting some future opportunity for the redemption of Zion, was apparent to the minds of its leaders. Accordingly it was disbanded from its encampment on Rush Creek, in Clay county, on the 24th of June, and word to that effect was officially sent to some of the leading citizens of Clay county.” (Roberts,",["span.emphasis","Comprehensive History of the Church,"],"1:359.)"],["div",{"id":"p233","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p233"},"Although the avowed purpose of the camp (to reinstate the Saints to their lands in Zion) was not realized, it was not an exercise in futility, but rather served as the forge in which the Lord tempered the steel of many of his early leaders, including the Quorum of the Twelve Apostles."],["div",{"id":"p234","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p234"},"Elder Delbert L. Stapley said: “Zion’s Camp was disbanded on June 24, 1834. It had furnished the know-how and experience which made possible the subsequent exodus of more than 20,000 men, women, and children from Nauvoo to the Rocky Mountains, and prepared leaders for the great exodus. It also provided a proving ground—some 1,000 miles of it—for the future Church leaders. This is evidenced by the fact that when the Quorum of the Twelve Apostles was ‘searched out’ by the three witnesses to the Book of Mormon, [most of those] chosen had been members of Zion’s Camp. These men had demonstrated their willingness to sacrifice everything, even life itself, when commanded by the Lord. The First Quorum of the Seventy was likewise made up of the men who followed the Prophet to Missouri in Zion’s Camp.” (",["span.emphasis","The Importance of Church History,"],"Brigham Young University Speeches of the Year [Provo, 15 Apr. 1970], p. 3.)"],[".",{"id":"f13","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.f13"},[".caption","A campsite of Zion’s Camp"]]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.1-2"},"D&C 105:1–2"],". Why Was Zion’s Redemption Postponed?"],["div",{"id":"p236","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p236"},"President Lorenzo Snow taught that “the Saints in Jackson County and other localities, refused to comply with the order of consecration, consequently they were allowed to be driven from their inheritances; and should not return until they were better prepared to keep the law of God, by being more perfectly taught in reference to their duties, and learn through experience the necessity of obedience. And I think we are not justified in anticipating the privilege of returning to build up the center stake of Zion, until we shall have shown obedience to the law of consecration. One thing, however, is certain, we shall not be permitted to enter the land from whence we were expelled, till our hearts are prepared to honor this law, and we become sanctified through the practice of the truth.” (In",["span.emphasis","Journal of Discourses,"],"16:276; see also",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-101-the-saints-are-cast-out-from-the-land-of-their-inheritance.p1"},"Notes and Commentary on D&C 101:1–8"],";",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-96-this-stake-should-be-made-strong.p1"},"96:1"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.4-5"},"D&C 105:4–5"],". Upon What Principles Is Zion to Be Built?"],["div",{"id":"p237","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p237"},"The Saints in Missouri were not successful in living a celestial law and so were not qualified to establish Zion. Failure to control their hearts cut them off from God’s full power and kept them from prevailing over their enemies. This is the concept the Lord tried to teach them when He said, “This is Zion—THE PURE IN HEART” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/97.21"},"D&C 97:21"],")."],["div",{"id":"p238","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p238"},"Only when our hearts are pure can we understand and live celestial law. Celestial law, according to Elder Bruce R. McConkie, “is the law of the gospel, the law of Christ, and it qualifies men for admission to the celestial kingdom because in and through it men are ‘sanctified by the reception of the Holy Ghost,’ thus becoming clean, pure, and spotless” (Mormon Doctrine, p. 117). Elder McConkie also said: “If a man obeys celestial law in this life, he obtains a celestial body and spirit” (",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-50-59/section-54-stand-fast-in-the-office-whereunto-i-have-appointed-you.p1"},"p. 115"],"). This enables the individual to live in unity with God and others."],["div",{"id":"p239","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p239"},"Elder Joseph F. Smith explained: “Those who profess to be Latter-day Saints must become acquainted with the laws of the celestial kingdom, must abide by them, must comply with the requirements of heaven and hearken to the word of the Lord, in order that Zion may be built up acceptably, and that we may partake of the benefits and blessings of this labor. For it is a labor which devolves upon those who have been called out from the midst of the world in this dispensation. We have been called, and so far as we will be faithful we are chosen to do this work. But notwithstanding we have been called, if we do not prove faithful we will be rejected. I do not speak this in reference to the whole Church, but in reference to individual members of the Church.” (In Conference Report, Apr. 1880, p. 34; see also Smith, Church History and Modern Revelation, 2:3–4.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.9-12"},"D&C 105:9–12"],". How Long Will the Lord Wait to Redeem Zion?"],["div",{"id":"f14","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.f14"},"The Lord works through His children and honors their agency, so their wickedness or righteousness can impede or accelerate His work. In section 105 the Lord spoke of the importance of preparation to the establishment of Zion:",["ol.number",["li",["span.label","1."],[".para","He wanted His leaders to be prepared (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.9-10"},"vv. 9–10"],")."]],["li",["span.label","2."],[".para","He wanted the Saints to be taught more perfectly what He requires of them (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.10"},"v. 10"],")."]],["li",["span.label","3."],[".para","He wanted the Saints to gain experience (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.10"},"v. 10"],"). No one can know the things of God without doing them (see",["a.scriptureRef",{"href":"/scriptures/nt/john/7.17"},"John 7:17"],")."]],["li",["span.label","4."],[".para","He wanted the Saints to know their duty more perfectly (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.10"},"D&C 105:10"],")."]],["li",["span.label","5."],[".para","He wanted the Saints to be endowed with power from on high (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.11"},"v. 11"],")."]],["li",["span.label","6."],[".para","He wanted the Saints to be faithful, enduring in humility to the end (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.12"},"v. 12"],")."]]]],["div",{"id":"p246","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p246"},"President J. Reuben Clark Jr. taught that the principles of the welfare system “are not too far away” from the united order, and that the Saints need to add to them “brotherly love” and “provide the things which those who are in need, must have” (",["span.emphasis","Church News,"],"8 Aug. 1951, p. 15)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.11-12"},"D&C 105:11–12"],". What Is an Endowment?"],["div",{"id":"p247","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p247"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.8-9"},"Doctrine and Covenants 95:8–9"],"discusses the meaning of the word",["span.emphasis","endowment."],"President Brigham Young explained: “Your endowment is, to receive all those ordinances in the house of the Lord, which are necessary for you, after you have departed this life, to enable you to walk back to the presence of the Father, passing the angels who stand as sentinels, being enabled to give them the key words, the signs and tokens, pertaining to the holy Priesthood, and gain your eternal exaltation in spite of earth and hell” (",["span.emphasis","Discourses of Brigham Young,"],"p. 416)."],["div",{"id":"p248","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p248"},"Why would the brethren who were to establish Zion be required to receive an endowment in preparation for their stewardships? Because, as the Prophet Joseph Smith taught, “the endowment was to prepare the disciples for their missions unto the world” (",["span.emphasis","Teachings,"],"p. 274)."],["div",{"id":"p249","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p249"},"Elder Joseph Fielding Smith further taught:"],["div",{"id":"p250","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p250"},"“If we go into the temple we raise our hands and covenant that we will serve the Lord and observe his commandments and keep ourselves unspotted from the world. If we realize what we are doing then the endowment will be a protection to us all our lives—a protection which a man who does not go to the temple does not have."],["div",{"id":"p251","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p251"},"“I have heard my father [President Joseph F. Smith] say that in the hour of trial, in the hour of temptation, he would think of the promises, the covenants that he made in the House of the Lord, and they were a protection to him. … This protection is what these ceremonies are for, in part. They save us now and they exalt us hereafter, if we will honor them. I know that this protection is given for I, too, have realized it, as have thousands of others who have remembered their obligations.” (“The Pearl of Great Price,”",["span.emphasis","Utah Genealogical and Historical Magazine,"],"July 1930, p. 103.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.11-12,18,33"},"D&C 105:11–12, 18, 33"],". Was There a Difference between the Endowment of Power Given at Kirtland and the Endowment Given Worthy Members Today?"],["div",{"id":"p252","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p252"},"The full ordinance of the endowment was not administered in the Kirtland Temple, as the Lord had not yet revealed it. Even baptism for the dead was not practiced in the Kirtland Temple. The Lord had earlier explained that He intended to use this temple “to endow those whom I have chosen with power from on high” and commanded the Saints “to tarry, even as mine apostles at Jerusalem” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.8-9"},"D&C 95:8–9"],"). This refers to the Lord’s instruction to His ancient Apostles, soon after His Resurrection, to wait in Jerusalem “until ye be endued with power from on high” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/24.49"},"Luke 24:49"],"). This earlier endowment came in the form of a great spiritual outpouring on the day of Pentecost, as described in",["a.scriptureRef",{"href":"/scriptures/nt/acts/2"},"Acts 2"],". The Kirtland Saints experienced just such an outpouring at the dedication of the Kirtland Temple on 27 March 1836 (see Church History in the Fulness of Times, pp. 164–67), which helped give them the spiritual strength they needed to build the Lord’s kingdom."],["div",{"id":"p253","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p253"},"The endowment referred to in section 105 includes also the ordinances of washing and anointing. President Joseph Fielding Smith wrote: “In January, 1836, over two months before the dedication, the first ceremonies of endowment were given in the temple. They were not as complete as are the ceremonies today, but nevertheless, it was the beginning of the revealing and bestowing of the heavenly blessings in this dispensation. Washings and anointings were given, and the Prophet saw wonderful visions of the celestial kingdom” (",["span.emphasis","Doctrines of Salvation,"],"2:241)."],["div",{"id":"p254","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p254"},"The promise of endowment in these verses was also realized in the restoration of keys. President Joseph Fielding Smith noted that the Kirtland Temple “was built",["span.emphasis","primarily"],"for the restoration of keys of authority.",["span.emphasis","In the receiving of these keys the fulness of gospel ordinances is revealed”"],"(",["span.emphasis","Doctrines of Salvation,"],"2:242). These keys included those for performing additional priesthood ordinances that became available in the Nauvoo Temple."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.13"},"D&C 105:13"],". How Long Was the “Little Season” to Be before Zion Would Be Established?"],["div",{"id":"p255","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p255"},"Most people would probably not refer to a period of more than 170 years as a “little season” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.13"},"D&C 105:13"],"), but from the Lord’s perspective it is a short time. The Church has used the intervening years to prepare. President Spencer W. Kimball taught:"],["div",{"id":"p256","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p256"},"“Now, my brothers and sisters, it seems clear to me, indeed, this impression weighs upon me—that the Church is at a point in its growth and maturity when we are at last ready to move forward in a major way. Some decisions have been made and others pending, which will clear the way, organizationally. But the basic decisions needed for us to move forward, as a people, must be made by the individual members of the Church. The major strides which must be made by the Church will follow upon the major strides to be made by us as individuals."],["div",{"id":"p257","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p257"},"“We have paused on some plateaus long enough. Let us resume our journey forward and upward. Let us quietly put an end to our reluctance to reach out to others—whether in our own families, wards, or neighborhoods. We have been diverted, at times, from fundamentals on which we must now focus in order to move forward as a person or as a people."],["div",{"id":"p258","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p258"},"“Seemingly small efforts in the life of each member could do so much to move the Church forward as never before. …"],["div",{"id":"p259","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p259"},"“Are we ready, brothers and sisters, to do these seemingly small things out of which great blessings will proceed? I think we are. I believe the Lord’s church is on the verge of an upsurge in spirituality. Our individual spiritual growth is the key to major numerical growth in the kingdom. The Church is ready to accomplish these things now which it could not have done just a few years ago. So also we are ready as members. If you will accept my counsel, you will come to feel that there is a readiness in our people which must be put to work.” (In Conference Report, Apr. 1979, p. 114; or",["span.emphasis","Ensign,"],"May 1979, p. 82.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.24"},"D&C 105:24"],". Is One Justified in Seeking Judgments against Evil Men?"],["div",{"id":"p260","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p260"},"When a Samaritan village refused Jesus hospitality, James and John requested, “Lord, wilt thou that we command fire to come down from heaven, and consume them?” (",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.54"},"Luke 9:54"],"). Such impulses are natural in the face of persecution or trial. But just as Jesus counseled James and John, He also directed the Saints in Missouri to refrain from such “mighty works” of judgment (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.24"},"D&C 105:24"],"). All must remember that the Father “hath committed all judgment unto the Son” (",["a.scriptureRef",{"href":"/scriptures/nt/john/5.22"},"John 5:22"],"). “Avenge not yourselves, … for it is written, Vengeance is mine; I will repay, saith the Lord” (",["a.scriptureRef",{"href":"/scriptures/nt/rom/12.19"},"Romans 12:19"],")."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.28-32"},"D&C 105:28–32"],". “It Is My Will That These Lands Be Purchased”"],["div",{"id":"p261","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p261"},"President Joseph Fielding Smith explained:"],["div",{"id":"p262","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p262"},"“The saints were … commanded to continue to purchase lands in Jackson County and the surrounding country, for it was the will of the Lord that these lands should be purchased and consecrated unto him. If they continued to buy lands and then their enemies should come upon them the armies of Israel would be justified in taking possession of their lands and break down the towers of the enemy. Before this could be done, however, the army of the Lord should become very great that her ‘banners may be terrible unto all nations.’"],["div",{"id":"p263","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p263"},"“The whole tenor of this commandment seems to point to the fact that the saints should have deeds to the property in Jackson County and surrounding lands, but that the time for the redemption was to wait for a long time, until the Church should become very great, and then when the time was ripe the Lord would come forth to fight their battles. Apparently it was to be when the kingdoms of this world may be constrained to acknowledge that ‘the kingdom of Zion is in very deed the kingdom of our God and his Christ; therefore, let us become subject to her laws’ [",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.32"},"D&C 105:32"],"]. From other scripture it appears that the time when the nations will acknowledge Zion as the kingdom of God is not to come until our Redeemer comes to take his place as King of kings.” (",["span.emphasis","Church History and Modern Revelation,"],"2:5.)"],[".",{"id":"f15","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.f15"},[".caption","Rush Creek, Missouri, site of a cholera outbreak in Zion’s Camp"]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.34"},"D&C 105:34"],". The Revocation of the Law of Consecration"],["div",{"id":"p265","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p265"},"The law of Zion mentioned in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/105.34"},"verse 34"],"is the law of consecration. President J. Reuben Clark Jr. explained:"],["div",{"id":"p266","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p266"},"“It was under these circumstances, with the Saints scattered and sometimes hunted like wild animals, with their property gone, their organization largely broken up, wounded in mind and spirit, with the condemnation of the Lord pronounced upon their heads because of their unfaithfulness, not to say wickedness, with ‘Zion’ to all intents and purposes destroyed, that the Lord commanded them, in the great revelation given at Fishing River,—"],["div",{"id":"p267","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p267"},"“‘And let those commandments which I have given concerning Zion and her law be executed and fulfilled, after her redemption.’ (105:34)"],["div",{"id":"p268","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p268"},"“It is interesting to note that after this pronouncement, the Lord practically never referred to the United Order in his revelations to the Prophet. The people had had their opportunity and failed. He then gave them the law of tithing in a revelation given in Missouri itself, in Zion, (July 18, 1838, Sec. 119), which is still in full force and effect. …"],["div",{"id":"p269","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-105-revelation-to-zions-camp.p269"},"“Thus the Lord directed that the law he had given regarding the setting up of the United Order in Zion was to be ‘executed and fulfilled’ after the redemption of Zion, that is, in the meaning in which the Lord was then using the word Zion, the ‘redemption,’ the reestablishment of the people in Missouri. This has not yet been accomplished.” (“The United Order and Law of Consecration As Set Out in the Revelations of the Lord,”",["span.emphasis","Church News,"],"15 Sept. 1945, p. 9.)"]]]]],"refs":null}
