{"id":123,"parent_id":114,"book_id":0,"content_id":1,"language_id":1,"display_order":123,"title":"Section 109 Prayer of Dedication for the Kirtland Temple","subtitle":"","short_title":"Section 109","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple","content":[["div",{"id":"head10","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.head10"},[".titleNumber","Section 109"],["h1","Prayer of Dedication for the Kirtland Temple"]],[".bodyBlock",[".topic",["h2","Historical Background"],["div",{"id":"p374","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p374"},"Smith and Sjodahl write:"],["div",{"id":"p375","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p375"},"“The dedication of the Temple in Kirtland, on the 27th of March, 1836, was an ever memorable event in the history of the Church. That structure was reared in compliance with Revelations received (See Sec.",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119"},"88:119"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/95.8-9"},"95:8–9"],"), at a time when the Saints were few and poor, and when to raise the money required (between sixty and seventy thousand dollars) meant a great deal of self-sacrifice on their part. ‘While the brethren labored in their departments,’ says Tullidge, ‘the sisters were actively engaged in boarding and clothing workmen not otherwise provided for—all living as abstemiously as possible, so that every cent might be appropriated to the grand object.’ And thus they toiled on from the 23rd of July, 1833, when the corner stones were laid, until it was completed for dedication."],["div",{"id":"p376","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p376"},"“In the Revelation given on the 1st of June, 1833, the Lord indicated the special object for which this house was to be built: ‘I gave unto you a commandment, that you should build an house, in the which house I design to endow those whom I have chosen, with power from on high’ (Sec. 95:8). It was to be a place in which the Church would receive a Pentecostal baptism in the fire of the Holy Spirit [see",["a.scriptureRef",{"href":"/scriptures/nt/acts/2"},"Acts 2"],"]. A special house, consecrated and dedicated, was needed for that purpose, hence the commandment of God to the Saints concerning this house."],["div",{"id":"p377","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p377"},"“Now the day of dedication had come. The people assembled early, full of joy and gratitude, and they were not disappointed in their expectations. The manifestations of the divine presence were such as to leave no room in the minds of the true Saints for doubt concerning the nature of the work in which they were engaged. Heber C. Kimball relates that during the ceremonies of the dedication, an angel appeared and sat near Joseph Smith, Sr., and Frederick G. Williams, so that they had a fair view of his person. He was tall, and had black eyes and white hair; wore a garment extending to near his ankles, and had sandals on his feet. ‘He was sent,’ President Kimball says, ‘as a messenger to accept of the dedication.’ (Whitney’s",["span.emphasis","Life of Heber C. Kimball,"],"p. 103). A few days afterwards, a solemn assembly was held … and blessings were given. ‘While these things were being attended to,’ Heber C. Kimball says, ‘the beloved disciple John was seen in our midst by the Prophet Joseph, Oliver Cowdery, and others’ (",["span.emphasis","Ibid"],"., p. 104). On the 6th of April, a meeting was held which was prolonged into the night. On this occasion the spirit of prophecy was poured out upon the Saints, and many in the congregation saw tongues of fire upon some of those present, while to others angels appeared. ‘This,’ President Kimball says, ‘continued several days and was attended by a marvelous spirit of prophecy. Every man’s mouth was full of prophesying, and for a number of days and weeks our time was spent in visiting from house to house, administering bread and wine, and pronouncing blessings upon each other to that degree, that from the external appearances one would have supposed that the last days had truly come, in which the Spirit of the Lord was poured out upon all flesh’ (",["span.emphasis","Ibid"],"., p. 105; see also Hist. of the Church, Vol. II., p. 427). Nor were the Saints the only ones who were aware of supernatural manifestations at this time. Elder George A. Smith rose to prophesy, when a noise was heard like the sound of a rushing wind. All the congregation arose, and many began to speak in tongues and prophesy. And then people of the neighborhood came running together (hearing an unusual sound within and seeing a bright light like a pillar of fire resting upon the Temple), and were astonished at what was taking place. This continued until the meeting closed, at 11 p.m. (",["span.emphasis","History of the Church,"],"Vol. II., p. 428).” (Commentary, pp. 720–21.)"],["div",{"id":"p378","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p378"},"As the dedicatory services proceeded, Sidney Rigdon spoke to the congregation, commencing the services by reading",["a.scriptureRef",{"href":"/scriptures/ot/ps/96"},"Psalms 96"],"and 24. Several hymns were sung, and then President Rigdon spoke on",["a.scriptureRef",{"href":"/scriptures/nt/matt/18.18-20"},"Matthew 18:18–20"],"and the sealing power of the priesthood. The various quorums of the priesthood were presented to the membership of the Church for their sustaining vote, and then followed the dedicatory prayer by the Prophet. To the surprise of some, instead of praying spontaneously, Joseph Smith read the dedicatory prayer, which he had received earlier by revelation. This pattern for temple dedicatory prayers has been followed since that time (see History of the Church, 2:420)."]],[".topic",["h2","Notes and Commentary"],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.1-5"},"D&C 109:1–5"],". “Thy Servants Have Done According to Thy Commandment”"],["div",{"id":"p379","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p379"},"President George Q. Cannon wrote that the Kirtland Temple had been built at the “utmost self-sacrifice. Nearly three years had been occupied in its construction; and during this time the Saints had given of their substance and had toiled without ceasing to make a habitation fit for the ministration of angelic visitants and of the Holy One, Himself. The consummation of this work had been very near to the Prophet’s heart, especially since the tribulations in Missouri had shown that no house of the Lord could be erected speedily in the center stake of Zion.” (",["span.emphasis","Life of Joseph Smith,"],"p. 204.)"],["div",{"id":"p380","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p380"},"The Lord did “accept of this house” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.4"},"D&C 109:4"],"), as is evident from the manifestations that accompanied its dedication and also the glorious vision recorded in",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/110"},"Doctrine and Covenants 110"],", which took place there shortly afterwards."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.7-14"},"D&C 109:7–14"],". A House of Learning"],["div",{"id":"p381","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p381"},"In a revelation given to the School of the Prophets, the Lord commanded the elders to organize themselves and build a house for prayer, fasting, and learning (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.117-120"},"D&C 88:117–20"],"). Verses 6–9 quote the revelation given at that time."],["div",{"id":"p382","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p382"},"Elder John A. Widtsoe stated: “It is thrilling to look back over our history to the time of the Kirtland Temple. The men left their farms, fields, and shops in the evenings and climbed to the top story, the attic story of the Kirtland Temple, there, in provided classrooms, to study various subjects, languages, mathematics, history, geography, and a variety of subjects. Really our people began there what we call today adult education. It was thought [by others] that an older man could not learn; only young people could learn. Since that time the world has come to quite a different conclusion. Today a man is never too old to learn. A woman is never too old to learn. The power to assimilate knowledge remains with us to the last day. Somehow these forebears of ours in the Church understood that.” (In Conference Report, Apr. 1949, p. 149.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.10-60"},"D&C 109:10–60"],". Securing the Promises Given in Revelation"],["div",{"id":"f20","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.f20"},"The Prophet Joseph Smith asked the Lord that the Saints receive the blessings promised to them in various revelations already given:",["ol.number",["li",["span.label","1."],[".para","That God’s glory would rest upon His people and upon the Kirtland Temple (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.12-13"},"D&C 109:12–13"],")."]],["li",["span.label","2."],[".para","That those who worship in the temple would be taught properly (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.14"},"v. 14"],")."]],["li",["span.label","3."],[".para","That the people would “grow up” in the Lord, receiving a fulness of the Holy Ghost (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.15"},"v. 15"],")."]],["li",["span.label","4."],[".para","That the house of God would be all it was meant to be with no unclean thing permitted therein (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.16-20"},"vv. 16–20"],", which are paraphrased from",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/88.119-120"},"D&C 88:119–20"],")."]],["li",["span.label","5."],[".para","That when the Saints transgressed, they would return quickly to the Lord (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.21"},"v. 21"],")."]],["li",["span.label","6."],[".para","That His servants could go forth armed with power and protected by the angels to spread the gospel to the ends of the earth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.22-23"},"vv. 22–23"],")."]],["li",["span.label","7."],[".para","That He would establish His people forever against all the enemies who fight against them (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.24-33"},"vv. 24–33"],")."]],["li",["span.label","8."],[".para","That their sins would be forgiven (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.34"},"v. 34"],")."]],["li",["span.label","9."],[".para","That the powers of Pentecost would come upon them (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.35-37"},"vv. 35–37"],")."]],["li",["span.label","10."],[".para","That the servants of God would have the power of the covenant and bear testimony of it throughout the world (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.38-44"},"vv. 38–44"],")."]],["li",["span.label","11."],[".para","That the servants of God would be delivered from the calamity of the wicked and the judgments that are promised (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.45-49"},"vv. 45–49"],")."]],["li",["span.label","12."],[".para","That the Lord would have mercy on the nations of the earth, softening their hearts to prepare them for the gospel message (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.54-58"},"vv. 54–58"],")."]],["li",["span.label","13."],[".para","That stakes of Zion would be appointed so the gathering might roll forth (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.59"},"v. 59"],"). (Adapted from Sperry,",["span.emphasis","Compendium,"],"pp. 593–96.)"]]]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.21"},"D&C 109:21"],". How Does One Show Reverence in the Lord’s House?"],["div",{"id":"p396","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p396"},"Elder Bruce R. McConkie explained that “the most decorous conduct—unmarred by loud laughter, unnecessary conversation, untoward actions of any sort, or even by evil thoughts—is essential to reverencing the Lord’s sanctuary. And what is said of his temples is also true of his meetinghouses.” (",["span.emphasis","Mormon Doctrine,"],"p. 652.)"],["div",{"id":"p397","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p397"},"President Joseph F. Smith said: “Self-respect requires, among other things, that one shall behave like a true gentleman, in a house of worship. No self-respecting person will go to a house devoted to the service of God to whisper, gossip and visit; rather, it is one’s duty to put on self-restraint, to give one’s undivided attention to the speaker, and concentrate the mind upon his words that his thoughts may be grasped to one’s benefit and profit.” (",["span.emphasis","Gospel Doctrine,"],"p. 334.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.22-23"},"D&C 109:22–23"],". Armed with Power and Watched Over by Angels"],["div",{"id":"p398","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p398"},"“The Lord is here with us,” said President Brigham Young, “not in person, but his angels are round us, and he takes cognizance of every act of the children of men, as individuals and as nations. He is here ready by his agents, the angels, and by the power of his Holy Spirit and Priesthood, which he has restored in these last days, to bring most perfect and absolute deliverance unto all who put their trust in Him, when they are ready to receive it; and, until they are ready, the work of preparation must be vigorously progressed in, while at the same time we in patience must possess our souls.” (In",["span.emphasis","Journal of Discourses,"],"11:14.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.25-31"},"D&C 109:25–31"],". No Weapon Shall Prosper; No Combination of Wickedness Shall Triumph over God’s People"],["div",{"id":"p399","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p399"},"The Saints in the future will face opposition and persecution (see",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-90-100/section-98-renounce-war-and-proclaim-peace.p1"},"Notes and Commentary on D&C 98:38"],"), and then this inspired dedicatory prayer will be a source of comfort, for, as the Prophet Joseph Smith taught, Satan will marshal all of his available forces to stop the kingdom, but he will not prevail: “No unhallowed hand can stop the work from progressing; persecutions may rage, mobs may combine, armies may assemble, calumny may defame, but the truth of God will go forth boldly, nobly, and independent, till it has penetrated every continent, visited every clime, swept every country, and sounded in every ear, till the purposes of God shall be accomplished, and the Great Jehovah shall say the work is done” (",["span.emphasis","History of the Church,"],"4:540)."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.30"},"D&C 109:30"],". What Is Meant by “the Hail”?"],["div",{"id":"p400","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p400"},"See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/29.16"},"Doctrine and Covenants 29:16"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/38.22"},"Ezekiel 38:22"],";",["a.scriptureRef",{"href":"/scriptures/nt/rev/16.21"},"Revelation 16:21"],"."],[".",{"id":"f21","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.f21"},[".caption","Joseph Smith dedicated the Kirtland Temple."]]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.47-53"},"D&C 109:47–53"],". Has the Anger of the Lord Fallen upon the United States in Response to This Plea?"],["div",{"id":"p402","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p402"},"As part of the dedicatory prayer, the Prophet Joseph Smith pleaded with the Lord to remember the Saints in Missouri in their afflictions. He beseeched the Lord to have mercy on the mobs so that they might repent (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.50"},"D&C 109:50"],"). But the Prophet asked the Lord to show forth His power on behalf of His people, letting His anger and indignation fall upon those guilty of causing the sufferings, if they did not repent."],["div",{"id":"p403","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p403"},"On at least two other occasions the Prophet predicted that Missouri would suffer great judgments because of the mob actions against the Saints. In 1843 in Nauvoo, the Prophet said: “They shall be oppressed as they have oppressed us, not by ‘Mormons,’ but by others in power. They shall drink a drink offering, the bitterest dregs, not from the ‘Mormons,’ but from a mightier source than themselves. God shall curse them.” (",["span.emphasis","History of the Church,"],"6:95.)"],["div",{"id":"p404","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p404"},"And in a conversation with General Alexander Doniphan, a friend of the Saints in Missouri, the Prophet said: “God’s wrath hangs over Jackson county. God’s people have been ruthlessly driven from it, and you will live to see the day when it will be visited by fire and sword. The Lord of Hosts will sweep it with the besom [broom] of destruction. The fields and farms and houses will be destroyed, and only the chimneys will be left to mark the desolation.” (Roberts,",["span.emphasis","Comprehensive History of the Church,"],"1:538.)"],["div",{"id":"p405","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p405"},"During the Civil War these prophecies were fulfilled, and Missouri was a scene of widespread, terrible destruction (see Roberts, Comprehensive History of the Church, 1:539–59, for a detailed discussion of Missouri’s sufferings)."],["div",{"id":"p406","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p406"},"Earlier the Lord had commanded the Prophet to seek redress, as high as the president of the United States if necessary, warning that if the government did not heed their just pleas, the Lord would “vex the nation” (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.89"},"D&C 101:89"],"; see also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/101.85-88"},"D&C 101:85–88"],"). The Saints did seek redress but received none. President John Taylor commented: “The Gospel reveals many things to us which others are unacquainted with. I knew of those terrible events which were coming upon this nation previous to the breaking out of our great fratricidal war [the Civil War], just as well as I now know that they transpired, and I have spoken of them to many. What of that? Do I not know that a nation like that in which we live, a nation which is blessed with the freest, the most enlightened and magnificent government in the world to-day, with privileges which would exalt people to heaven if lived up to—do I not know that if they do not live up to them, but violate them and trample them under their feet, and discard the sacred principles of liberty by which we ought to be governed—do I not know that their punishment will be commensurate with the enlightenment which they possess? I do. And I know—I cannot help but know—that there are a great many more afflictions yet awaiting this nation. But would I put forth my hand to help bring them on? God forbid! And you, you Latter-day Saints, would you exercise your influence to the accomplishment of an object of that kind? God forbid! But we cannot help but know these things. But our foreknowledge of these matters does not make us the agents in bringing them to pass.” (In",["span.emphasis","Journal of Discourses,"],"22:141–42.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.54-58"},"D&C 109:54–58"],". The Gospel to Go Forth from America to the Nations of the Earth in the Last Days"],["div",{"id":"p407","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p407"},"President George Q. Cannon stated: “God has founded this land America and the government for the express purpose that Zion might be built upon this land, and that the people of all nations might come here singing His praises and thanking him that from the darkness and the threatening evils by which they are surrounded He has provided a way of escape, a safe place, that when calamities and judgments come upon the inhabitants of the earth, they can stand in holy places and be secure by keeping the commandments of God. What a glorious theme this is for the Elders to carry to the down-trodden of the nations of the earth who groan in darkness and who see no way of deliverance! Nor will it be the down-trodden alone who will listen to these tidings. Men in high places and of commanding positions will yet listen to them, and they will take note of this extraordinary people who have done such a remarkable work and who are now traversing the globe to bring from every land all who will listen to their message; to bring them with all their traditions to this place which we call Zion, where they can, by the fusing power of the Spirit of God, be consolidated into one united people.” (In Conference Report, Oct. 1900, p. 68.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.60"},"D&C 109:60"],". How Are Latter-day Saints Gentiles?"],["div",{"id":"p408","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p408"},"Elder Joseph Fielding Smith explained: “Let us also remember that we are of the Gentiles! By this I mean that the Latter-day Saints have come to their blessings through the Gentile nations. President Brigham Young … said that Joseph Smith was a pure Ephraimite. This is true; yet Joseph Smith came also of a Gentile lineage. So do most members of the Church. We may boast of our lineage, and rejoice in the fact that Patriarchs have declared us to be of Ephraim, but at the same time let us not despise the Gentiles, for we are also of them. If it were not so the scriptures would not be fulfilled. [",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/15.13-14"},"1 Nephi 15:13–14"],";",["a.scriptureRef",{"href":"/scriptures/bofm/ether/12.22"},"Ether 12:22"],".]” (",["span.emphasis","Way to Perfection,"],"p. 140.)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.61-67"},"D&C 109:61–67"],". The “Children of Judah” and the “Remnants of Jacob”"],["div",{"id":"p409","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p409"},"The Prophet Joseph Smith wrote that in reading the Book of Mormon “we learn that our western tribes of Indians are descendants from that Joseph which was sold into Egypt, and that the land of America is a promised land unto them, and unto it all the tribes of Israel will come, with as many of the Gentiles as shall comply with the requisitions of the new covenant. But the tribe of Judah will return to old Jerusalem [see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.8,13,35"},"Doctrine and Covenants 133:8, 13, 35"],"]. The city of Zion spoken of by David, in the one hundred and second Psalm, will be built upon the land of America, ‘And the ransomed of the Lord shall return, and come to Zion with songs and everlasting joy upon their heads’ (",["a.scriptureRef",{"href":"/scriptures/ot/isa/35.10"},"Isaiah 35:10"],"); and then they will be delivered from the overflowing scourge that shall pass through the land. But Judah shall obtain deliverance at Jerusalem. See",["a.scriptureRef",{"href":"/scriptures/ot/joel/2.32"},"Joel 2:32"],";",["a.scriptureRef",{"href":"/scriptures/ot/isa/26.20"},"Isaiah 26:20"],"and 21;",["a.scriptureRef",{"href":"/scriptures/ot/jer/31.12"},"Jeremiah 31:12"],";",["a.scriptureRef",{"href":"/scriptures/ot/ps/1.5"},"Psalm 1:5"],";",["a.scriptureRef",{"href":"/scriptures/ot/ezek/34.11,12"},"Ezekiel 34:11, 12"],"and 13. These are testimonies that the Good Shepherd will put forth His own sheep, and lead them out from all nations where they have been scattered in a cloudy and dark day, to Zion, and to Jerusalem; besides many more testimonies which might be brought.”(",["span.emphasis","History of the Church,"],"1:315.)"],["div",{"id":"p410","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p410"},"Notes and Commentary on",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/87.5"},"Doctrine and Covenants 87:5"],"discusses the remnant of Jacob."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.72"},"D&C 109:72"],". What Is the Kingdom of God?"],["div",{"id":"p411","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p411"},"See",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/65"},"Doctrine and Covenants 65"],"and",["a.scriptureRef",{"href":"/scriptures/ot/dan/2"},"Daniel 2"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.74"},"D&C 109:74"],". When Will the Mountains Flow Down?"],["div",{"id":"p412","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p412"},"“In the resurrection which now approaches,” Elder Parley P. Pratt wrote, “and in connection with the glorious coming of Jesus Christ, the earth will undergo a change in its physical features, climate, soil, productions, and in its political, moral and spiritual government."],["div",{"id":"p413","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p413"},"“Its mountains will be levelled, its valleys exalted, its swamps and sickly places will be drained and become healthy, while its burning deserts and its frigid polar regions will be redeemed and become temperate and fruitful.” (",["span.emphasis","Key to the Science of Theology,"],"p. 132; see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/133.19-25"},"D&C 133:19–25"],".)"]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.75-76"},"D&C 109:75–76"],". When Will the Righteous Be Caught Up?"],["div",{"id":"p414","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p414"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-81-89/section-88-the-olive-leaf.p1"},"Notes and Commentary on Doctrine and Covenants 88:95–98"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.79"},"D&C 109:79"],". What are Seraphim?"],["div",{"id":"p415","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p415"},"See",["a.crossRef",{"href":"/manual/doctrine-and-covenants-student-manual/section-30-40/section-38-if-ye-are-prepared-ye-shall-not-fear.p1"},"Notes and Commentary on Doctrine and Covenants 38:1"],"."]],[".topic",["h3",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/109.79-80"},"D&C 109:79–80"],". “Help Us by the Power of Thy Spirit”"],["div",{"id":"p416","uri":"/manual/doctrine-and-covenants-student-manual/section-101-109/section-109-prayer-of-dedication-for-the-kirtland-temple.p416"},"“The rearing of a Temple of God in the world is the construction of a citadel by the followers of Prince Immanuel [the Lord] in the territory claimed by Diabolus [the devil]. Hence his rage when the people of God build Temples. But the Temple in Kirtland served its divine purpose, as did that in Nauvoo, though both were abandoned. In it the Saints received that power from on high which enabled the Church to withstand, successfully, the attacks of all enemies. Owing to that baptism by the Holy Spirit received in the Temples, the Church, notwithstanding persecution, exile, and apostasy, has grown in spiritual power and become able to make itself felt in the world as a regenerating force. But for the Temples and the communion with God established through the Temple service, the Church might have been overwhelmed in the persecutions of Missouri and Illinois, just as the Primitive Church might have perished in the early persecutions but for the power it received on the day of Pentecost.” (Smith and Sjodahl, Commentary, pp. 722–23.)"]]]]],"refs":null}
