{"id":61,"parent_id":56,"book_id":23520,"content_id":1,"language_id":1,"display_order":61,"title":"Lesson 46: Jacob 5:1–51","subtitle":"","short_title":"Lesson 46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46"},[".heading",{"id":"head7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.head7"},[".titleNumber","Lesson 46"],["h1","Jacob 5:1–51"]],[".bodyBlock",[".topic",{"id":"t39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.t39"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p4"},"In teaching his people, Jacob quoted the allegory of the tame and wild olive trees, which was originally given by a prophet named Zenos and was included in the brass plates. Jacob used this allegory to teach that the Lord would seek to bring salvation to all people—even to those among His covenant people who had turned away from Him. Because of the length of",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],", it is divided into two lessons."]],[".topic",{"id":"t40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.t40"},["h2","Suggestions for Teaching"],[".topic",{"id":"t41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.t41"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.1-14"},"Jacob 5:1–14"]],["h4","Jacob quotes Zenos, who likened the house of Israel to a tame olive tree"],["p.preamble","Consider beginning this lesson by reading the following examples of youth who question the Lord’s willingness to forgive them of their sins:"],["ul.bullet",["li",["span.label","•"],["p","A young priesthood holder develops a sinful habit. He believes that others can be forgiven, but he doubts the Lord will accept his repentance."]],["li",["span.label","•"],["p","A young woman transgresses a commandment. She experiences guilt, feels terrible about herself, and questions if the Lord still loves her."]]],["p.preamble","Invite students to ponder the following question without answering aloud:"],["ul.bullet",["li",["span.label","•"],["p","Have you ever wondered about the Lord’s willingness to forgive you of your sins?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p13"},"Explain that Jacob prophesied that the Jews would reject Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.15"},"Jacob 4:15"],"). He also taught that Jesus Christ would continue to labor for the salvation of His people even after they had rejected Him (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.17-18"},"Jacob 4:17–18"],"). To illustrate this truth, Jacob quoted an allegory given by a prophet named Zenos. An allegory uses symbolic characters, objects, and actions to teach truths. As students study this allegory, they can learn important lessons about Jesus Christ’s willingness to help those who have turned away from Him."],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p14"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.1-2"},"Jacob 5:1–2"],"aloud, and have the class look for who Zenos was speaking to (the house of Israel). You may need to explain that when the Old Testament prophet Jacob made covenants with the Lord, the Lord changed his name to Israel. The phrase “house of Israel” refers to Jacob’s descendants and to all people who have been baptized and have made covenants with the Lord."],["ul.bullet",["li",["span.label","•"],["p","Who in this class is a member of the house of Israel? (You may need to explain that all baptized members of the Church are part of the house of Israel. They are part of the allegory in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],".)"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p16"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.3"},"Jacob 5:3"],"aloud. Ask the class to look for what Zenos used in his allegory to represent the house of Israel. After students report what they find, explain that olive trees were extremely valuable in ancient Israel, where Zenos lived. Olives were used for food, and olive oil was used for cooking and medicine and as fuel for lamps. Olive trees required much care and labor to help them produce good fruit. Point out that in this allegory, the tame olive tree is located in a vineyard, which represents the world."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.3"},"Jacob 5:3"],", what began to happen to the tame olive tree? What does the decay of the tree symbolize? (Encourage students to use footnote 3",["span.emphasis","d"],"to answer this question.)"]],["li",["span.label","•"],["p","What is apostasy? (Turning away from the Lord and His gospel.)"]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p19"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.4-6"},"Jacob 5:4–6"],"silently. Ask them to think about who the master of the vineyard is and what his actions of pruning, digging, and nourishing might represent. Then have them explain what they think these symbols represent. (You may need to help them understand that the master of the vineyard represents Jesus Christ. Pruning, digging, and nourishing represent the Lord’s efforts to help us receive the blessings of His Atonement and the efforts of prophets to teach and to call people to repentance.)"],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p20"},"Invite a student to read the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles:"],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p21"},"“This allegory as recounted by Jacob is from the outset intended to be about Christ. … Even as the Lord of the vineyard and his workers strive to bolster, prune, purify, and otherwise make productive their trees in what amounts to a one-chapter historical sketch of the scattering and gathering of Israel, the deeper meaning of the Atonement undergirds and overarches their labors” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 165)."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p22"},"To help students see how this allegory illustrates the Lord’s concern for them, teach them that they can substitute their names in place of references to olive trees. You might demonstrate this by giving the following example from",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.7"},"Jacob 5:7"],": “It grieveth me that I should lose [your name].” Explain that as we insert our names in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],"in places that are meaningful and appropriate, we can learn more about the Lord’s concern for us."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p23"},"Display the following chart. Explain that it lists the meanings of symbols in Zenos’s allegory. (You may want to make copies of the chart as a handout or have students copy the chart in their scripture study journals.)"],[".image",{"id":"f45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.f45"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_046_handout.gif"}]],["table.lds-table",["tbody",["tr",["th",{"colspan":"2","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5:"],"Allegory of the Tame and Wild Olive Trees"]]],["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Symbol"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Possible Meaning"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Tame olive tree"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The house of Israel, God’s covenant people"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","The vineyard"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The world"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Decay"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Sin and apostasy"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Lord and master of the vineyard"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Jesus Christ"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Pruning, digging, and nourishing"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The Lord’s efforts to help people receive the blessings of His Atonement"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Servant of the master of the vineyard"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The Lord’s prophets"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Branches"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Groups of people"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Wild olive tree"]],["td",{"colspan":"1","rowspan":"1"},["p.para","Gentiles—those who have not made covenants with the Lord. Later in the allegory, natural olive trees become wild, representing portions of the house of Israel that fall into apostasy."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Grafting and planting branches"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The scattering and gathering of the Lord’s covenant people. In addition, the grafting of wild branches into the tame olive tree represents the conversion of those who become part of the Lord’s covenant people."]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Burning branches"]],["td",{"colspan":"1","rowspan":"1"},["p.para","God’s judgments on the wicked"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para","Fruit"]],["td",{"colspan":"1","rowspan":"1"},["p.para","The lives or works of people"]]]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p49"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.7,9-10"},"Jacob 5:7, 9–10"],"aloud, and have the class look for what the master of the vineyard did next to save the tame olive tree. Have students report what they find. (You may need to explain that to graft is to insert a branch from one tree into a different tree. The grafting in these verses represents the Lord’s efforts to help Gentiles become part of His covenant people through baptism and conversion. The burning of some branches represents the Lord’s judgments upon the most wicked members of the house of Israel.)"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p50"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.11"},"Jacob 5:11"],"aloud. Ask the class to look for evidence of the master’s concern for the roots of the tame olive tree. Have students report what they find."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p51"},"Remind students that",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.6"},"Jacob 5:6"],"states that the tame olive tree had begun to produce young and tender branches. Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.8,13-14"},"Jacob 5:8, 13–14"],"aloud. Ask the class to identify what the master did with these branches. You might also ask them to consider how the journey of Lehi’s family provides an example of the master’s actions in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.8,13-14"},"Jacob 5:8, 13–14"],"."]],[".topic",{"id":"t42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.t42"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.15-40"},"Jacob 5:15–40"]],["h4","The master of the vineyard and his servant labor to help the vineyard produce good fruit"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p54"},"Divide the class into two groups. Assign the first group to study",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.15-28"},"Jacob 5:15–28"],"and the second group to study",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.29-40"},"Jacob 5:29–40"],". Ask students to do the following as they study (you may want to write these instructions on the board):"],[".figure",["ol.number",["li",["span.label","1."],["p.para","Summarize what happened in the vineyard and what that might represent."]],["li",["span.label","2."],["p.para","Identify phrases that show the efforts of the master of the vineyard to preserve the tame (or natural) olive tree and its branches."]]]],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p57"},"After students have had enough time to study their assigned verses, ask them to summarize what happened in the vineyard and explain what that might represent. Begin with the students who studied",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.15-28"},"Jacob 5:15–28"],". Below are sample summaries and interpretations."],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p58"},["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.15-28"},"Jacob 5:15–28"],". What happened: All the branches that had been grafted brought forth good fruit. However, one branch, despite having been planted in a good part of the vineyard, brought forth both tame and wild fruit. What this might represent: The good or tame fruit throughout most of the vineyard represents the righteousness on earth during the time of Christ and His Apostles. The branch that brought forth some good fruit and some wild fruit represents the righteous and wicked descendants of Lehi."],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p59"},["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.29-40"},"Jacob 5:29–40"],". What happened: All the fruit throughout the vineyard became corrupt. What this might represent: The corruption of all the fruit represents the Great Apostasy, during which the fulness of the gospel of Jesus Christ was lost from the earth following the earthly ministry of Christ’s Apostles."],["p.preamble","After both groups have shared these summaries, ask:"],["ul.bullet",["li",["span.label","•"],["p","What phrases show the master’s efforts to preserve the tame olive tree and its branches? What does this illustrate about the Lord’s feelings toward His covenant people?"]],["li",["span.label","•"],["p","As we have discussed this allegory, what have you learned about Jesus Christ, the master of the vineyard? (Among the many truths taught in these verses, students should understand that",["b","the Lord loves us and labors diligently for our salvation."],")"]],["li",["span.label","•"],["p","How does this allegory relate to the examples at the beginning of the lesson of the two youth who wondered about the Lord’s willingness to forgive them of their sins?"]]]],[".topic",{"id":"t43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.t43"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.41-51"},"Jacob 5:41–51"]],["h4","The master sorrows over his vineyard"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p66"},"Invite several students to take turns reading aloud from",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.41-42,46-50"},"Jacob 5:41–42, 46–50"],". (You may want to point out that the phrase “loftiness of the vineyard” in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.48"},"Jacob 5:48"],"could refer to pride.) Ask the class to look for phrases that show the master’s love and concern for his vineyard and his sorrow when the trees do not produce good fruit. Invite students to share phrases from these verses that are particularly meaningful to them and to explain why the phrases are meaningful. After students have shared, ask the class:"],["ul.bullet",["li",["span.label","•"],["p","How does the master’s care for his vineyard represent the Lord’s love for us?"]],["li",["span.label","•"],["p","What are some examples, from the scriptures or from your life, that illustrate that the Lord continues to love and care for people even after they have turned away from Him?"]]],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p69"},"To conclude, remind students that the master considered cutting down all the trees because the fruit on all of them had become corrupt in spite of all he had done (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.49"},"Jacob 5:49"],")."],["ul.bullet",["li",["span.label","•"],["p","Do you think the master will give up on his vineyard? Why or why not?"]]],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p71"},"After students have shared their responses, read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.51"},"Jacob 5:51"],"to the class. Testify that the Lord loves us and demonstrates great mercy and patience as He labors to help us come unto Him and bring forth righteous works. Explain that the next lesson will include discussion of the master’s final efforts to save his vineyard."]]]],[".resources",[".box-decor",{"id":"f50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.f50"},["h2","Commentary and Background Information"],[".topic",{"id":"t44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.t44"},["h3","Jacob 5:1. Who was Zenos?"],["p.para",{"id":"p74","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p74"},"Zenos was a Hebrew prophet whose writings appeared on the brass plates but who is not mentioned in the Old Testament. He lived after the prophet Abraham and before the prophet Isaiah (see",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.19-20"},"Helaman 8:19–20"],"). He prophesied and testified of Jesus Christ (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/19.10-12"},"1 Nephi 19:10–12"],";",["a.scriptureRef",{"href":"/scriptures/bofm/hel/8.19"},"Helaman 8:19"],"). Zenos is best known for his allegory of the olive trees. If students want to read more of Zenos’s prophecies, they can refer to the index in the Book of Mormon or triple combination."]]],[".box-decor",{"id":"f51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.f51"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.t45"},["h3","Jacob 5. Video presentation"],["p.para",{"id":"p77","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p77"},"As you teach this lesson, you may want to show portions of the video presentation “The Olive Tree Allegory,” which is found on the DVD titled",["span.emphasis","Book of Mormon DVD Presentations 1–19."],"This presentation is divided into five segments. The following paragraphs provide ideas for inserting the first four segments into lesson 46. The fifth segment is recommended for lesson 47."],["p.para",{"id":"p78","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p78"},"Segment 1 may be used in the first section of lesson 46. Consider using this video segment after students read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.3"},"Jacob 5:3"],". The video segment replaces the teacher’s explanation of the value of olive trees in ancient Israel."],["p.para",{"id":"p79","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p79"},"Segment 2 may be used in the second section of the lesson. Consider using this video segment at the very beginning of the section. Before showing it, explain that in this segment, the students in the video wear clothing associated with Old Testament times. They wear these clothes because they are learning about a portion of the allegory that refers to that time period."],["p.para",{"id":"p80","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p80"},"Segment 3 may be used in the second section of the lesson, just after students report on what happened in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.15-28"},"Jacob 5:15–28"],". In this segment, the students in the video wear clothing associated with the time of Christ."],["p.para",{"id":"p81","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-46.p81"},"Segment 4 may also be used in the second section of the lesson. Consider using it after students report on what happened in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5.29-40"},"Jacob 5:29–40"],". In this segment, the students in the video wear clothing that represents the time of the Great Apostasy."]]]]]]],"refs":null}
