{"id":57,"parent_id":56,"book_id":23520,"content_id":1,"language_id":1,"display_order":57,"title":"Lesson 43: Jacob 1–Jacob 2:11","subtitle":"","short_title":"Lesson 43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43"},[".heading",{"id":"head3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.head3"},[".titleNumber","Lesson 43"],["h1","Jacob 1–Jacob 2:11"]],[".bodyBlock",[".topic",{"id":"t7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.t7"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p4"},"After Nephi’s death, the Nephites began to “indulge themselves somewhat in wicked practices” under the reign of a new king (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.15"},"Jacob 1:15"],"). Jacob and his brother Joseph had been consecrated by Nephi as priests and teachers of the people, and they diligently labored to persuade the people to repent and come unto Christ. Jacob obeyed Nephi’s commandment to record sacred teachings, revelations, and prophecies on the small plates."]],[".topic",{"id":"t8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.t8"},["h2","Suggestions for Teaching"],[".topic",{"id":"t9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.t9"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.1-8"},"Jacob 1:1–8"]],["h4","Jacob records sacred truths and labors to help others come unto Jesus Christ"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p8"},"Ask students to give examples of different titles of priesthood leaders. (Answers may include prophets and apostles, General Authorities, stake presidents, bishops, and quorum presidents.) Invite a few students to share briefly some ways in which priesthood leaders have blessed their lives through priesthood service."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p9"},"Explain that Nephi had consecrated his younger brothers Jacob and Joseph as priests and teachers of the people (see",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/5.26"},"2 Nephi 5:26"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.18"},"Jacob 1:18"],"). As Nephi neared the end of his life, he gave Jacob charge over the plates that contained the record of their people."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p10"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.1-4"},"Jacob 1:1–4"],"silently. Ask them to identify what Nephi commanded Jacob to record on the plates, and why. (You might want to suggest that students mark Nephi’s instructions to Jacob.) After students have had enough time to read, invite a few of them to tell the class what they have found."],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p11"},"If students do not mention it, point out the last phrase of",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.4"},"Jacob 1:4"],"—“for the sake of our people.”"],["ul.bullet",["li",["span.label","•"],["p","What does the phrase “for the sake of our people” mean? (For their benefit.)"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p13"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.5-6"},"Jacob 1:5–6"],"aloud. Ask the class to identify what the Lord revealed to Jacob and Joseph that would help them teach their people. (You may want to explain that “great anxiety” refers to their deep concern for the people.)"],["ul.bullet",["li",["span.label","•"],["p","What did the Lord reveal to Jacob and Joseph? (He showed them what would happen to the Nephites in the future, and He revealed details about the coming of Christ.)"]],["li",["span.label","•"],["p","How might knowing these things have helped Jacob and Joseph in teaching their people?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p16"},"Write the word",["span.emphasis","persuade"],"on the board. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.7-8"},"Jacob 1:7–8"],"silently, looking for what Jacob and Joseph wanted to persuade the people to do. (You might want to suggest that students mark what they find.) Invite several students to write on the board one thing they discover."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p17"},"From the list on the board, invite students to point out a phrase or two they would like to understand better. As students point out these phrases, ask if other students can help explain them. In this discussion, the following definitions may be helpful:"],[".sidebar box-decor box-right",{"id":"f3","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.f3"},["h3","Defining difficult words and phrases"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p19"},"When you help students understand difficult words and phrases from the scriptures, they will be able to better apply them in their lives. When trying to define a difficult word or phrase, it may be helpful to use a dictionary or to study the word or phrase as it appears elsewhere in scripture."]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p20"},"“Enter into his rest”—Entering into the rest of the Lord means enjoying peace in this life and receiving “the fulness of [God’s] glory” in the next life (",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/84.24"},"D&C 84:24"],")."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p21"},"“View [Christ’s] death”—One definition of",["span.emphasis","view"],"is to look at or examine attentively. When Jacob wrote that he wanted to persuade people to “believe in Christ, and view his death,” he may have meant that he wanted them to examine the Atonement of Jesus Christ attentively, realize its importance, and gain a personal testimony of it."],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p22"},"“Suffer his cross”—This phrase refers to our willingness to deny ourselves of ungodliness and worldly lusts and to keep the Lord’s commandments (see Joseph Smith Translation, Matthew 16:26 [in",["a.scriptureRef",{"href":"/scriptures/nt/matt/16.24d"},"Matthew 16:24, footnote",["span.emphasis","d"]],"];",["a.scriptureRef",{"href":"/scriptures/nt/luke/9.23"},"Luke 9:23"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/9.18"},"2 Nephi 9:18"],"). It also refers to our willingness to endure and sacrifice as we follow the Savior."],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p23"},"“Bear the shame of the world”—This phrase refers to keeping the commandments despite the worldly pressure, humiliation, and opposition that often come to disciples of Jesus Christ."],["p.para",{"id":"p24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p24"},"Ask students to summarize what they have learned from",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.1-8"},"Jacob 1:1–8"],"about the responsibilities of priesthood leaders. As students share their ideas, emphasize that",["b","priesthood leaders labor diligently to help us come unto Christ."],"(You may want to write this principle on the board.)"],["ul.bullet",["li",["span.label","•"],["p","How do our priesthood leaders labor to help us come unto Christ?"]]],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p26"},"Give students a few minutes to write in their scripture study journals about ways in which prophets or other priesthood leaders have helped them in one or two of the areas they identified in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.7-8"},"Jacob 1:7–8"],". Invite a few students to share what they have written. (Remind them that they do not need to share anything that is too personal or private.)"]],[".topic",{"id":"t10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.t10"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.9"},"Jacob 1:9–2:11"]],["h4","Jacob warns the people about their wickedness"],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p29"},"Encourage students to ponder the following question during the rest of the lesson:"],["ul.bullet",["li",["span.label","•"],["p","Why do Church leaders warn us against sin?"]]],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p31"},"Jacob recorded that after the death of his brother Nephi, the people began to indulge in certain wicked practices. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.15-16"},"Jacob 1:15–16"],"silently. Ask them to identify three areas that concerned Jacob. (Once students have answered, you may want to write the words",["span.emphasis","immorality, worldliness,"],"and",["span.emphasis","pride"],"on the board.)"],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p32"},"Have students read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.17-19"},"Jacob 1:17–19"],"silently, looking for what Jacob and Joseph did to help their people. Ask them to report what they find. Invite a student to write their responses on the board."],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to obtain an “errand from the Lord”? (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.17"},"Jacob 1:17"],"). (To learn what the Lord would have us do.)"]]],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p34"},"Invite a student to read aloud the following statement by Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles. Ask the class to listen for ways in which Church leaders seek their errands from the Lord as they prepare to teach in general conference:"],[".img-left",{"id":"f7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.f7"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-holland.jpg"}]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p35"},"“Perhaps you already know (but if you don’t you should) that with rare exception, no man or woman who speaks [in general conference] is assigned a topic. Each is to fast and pray, study and seek, start and stop and start again until he or she is confident that for this conference, at this time, his or hers is the topic the Lord wishes that speaker to present regardless of personal wishes or private preferences. … Each has wept, worried, and earnestly sought the Lord’s direction to guide his or her thoughts and expression” (“An Ensign to the Nations,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2011, 111)."],["ul.bullet",["li",["span.label","•"],["p","What do general conference speakers do to seek their errand from the Lord?"]],["li",["span.label","•"],["p","Why is it important to understand that Church leaders seek to teach us what the Lord wants us to know? How might keeping this in mind influence our attitude when we listen to them teach?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.19"},"Jacob 1:19"],", what were Jacob and Joseph’s responsibilities? (As students answer, make sure they understand that",["b","priesthood leaders have a divinely given responsibility to teach the word of God and warn against sin."],"You may want to write this truth on the board.)"]],["li",["span.label","•"],["p","Why is it a blessing to have parents and Church leaders who warn us of sinful attitudes and behaviors?"]],["li",["span.label","•"],["p","What words did Jacob use to describe how they should teach? What would be the consequences if they did not perform their responsibilities?"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p41"},"Ask students to think about how they would feel if, like Jacob, they were in a leadership position and were inspired to call people to repentance for immorality, worldliness, and pride. Divide the class into pairs. Invite the partners to take turns reading to each other from",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.1-3,6-7,10-11"},"Jacob 2:1–3, 6–7, 10–11"],". Ask them to identify phrases that indicate Jacob’s feelings about his task of calling the people to repentance. After sufficient time, invite several students to share their findings with the class."],["ul.bullet",["li",["span.label","•"],["p","What do these phrases indicate about Jacob’s feelings toward calling his people to repentance? (Make sure students understand that although Jacob found this responsibility difficult, he carried it out because he cared about the people and because he wanted to obey God’s commands.)"]]],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p43"},"To conclude, have students write in their scripture study journals about (1) what Church leaders have taught them recently and how they can apply it in their lives or (2) how they can apply what they have learned today in their callings in class or quorum presidencies, in their responsibilities as home teachers, or in other leadership opportunities. (You may want to write these instructions on the board.) Encourage students to follow the counsel of their priesthood leaders. Conclude by bearing your testimony of the principles taught in this lesson."]]]],[".resources",[".box-decor",{"id":"f10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.f10"},["h2","Commentary and Background Information"],[".topic",{"id":"t11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.t11"},["h3","Jacob 1:18. “Consecrated priests and teachers”"],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p46"},"President Joseph Fielding Smith explained the meaning of the phrase “priests and teachers” in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1.18"},"Jacob 1:18"],":"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p47"},"“The Nephites officiated by virtue of the Melchizedek Priesthood from the days of Lehi to the days of the appearance of our Savior among them. It is true that Nephi ‘consecrated Jacob and Joseph’ that they should be priests and teachers over the land of the Nephites, but the fact that plural terms",["span.emphasis","priests and teachers"],"were used indicates that this was not a reference to the definite office in the priesthood in either case, but it was a general assignment to teach, direct, and admonish the people” (",["span.emphasis","Answers to Gospel Questions,"],"comp. Joseph Fielding Smith Jr., 5 vols. [1957–66], 1:124)."]],[".topic",{"id":"t12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.t12"},["h3","Jacob 1:19. “We did magnify our office unto the Lord”"],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p49"},"President Thomas S. Monson explained what it means to magnify a calling:"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p50"},"“What does it mean to magnify a calling? It means to build it up in dignity and importance, to make it honorable and commendable in the eyes of all men, to enlarge and strengthen it, to let the light of heaven shine through it to the view of other men."],["p.para",{"id":"p51","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p51"},"“And how does one magnify a calling? Simply by performing the service that pertains to it. An elder magnifies the ordained calling of an elder by learning what his duties as an elder are and then by doing them. As with an elder, so with a deacon, a teacher, a priest, a bishop, and each who holds office in the priesthood” (“The Sacred Call of Service,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"May 2005, 54)."]],[".topic",{"id":"t13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.t13"},["h3","Jacob 1:19; 2:2. “Answering the sins of the people upon our own heads”"],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p53"},"Those who have leadership duties in the Church bear a sobering responsibility. Jacob taught that when leaders neglect to teach the word of God to those whom they are called to lead, they become partly responsible for the people’s sins. When speaking to the brethren of the priesthood, President John Taylor elaborated on the responsibility Jacob described:"],["p.para",{"id":"p54","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p54"},"“If you do not magnify your callings, God will hold you responsible for those whom you might have saved had you done your duty” (",["span.emphasis","Teachings of Presidents of the Church: John Taylor"],"[2001], 164)."],["p.para",{"id":"p55","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p55"},"President Hugh B. Brown of the First Presidency later commented on President Taylor’s statement:"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p56"},"“This is a challenging statement. If I by reason of sins of commission or omission lose what I might have had in the hereafter, I myself must suffer and, doubtless, my loved ones with me. But if I fail in my assignment as a bishop, a stake president, a mission president, or one of the General Authorities of the Church—if any of us fail to teach, lead, direct, and help to save those under our direction and within our jurisdiction, then the Lord will hold us responsible if they are lost as the result of our failure” (in Conference Report, Oct. 1962, 84)."]],[".topic",{"id":"t14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.t14"},["h3","Jacob 2:8. The “word of God … healeth the wounded soul”"],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p58"},"When new information is confusing or bothersome to gospel learners, it is better for them to seek answers from God, who knows all things, than to conduct a general search on the Internet or turn to anti-Mormon material. Going directly to God for answers shows our faith in Him and allows us to receive answers through the Holy Ghost. We should also turn to the scriptures and the words of latter-day apostles and prophets, which can answer difficult questions and heal wounds. The following scriptures teach us where we should turn and what we should do when we have challenging questions or concerns:"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p59"},["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.8"},"Jacob 2:8"],"—The “word of God … healeth the wounded soul.”"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p60"},["a.scriptureRef",{"href":"/scriptures/nt/james/1.5-6"},"James 1:5–6"],"—“If any of you lack wisdom, let him ask God, … and it shall be given him. But let him ask in faith.”"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-43.p61"},["a.scriptureRef",{"href":"/scriptures/bofm/moro/10.5"},"Moroni 10:5"],"—“And by the power of the Holy Ghost ye may know the truth of all things.”"]]]]]]],"refs":null}
