{"id":58,"parent_id":56,"book_id":23520,"content_id":1,"language_id":1,"display_order":58,"title":"Lesson 44: Jacob 2:12–35","subtitle":"","short_title":"Lesson 44","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44"},[".heading",{"id":"head4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.head4"},[".titleNumber","Lesson 44"],["h1","Jacob 2:12–35"]],[".bodyBlock",[".topic",{"id":"t15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.t15"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p4"},"True to his responsibility as a priesthood leader, Jacob called his people to repentance, warning them of the sins of pride and sexual immorality. He taught about the dangers and consequences of these two prevalent sins."]],[".topic",{"id":"t16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.t16"},["h2","Suggestions for Teaching"],[".topic",{"id":"t17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.t17"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.12-21"},"Jacob 2:12–21"]],["h4","Jacob chastises his people for their pride"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p8"},"Write the following on the board:",["span.emphasis","money, intelligence, friends, talents, gospel knowledge."],"Invite students to think about blessings the Lord has given them in these areas. Encourage them to contemplate how they feel about these blessings as they study",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2"},"Jacob 2"],"."],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p9"},"Ask a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.12-13"},"Jacob 2:12–13"],"aloud. Invite the rest of the class to follow along, identifying what many of the Nephites were seeking."],["p.para",{"id":"p10","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p10"},"After students respond, point out that Jacob told his people that they had obtained riches through the “hand of providence.” You may want to explain that the word",["span.emphasis","providence"],"refers to God."],["ul.bullet",["li",["span.label","•"],["p","Why is it important for us to remember that all our blessings come from our Heavenly Father?"]],["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.13"},"Jacob 2:13"],", why were many of the Nephites lifted up in pride?"]]],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p13"},"Invite a student to read aloud the following statement by President Dieter F. Uchtdorf of the First Presidency. Ask the class to listen for insights about what it means to be lifted up in pride:"],[".img-left",{"id":"f12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.f12"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-uchtdorf.jpg"}]],["p.para",{"id":"p14","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p14"},"“At its core, pride is a sin of comparison, for though it usually begins with ‘Look how wonderful I am and what great things I have done,’ it always seems to end with ‘Therefore, I am better than you.’ …"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p15"},"“… This is the sin of ‘Thank God I am more special than you.’ At its core is the desire to be admired or envied. It is the sin of self-glorification” (“Pride and the Priesthood,”",["span.emphasis","Ensign"],"or",["span.emphasis","Liahona,"],"Nov. 2010, 56)."],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p16"},"Encourage students to silently ponder whether they have ever been guilty of the sin of thinking they are better than someone else."],["p.para",{"id":"p17","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p17"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.14-16"},"Jacob 2:14–16"],"aloud. Ask the class to look for phrases that show the consequences of pride. Ask them to report what they find."],["ul.bullet",["li",["span.label","•"],["p","Why do you think pride has the power to “destroy [our] souls”? (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.16"},"Jacob 2:16"],")."]]],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p19"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.17-21"},"Jacob 2:17–21"],"silently. Ask them to look for phrases that teach how we can overcome pride and inappropriate attitudes about material wealth. You might suggest that they mark the phrases they find. After they have studied these verses, invite them to choose one phrase they have found. Give several students the opportunity to explain how the phrases they have chosen can help us overcome pride or inappropriate attitudes toward material wealth. (As part of this activity, you might also suggest that students read the following scripture passages:",["a.scriptureRef",{"href":"/scriptures/ot/1-kgs/3.11-13"},"1 Kings 3:11–13"],";",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.17-27"},"Mark 10:17–27"],", including the Joseph Smith Translation in",["a.scriptureRef",{"href":"/scriptures/nt/mark/10.27a"},"footnote 27",["span.emphasis","a"]],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/26.31"},"2 Nephi 26:31"],";",["a.scriptureRef",{"href":"/scriptures/bofm/alma/39.14"},"Alma 39:14"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/6.7"},"D&C 6:7"],".)"],["ul.bullet",["li",["span.label","•"],["p","What do you think it means to seek the kingdom of God? What do you think it means to obtain a hope in Christ?"]],["li",["span.label","•"],["p","How can seeking the kingdom of God and obtaining a hope in Christ influence our attitudes toward wealth and material possessions?"]]],["p.para",{"id":"p22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p22"},"Ask students to imagine how they would summarize the main point of",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.12-21"},"Jacob 2:12–21"],"for a student who is not in class today. Give two or three students an opportunity to share what they would say. Students may state various true principles. Make sure they understand that",["b","we should seek the kingdom of God above all other interests."],"Give students time to write in their scripture study journals or class notebooks about one way they can use the blessings and opportunities the Lord has given them to build the kingdom of God and bless others’ lives."]],[".topic",{"id":"t18","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.t18"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.22-35"},"Jacob 2:22–35"]],["h4","Jacob rebukes people who have violated the law of chastity"],[".sidebar box-decor box-right",{"id":"f15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.f15"},["h3","Teaching about the law of chastity"],["p.para",{"id":"p26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p26"},"When teaching about the law of chastity, be respectful, positive, and clear in your instructions. As you stay true to the lesson material and follow the guidance of the Holy Ghost, you will be able to help students understand what they need to do to keep the law of chastity."]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p27"},"Write on the board the following statement by President Ezra Taft Benson:"],["p.para",{"id":"p28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p28"},["span.emphasis","“The plaguing sin of this generation is …”"]],["p.para",{"id":"p29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p29"},"Invite students to think about how President Benson might have concluded this sentence. Then read the following statement:"],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p30"},"“The plaguing sin of this generation is sexual immorality. This, the Prophet Joseph said, would be the source of more temptations, more buffetings, and more difficulties for the elders of Israel than any other” (",["span.emphasis","The Teachings of Ezra Taft Benson"],"[1988], 277)."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p31"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.22-23,28"},"Jacob 2:22–23, 28"],"silently, identifying words and phrases Jacob used to describe the seriousness of sexual immorality. (You may need to explain that the word",["span.emphasis","whoredoms"],"refers to sexual sins.) Ask students to share the words and phrases they discover."],["p.para",{"id":"p32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p32"},"To help students understand the law of chastity, read the following statement from the",["span.emphasis","For the Strength of Youth"],"booklet. Ask students to listen for actions they should avoid."],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p33"},"“The Lord’s standard regarding sexual purity is clear and unchanging. Do not have any sexual relations before marriage, and be completely faithful to your spouse after marriage. …"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p34"},"“Never do anything that could lead to sexual transgression. Treat others with respect, not as objects used to satisfy lustful and selfish desires. Before marriage, do not participate in passionate kissing, lie on top of another person, or touch the private, sacred parts of another person’s body, with or without clothing. Do not do anything else that arouses sexual feelings. Do not arouse those emotions in your own body” (",["span.emphasis","For the Strength of Youth"],"[booklet, 2011], 35–36)."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p35"},"Point out that according to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.23-24"},"Jacob 2:23–24"],", some people in Jacob’s day tried to excuse their sexual sins."],["ul.bullet",["li",["span.label","•"],["p","How do people sometimes seek to excuse sexual immorality today?"]],["li",["span.label","•"],["p","What are some things youth can do to avoid being overcome by sexual temptations? (Answers may include praying for strength, associating with good friends, choosing wholesome entertainment, and avoiding situations and places where temptation is likely.)"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p38"},"You may want to point out that one of the sins of the Nephites appears to have been the unauthorized practice of plural marriage. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.27-30"},"Jacob 2:27–30"],"silently. Before they read, you may need to explain that the word",["span.emphasis","concubine"],"refers to a woman who was legally married to a man but who had a lower status than a wife."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.27"},"Jacob 2:27"],", what is the “word of the Lord” regarding having more than one wife? (Make sure that it is clear that from the beginning, the Lord has commanded that a man should be married to one wife. See also",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/49.15-16"},"D&C 49:15–16"],".)"]]],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p40"},"Explain that unauthorized plural marriage is an example of a whoredom, or sexual sin. In God’s eyes, sexual sins are very serious."],["ul.bullet",["li",["span.label","•"],["p","According to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.30"},"Jacob 2:30"],", when are the Lord’s people authorized to practice plural marriage? (When the Lord commands it.)"]]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p42"},"Point out that at certain times in the history of the world, the Lord has commanded His people to practice plural marriage. For example, plural marriage was practiced in Old Testament times by Abraham and Sarah (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/16.1-3"},"Genesis 16:1–3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.34-35,37"},"D&C 132:34–35, 37"],") and by their grandson Jacob (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.37"},"D&C 132:37"],"), and it was practiced for a time during the early days of the restored Church, beginning with Joseph Smith (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.32-33,53"},"D&C 132:32–33, 53"],")."],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p43"},"To emphasize that sexual immorality has a destructive influence on families, read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.31-35"},"Jacob 2:31–35"],"aloud. Ask students to read along, looking for some of the consequences of immorality. Point out that although Jacob speaks only to men, the law of chastity is equally important for women."],["ul.bullet",["li",["span.label","•"],["p","According to Jacob, how are families affected when a family member violates the law of chastity? How does this help explain why breaking the law of chastity is such a serious sin?"]],["li",["span.label","•"],["p","Some young people rationalize that they can break the law of chastity because their actions do not hurt anyone else. How might a person’s immorality affect other people?"]]],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p46"},"To conclude this discussion about the consequences of sexual sins, consider reading the following statement by Elder Richard G. Scott of the Quorum of the Twelve Apostles. Invite students to listen for consequences of sexual immorality."],[".img-left",{"id":"f20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.f20"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scott.jpg"}]],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p47"},"“Those intimate acts are forbidden by the Lord outside the enduring commitment of marriage because they undermine His purposes. Within the sacred covenant of marriage, such relationships are according to His plan. When experienced any other way, they are against His will. They cause serious emotional and spiritual harm. Even though participants do not realize that is happening now, they will later. Sexual immorality creates a barrier to the influence of the Holy Spirit with all its uplifting, enlightening, and empowering capabilities. It causes powerful physical and emotional stimulation. In time that creates an unquenchable appetite that drives the offender to ever more serious sin” (“Making the Right Choices,”",["span.emphasis","Ensign,"],"Nov. 1994, 38)."],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p48"},"Invite students to review the beginning of",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.28"},"Jacob 2:28"],"and identify what the Lord delights in. (You may want to suggest that students mark what they find. Make sure they understand that",["b","the Lord delights in chastity."],")"],["ul.bullet",["li",["span.label","•"],["p","Based on what we have discussed today, why do you think the Lord delights in chastity?"]]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p50"},"Consider showing a picture of your family. Testify of the blessings that have come to you and your family as you have lived the Lord’s law of chastity. Emphasize that the power to have children is a wonderful gift from our Father in Heaven when it is used within the bounds He has set. Encourage students to be pure and clean so the Lord can “delight in [their] chastity” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.28"},"Jacob 2:28"],")."],["p.preamble","To help students share their testimonies about living the law of chastity, you may want to ask the following question:"],["ul.bullet",["li",["span.label","•"],["p","What could you say to someone who claims that the law of chastity is outdated and unnecessary? (As students respond to this question, prompt them to testify of the blessings of keeping the law of chastity, not just of the dangers of disobeying it.)"]]],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p53"},"Tell students that you have confidence that they can be morally clean. Emphasize that if they have sinned against the law of chastity, they should seek help from their bishop or branch president, who can help them repent and become clean through the Atonement of Jesus Christ."]]]],[".resources",[".box-decor",{"id":"f23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.f23"},["h2","Commentary and Background Information"],[".topic",{"id":"t19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.t19"},["h3","Jacob 2:17. “Free with your substance”"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p56"},"In The Church of Jesus Christ of Latter-day Saints, we give fast offerings to assist those in need. Church leaders encourage us to be generous with our offerings. Elder Joseph B. Wirthlin of the Quorum of the Twelve Apostles provided counsel about how much to contribute:"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p57"},"“How much should we pay in fast offerings? My brothers and sisters, the measure of our offering to bless the poor is a measure of our gratitude to our Heavenly Father. Will we, who have been blessed so abundantly, turn our backs on those who need our help? Paying a generous fast offering is a measure of our willingness to consecrate ourselves to relieve the suffering of others."],["p.para",{"id":"p58","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p58"},"“Brother Marion G. Romney, who was the bishop of our ward when I was called on a mission and who later served as a member of the First Presidency of the Church, admonished: ‘Be liberal in your giving, that you yourselves may grow. Don’t give just for the benefit of the poor, but give for your own welfare. Give enough so that you can give yourself into the kingdom of God through consecrating of your means and your time’” (“The Law of the Fast,”",["span.emphasis","Ensign,"],"May 2001, 75; quoting Marion G. Romney, “The Blessings of the Fast,”",["span.emphasis","Ensign,"],"July 1982, 4)."]],[".topic",{"id":"t20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.t20"},["h3","Jacob 2:23–30. Plural marriage"],["p.para",{"id":"p60","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p60"},"In Jacob’s day, some Nephites had begun to participate in plural marriage, saying that they were following the examples of David and Solomon. Jacob condemned this practice for at least two reasons:"],[".figure",["ol.number",["li",["span.label","1."],["p.para","The Lord, through the prophet Lehi, had commanded this people not to participate in plural marriage (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.27,34"},"Jacob 2:27, 34"],")."]],["li",["span.label","2."],["p.para","David and Solomon were not worthy examples. Although they had married some plural wives in compliance with the Lord’s commandments in their day, they had also committed serious sexual sins (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.24"},"Jacob 2:24"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.38-39"},"D&C 132:38–39"],")."]]]],["p.para",{"id":"p63","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p63"},"Regarding plural marriage, the Lord said, “If I will … raise up seed unto me, I will command my people; otherwise they shall hearken unto these things” (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.30"},"Jacob 2:30"],"). In other words, the Lord’s general command is to not participate in plural marriage. However, He may command His people to participate in plural marriage for a time when He deems it necessary to “raise up seed” unto Him—in other words, when He wants His people to, in a short period of time, bring more children into the world who will be born in the covenant and raised in gospel-centered homes. In obedience to direction from God through a revelation to the Prophet Joseph Smith, some Latter-day Saints followed this practice for years during the 1800s (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132"},"D&C 132"],"). In 1890, when conditions had changed in the Church and in the laws of the United States, the Lord withdrew His approval of the practice in a revelation to President Wilford Woodruff, who was then serving as President of the Church (see D&C,",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/1"},"Official Declaration 1"],"). Since that time, plural marriage has not been approved by the Lord or authorized by The Church of Jesus Christ of Latter-day Saints. Any Latter-day Saint who adopts this practice is subject to losing his or her membership in the Church. President Gordon B. Hinckley taught:"],["p.para",{"id":"p64","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p64"},"“I wish to state categorically that this Church has nothing whatever to do with those practicing polygamy. They are not members of this Church. Most of them have never been members. They are in violation of the civil law. They know they are in violation of the law. They are subject to its penalties. …"],["p.para",{"id":"p65","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p65"},"“If any of our members are found to be practicing plural marriage, they are excommunicated, the most serious penalty the Church can impose. Not only are those so involved in direct violation of the civil law, they are in violation of the law of this Church. An article of our faith is binding upon us. It states, ‘We believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and sustaining the law’ (",["a.scriptureRef",{"href":"/scriptures/pgp/a-of-f/1.12"},"A of F 1:12"],"). …"],["p.para",{"id":"p66","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p66"},"“More than a century ago God clearly revealed unto His prophet Wilford Woodruff that the practice of plural marriage should be discontinued, which means that it is now against the law of God. Even in countries where civil or religious law allows polygamy, the Church teaches that marriage must be monogamous and does not accept into its membership those practicing plural marriage” (“What Are People Asking about Us?”",["span.emphasis","Ensign,"],"Nov. 1998, 71–72)."]]],[".box-decor",{"id":"f25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.f25"},["h2","Supplemental Teaching Idea"],[".topic",{"id":"t21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.t21"},["h3","Jacob 2:18. Seeking the kingdom of God"],["p.para",{"id":"p69","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p69"},"Compliment students on their willingness to seek the kingdom of God by studying the scriptures and attending seminary. They are making sacrifices to further their gospel learning. After they graduate from seminary, they will have the opportunity to continue their gospel learning in institute classes or in religion courses at Church-sponsored universities and colleges."],["p.para",{"id":"p70","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p70"},"Consider asking students to explain what institute is. If no one knows, explain that institute is similar to seminary. In institute, young adults between the ages of 18 and 30 gather in classes to study the scriptures."],["p.para",{"id":"p71","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p71"},"Encourage students to make institute a priority when they are old enough to attend. Ask a student to read aloud the following statement by President Thomas S. Monson, directed to young single adults:"],["p.para",{"id":"p72","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-44.p72"},"“I ask you to make participation in institute a priority. … Friends will be made, the Spirit will be felt, and faith will be strengthened. I promise you that as you participate in institute and study the scriptures diligently, your power to avoid temptation and to receive direction of the Holy Ghost in all you do will be increased. Divine favor will attend those who humbly seek it. That is a promise which I leave with you” (besmart.com/schools/institute.php; accessed February 2012)."],["ul.bullet",["li",["span.label","•"],["p","According to President Monson, what are some blessings of attending institute?"]]]]]]]]],"refs":null}
