{"id":59,"parent_id":56,"book_id":23520,"content_id":1,"language_id":1,"display_order":59,"title":"Lesson 45: Jacob 3–4","subtitle":"","short_title":"Lesson 45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45"},[".heading",{"id":"head5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.head5"},[".titleNumber","Lesson 45"],["h1","Jacob 3–4"]],[".bodyBlock",[".topic",{"id":"t22","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.t22"},["h2","Introduction"],["p.para",{"id":"p4","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p4"},"In",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3"},"Jacob 3"],", we read the conclusion of a sermon that Jacob delivered to his people. Jacob briefly offered words of comfort and promise to the pure in heart. He also rebuked the proud and unchaste among his people, warning them of consequences that would come if they would not repent.",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4"},"Jacob 4"],"contains words that Jacob was inspired to write for the people who would someday read his record. He testified of the Atonement of Jesus Christ and exhorted his readers to reconcile themselves to God the Father through the Atonement. With a warning voice, he told of Jews who would reject Jesus Christ and the plainness of His gospel."]],[".topic",{"id":"t23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.t23"},["h2","Suggestions for Teaching"],[".topic",{"id":"t24","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.t24"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3"},"Jacob 3"]],["h4","Jacob comforts and counsels the pure in heart and urges others to repent"],["p.para",{"id":"p8","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p8"},"Invite students to think about what advice they might give to people in the following situations:"],[".figure",["ol.number",["li",["span.label","1."],["p.para","A young woman is striving to live righteously but suffers because her father is addicted to alcohol."]],["li",["span.label","2."],["p.para","A young man does his best to live the gospel but experiences trials because of his parents’ divorce."]],["li",["span.label","3."],["p.para","A young woman diligently tries to love her family but struggles at home because of her sister’s selfishness and inconsiderate actions."]]]],["p.para",{"id":"p12","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p12"},"Invite students to read the first sentence of",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.1"},"Jacob 3:1"],"silently. Ask them to identify whom Jacob addresses first in this chapter."],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p13"},"Explain that Jacob had been speaking directly to people who were guilty of pride and sexual sins. Then he turned his attention to righteous people who were experiencing trials because of the wickedness of others. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.1-2"},"Jacob 3:1–2"],"silently. Ask them to look for four things that Jacob asked the pure in heart to do."],["ul.bullet",["li",["span.label","•"],["p","What four things did Jacob exhort the pure in heart to do? (“Look unto God with firmness of mind, … pray unto him with exceeding faith, … lift up your heads and receive the pleasing word of God, and feast upon his love.”) What did Jacob promise the pure in heart if they would remain faithful? (Consolation in afflictions and protection from enemies.)"]],["li",["span.label","•"],["p","What do you think we can do to receive the word of God?"]]],["p.para",{"id":"p16","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p16"},"In connection with the question about Jacob’s promises to the pure in heart, ensure that students understand that",["b","God will console the pure in heart in their afflictions."],"You may need to explain that the word",["span.emphasis","console"],"means to comfort someone who is sad or troubled. To help students ponder and apply this truth, ask:"],["ul.bullet",["li",["span.label","•"],["p","How has the Lord consoled you?"]],["li",["span.label","•"],["p","How has praying with faith helped you during a time of trial?"]],["li",["span.label","•"],["p","When has God’s word helped you feel His love?"]]],["p.para",{"id":"p20","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p20"},"Explain that after speaking to the pure in heart, Jacob again spoke to those who were not pure in heart."],["p.para",{"id":"p21","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p21"},"Invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.3-4"},"Jacob 3:3–4"],"aloud. Ask the class to identify what Jacob urged the impure to do."],["ul.bullet",["li",["span.label","•"],["p","What would happen if Jacob’s people did not repent?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p23"},"Point out that Jacob stated that the Lamanites were more righteous than some of the Nephites at this time. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.5-7"},"Jacob 3:5–7"],"silently, looking for ways the Lamanites were more righteous than some of the Nephites."],["ul.bullet",["li",["span.label","•"],["p","In what ways were the Lamanites more righteous than some of the Nephites?"]],["li",["span.label","•"],["p","What principles do you learn from",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.7"},"Jacob 3:7"],"about family relationships? (",["b","Husbands and wives are to love one another, and parents are to love their children."],")"]],["li",["span.label","•"],["p","What are some consequences that can result when family members fail to love one another and do not fulfill their family responsibilities?"]]],["p.para",{"id":"p27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p27"},"Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.10"},"Jacob 3:10"],"silently, looking for the warning Jacob specifically gave to the Nephite fathers."],["ul.bullet",["li",["span.label","•"],["p","What warning did Jacob give the Nephite fathers?"]],["li",["span.label","•"],["p","Why do you think it is important for family members to set good examples for one another?"]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p30"},"Read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.11-12"},"Jacob 3:11–12"],"aloud to students. You may need to explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.11"},"verse 11"],", the phrase “arouse the faculties of your souls” refers to the need to wake up spiritually. In",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.12"},"Jacob 3:12"],", the phrase “fornication and lasciviousness” refers to sexual sins. As you read these verses, emphasize the “awful consequences” of sexual sins. In addition, remind students of Jacob’s promises to the pure in heart (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3.1-2"},"Jacob 3:1–2"],"). Help students understand that the best way to receive those promised blessings is to always be pure in heart. However, people who have committed sexual sins can seek help from their bishop or branch president, who will help them repent, become clean through the Atonement of Jesus Christ, and receive the blessings promised to the pure in heart."]],[".topic",{"id":"t25","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.t25"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4"},"Jacob 4"]],["h4","Jacob testifies that through the Atonement of Jesus Christ, we can be reconciled with God"],["p.para",{"id":"p33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p33"},"Before class, place a small picture of Jesus Christ in the middle of the board. Around the picture, write a few words that represent things that might distract people from the Savior and His gospel. For example, you might include some good things—such as education, sports, and friends—that are important but that should not become the primary focus in our lives. You might also list other things—such as pornography, unwholesome music, and drugs—that are harmful to our spirits and lead us away from the Savior."],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p34"},"Ask students to turn to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.14"},"Jacob 4:14"],". Explain that this verse includes the phrase “looking beyond the mark.” Elder Neal A. Maxwell of the Quorum of the Twelve Apostles taught that in this verse, “the mark is Christ” (“Jesus of Nazareth, Savior and King,”",["span.emphasis","Ensign,"],"Dec. 2007, 45). You may want to encourage students to write this statement in their scriptures next to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.14"},"Jacob 4:14"],"."],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p35"},"After sharing this explanation, invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.14-15"},"Jacob 4:14–15"],"aloud."],["ul.bullet",["li",["span.label","•"],["p","What do you think it might mean to look beyond the mark? (To center our lives on anything other than the Savior and His gospel.)"]],["li",["span.label","•"],["p","According to Jacob, what attitudes and actions prevented the Jews from accepting Jesus Christ?"]]],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p38"},"Explain that while Jacob referred specifically to the sins of some of the Jews, portions of",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.14-15"},"Jacob 4:14–15"],"can apply to us as well and can serve as a warning for us. To help students see this application, ask the following questions:"],["ul.bullet",["li",["span.label","•"],["p","Why do people sometimes reject “words of plainness” and seek instead for things they cannot understand? What are some dangers of overlooking the simple truths of the gospel?"]],["li",["span.label","•"],["p","What could we add to the board as other examples of distractions from the Savior and His gospel? (Add students’ responses to the words you have already written on the board.)"]]],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p41"},"Erase the words you have written on the board and write the following question:",["span.emphasis","What can we do to not look beyond the mark but stay focused on Jesus Christ?"]],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p42"},"Write the following scripture references on the board:",["span.emphasis",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.4-5"},"Jacob 4:4–5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.6-7"},"Jacob 4:6–7"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.8-9"},"Jacob 4:8–9"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.10"},"Jacob 4:10"],";",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.11-13"},"Jacob 4:11–13"],"."],"Explain that in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4"},"Jacob 4"],", Jacob shares principles that can help us stay focused on Jesus Christ. Assign students to work in pairs and look for these principles in one of the scripture passages listed on the board. (Depending on the number of students in your class, you may need to assign each passage to more than one pair of students. Or you may need to ask a pair of students to read more than one of the passages.)"],["p.para",{"id":"p43","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p43"},"After a few minutes, invite students to report their answers. As they do so, you may want to ask questions to help them think more deeply about what they have learned in the verses. To help you guide this discussion, the following questions are organized according to the assigned verses:"],["ul.bullet",["li",["span.label","•"],["p",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.4-5"},"Jacob 4:4–5"],". How have the testimonies of prophets helped you focus on Jesus Christ? How have you been strengthened by other people’s testimonies of the Savior? Jacob said that his people’s obedience to the law of Moses was effective in “pointing [their] souls to” the Lord. In what ways can our efforts to receive priesthood ordinances and keep the commandments point our souls to the Lord?"]],["li",["span.label","•"],["p",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.6-7"},"Jacob 4:6–7"],". How does revelation to prophets help us obtain hope and faith in Jesus Christ? How has personal revelation, or the spiritual witnesses you have received, strengthened your faith? Why do you think it is important to remember that it is only through the Lord’s grace that we are able to do His work?"]],["li",["span.label","•"],["p",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.8-9"},"Jacob 4:8–9"],". Why do you think it is important to recognize that the Lord’s works are “great and marvelous”? How does the Savior’s work as the Creator of the earth influence your testimony of Him? What does it mean to you to “despise not the revelations of God”? How can we show the Lord that we value the revelations He has given?"]],["li",["span.label","•"],["p",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.10"},"Jacob 4:10"],". What are some examples of how a person can “seek not to counsel the Lord, but to take counsel from his hand”?"]],["li",["span.label","•"],["p",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.11-13"},"Jacob 4:11–13"],". As mentioned in lesson 35, the word",["span.emphasis","reconcile"],"means to bring into harmony. How does the Atonement help us come into harmony with our Heavenly Father? Jacob reminded us of the importance of teaching about the Atonement, asking, “Why not speak of the atonement of Christ … ?” How can we follow this principle when we share our testimonies with others and when we have other opportunities to teach the gospel? When we share our testimonies, why is it important to do so in a way that people will be able to understand? In what ways does the Spirit help us accomplish this?"]]],["p.para",{"id":"p49","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p49"},"As a result of this discussion, make sure the following truth is clear:",["b","Through the Atonement of Jesus Christ, we can be filled with hope and reconcile ourselves with God."]],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p50"},"Share your feelings of gratitude for the Savior and His Atonement. Testify that Jesus Christ is the “mark” on which we should focus our lives. To conclude the lesson, ask students to consider what they will do to focus on the Savior throughout the next few days. You may want to suggest that they write their plans in their scripture study journals. Consider inviting a few of them to tell the class what they plan to do."]],[".figure",{"id":"f36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.f36"},["h3",["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_all_all_01-scripture.png"}],"Scripture Mastery Review"],["p.para",{"id":"p52","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p52"},"Repetition helps students remember the location of scripture mastery passages. One way to encourage repetition is to use scripture mastery cards (item number 10459; also available as a PDF at",["a.urlRef",{"href":"http://si.lds.org"},"si.lds.org"],"). If you do not have access to the cards, help students create cards of their own, with key words from the passage on one side of each card and the reference on the other side. Divide students into pairs. Have them spend a few minutes quizzing each other with the cards. For example, one student might read key words while the other student determines the scripture reference. Invite students to use these cards often to quiz themselves and each other."],["p.para",{"id":"p53","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p53"},["span.emphasis","Note:"],"The length of this lesson may allow time for this scripture mastery review activity. You may conduct the activity at the beginning of class, as a break between sections of the lesson, or at the end of class. Keep the activity brief to allow time for the lesson. For other review activities, see the appendix in this manual."]]]],[".resources",[".box-decor",{"id":"f37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.f37"},["h2","Commentary and Background Information"],[".topic",{"id":"t26","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.t26"},["h3","Jacob 4:4. Old Testament prophets testified of Jesus Christ"],["p.para",{"id":"p56","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p56"},"More than 400 years before the birth of Jesus Christ, Jacob said that all the prophets before him had testified of the Savior (see",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.4"},"Jacob 4:4"],"). Some may wonder why the Old Testament does not contain more about Jesus Christ. Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles quoted Nephi’s explanation about “plain and precious things” being “taken away” from the Bible (see",["a.scriptureRef",{"href":"/scriptures/bofm/1-ne/13.26-29"},"1 Nephi 13:26–29"],") and then observed:"],["p.para",{"id":"p57","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p57"},"“Surely the most plain and precious of all truths lost from the Bible, particularly the Old Testament, are the clear and unequivocal declarations of the mission of Jesus Christ, his foreordained role as Messiah and Savior of the world, and the covenantal elements of his gospel, which have been taught from Adam down through each succeeding dispensation. Thus the Book of Mormon’s highest purpose is to restore to the universal family of God that crucial knowledge of Christ’s role in the salvation of every man, woman, and child who now lives, has ever lived, or will yet live upon the earth” (",["span.emphasis","Christ and the New Covenant: The Messianic Message of the Book of Mormon"],"[1997], 6–7)."]],[".topic",{"id":"t27","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.t27"},["h3","Jacob 4:5. Worship the Father in the name of Jesus Christ"],["p.para",{"id":"p59","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p59"},"Jacob’s writings provide an important insight into the law of Moses and the Old Testament. In",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.5"},"Jacob 4:5"],", we learn that prophets prior to Jacob’s time worshipped Heavenly Father in the name of Jesus Christ, showing that they knew of the Father and the Son as distinct individuals. Jacob’s words indicate that the law of Moses was far more than simply a set of strict commandments and legal codes, as some modern scholars claim. The law of Moses testified of Jesus Christ and led the righteous to sanctification through His Atonement."]],[".topic",{"id":"t28","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.t28"},["h3","Jacob 4:10. “Take counsel from his hand”"],["p.para",{"id":"p61","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p61"},"President Marion G. Romney of the First Presidency explained the importance of knowing and following the Lord’s counsel:"],["p.para",{"id":"p62","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/lesson-45.p62"},"“I do not think that many members of the Church consciously [follow] the persuasions of men or their own counsel instead of heeding the Lord’s. However, when we do not keep ourselves advised as to what the counsel of the Lord is, we are prone to substitute our own counsel for His. As a matter of fact, there is nothing else we can do but follow our own counsel when we do not know the Lord’s instructions” (“Seek Not to Counsel the Lord,”",["span.emphasis","Ensign,"],"Aug. 1985, 5)."]]]]]]],"refs":null}
