{"id":60,"parent_id":56,"book_id":23520,"content_id":1,"language_id":1,"display_order":60,"title":"Home-Study Lesson: 2 Nephi 32–Jacob 4 (Unit 9)","subtitle":"","short_title":"Home-Study Lesson","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9","content":[["div",{"id":"container","role":"main"},["div",{"type":"chapter","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9"},[".heading",{"id":"head6","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.head6"},[".titleNumber","Home-Study Lesson"],["h1","2 Nephi 32–Jacob 4 (Unit 9)"]],[".bodyBlock",[".figure",{"id":"f38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.f38"},["h2","Preparation Material for the Home-Study Teacher"],["h3","Summary of Daily Home-Study Lessons"],["p.para",{"id":"p5","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p5"},"The following summary of the doctrines and principles students learned as they studied",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32"},"2 Nephi 32"],"–",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4"},"Jacob 4"],"(Unit 9) is not intended to be taught as part of your lesson. The lesson you teach concentrates on only a few of these doctrines and principles. Follow the promptings of the Holy Spirit as you consider the needs of your students."],[".topic",{"id":"t29","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.t29"},["h3","Day 1 (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32"},"2 Nephi 32"],")"],["p.para",{"id":"p7","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p7"},"As students studied",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32"},"2 Nephi 32"],", they learned that when we feast on the words of Christ, the words of Christ will tell us all things that we should do. They also learned that as we pray always, we will be able to do all that the Lord would have us do for the welfare of our souls. The lesson invited students to incorporate over a 24-hour period what they learned about praying always."]],[".topic",{"id":"t30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.t30"},["h3","Day 2 (",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33"},"2 Nephi 33"],")"],["p.para",{"id":"p9","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p9"},"In this lesson about Nephi’s final testimony, students learned that we choose whether or not to open our hearts to the inspiration of the Holy Ghost. They also reviewed 1 Nephi and 2 Nephi, selecting a scripture passage that has inspired them to do good or to believe in Christ."]],[".topic",{"id":"t31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.t31"},["h3","Day 3 (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1"},"Jacob 1–2"],")"],["p.para",{"id":"p11","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p11"},"In their lesson about",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1"},"Jacob 1–2"],", students learned that priesthood leaders labor diligently to help us come unto Christ and that they have a divinely given responsibility to teach the word of God and warn against sin. By studying Jacob’s sermon to his people, students learned that we should seek the kingdom of God above all other interests. They wrote in their scripture study journals about one way they can use the blessings and opportunities the Lord has given them to build the kingdom of God and bless others’ lives. They also focused on the truth that the Lord delights in the chastity of all people, both men and women. They were asked to ponder how living the law of chastity blesses families and pleases the Lord."]],[".topic",{"id":"t32","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.t32"},["h3","Day 4 (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3"},"Jacob 3–4"],")"],["p.para",{"id":"p13","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p13"},"As students continued to study Jacob’s sermon, they learned that God will console the pure in heart in their afflictions. The lesson focused on this doctrine: Through the Atonement of Jesus Christ, we can be filled with hope and reconcile ourselves with God. Students wrote about their personal reasons for wanting to testify of Jesus Christ and the Atonement."]]],[".topic",{"id":"t33","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.t33"},["h2","Introduction"],["p.para",{"id":"p15","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p15"},"This lesson will help students understand that Nephi testified of the mission of Jesus Christ. Students will have an opportunity to share how Jacob’s words can help them overcome pride and use their blessings from God to build His kingdom. They will have an opportunity to use the principles and doctrines they learn in",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2"},"Jacob 2"],"to discuss the importance of obeying the Lord’s law of chastity. They will discuss ways to look for opportunities to speak of Jesus Christ and the Atonement."]],[".topic",{"id":"t34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.t34"},["h2","Suggestions for Teaching"],[".topic",{"id":"t35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.t35"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32"},"2 Nephi 32–33"]],["h4","Nephi counsels us to seek divine direction through the words of Jesus Christ"],["p.para",{"id":"p19","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p19"},"Begin this lesson by asking the following questions:"],["ul.bullet",["li",["span.label","•"],["p","What is one of your favorite sports or activities?"]],["li",["span.label","•"],["p","What fundamental skills must you practice often in order to excel in that sport or activity?"]],["li",["span.label","•"],["p","What happens if someone neglects practicing those fundamental skills?"]]],["p.para",{"id":"p23","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p23"},"Tell the class that there are fundamental actions that invite the Holy Ghost to give us guidance from our Father in Heaven. Copy the following chart on the board or prepare it as a handout."],[".image",{"id":"f40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.f40"},["img",{"src":"http://www.lds.org/bc/content/shared/content/images/gospel-library/manual/09411/09411_000_U09_handout.gif"}]],["table.lds-table",["tbody",["tr",["th",{"colspan":"1","rowspan":"1"},["p.para","Prayer"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Receiving Guidance from the Holy Ghost"]],["th",{"colspan":"1","rowspan":"1"},["p.para","Scripture Study"]]],["tr",["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.8-9"},"2 Nephi 32:8–9"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.5"},"2 Nephi 32:5"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.1-2"},"33:1–2"]]],["td",{"colspan":"1","rowspan":"1"},["p.para",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/32.3"},"2 Nephi 32:3"],";",["a.scriptureRef",{"href":"/scriptures/bofm/2-ne/33.4"},"33:4"]]]]]],["p.para",{"id":"p30","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p30"},"Ask each student to choose one of the actions in the chart and read the corresponding scripture passages. Divide the class into pairs or small groups. Ask students to take turns sharing how prayer, receiving guidance from the Holy Ghost, and scripture study have helped them receive guidance from God."],["p.para",{"id":"p31","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p31"},"You might want to ask students to report how Elder David A. Bednar’s instructions on the command to pray always helped them. You could also ask them how their prayers were improved by the assignment to incorporate for 24 hours what they learned about praying always. (These were assignments from day 1.)"]],[".topic",{"id":"t36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.t36"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/1"},"Jacob 1–2"]],["h4","Jacob chastises his people for their love of riches, pride, and sexual immorality"],["p.para",{"id":"p34","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p34"},"Write the following sentence on the board:",["span.emphasis","Because some people have more … than others, they may feel tempted to believe they are better than others."]],["p.para",{"id":"p35","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p35"},"Invite students to suggest various words that could complete this statement. Possible answers include money, riches, musical ability, athletic skill, talents, schooling, intelligence, opportunities to grow, gospel knowledge, and material goods. Invite students to silently consider if this statement, with any of the various words they have suggested, has ever been true of them."],["p.para",{"id":"p36","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p36"},"Remind students that because of Jacob’s love for his people and his obedience to the Lord’s commands, he warned his people of their weaknesses and sins. Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.12-13"},"Jacob 2:12–13"],"and to suggest ways they might complete the statement on the board so it will describe some of the Nephites during Jacob’s ministry."],["p.para",{"id":"p37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p37"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.17-21"},"Jacob 2:17–21"],"and find words of counsel that could help them overcome pride. (They may have marked these words of counsel in their personal study.) Invite students to share some of the words of counsel they have identified and to explain how this counsel could help them overcome pride."],["p.para",{"id":"p38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p38"},"Explain that these verses teach the following truth:",["b","We should seek the kingdom of God above all other interests."],"Invite several students to share one way they can use the blessings and opportunities the Lord has given them to build the kingdom of God and to bless others."],["p.para",{"id":"p39","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p39"},"To prepare students to review Jacob’s teachings on sexual purity, invite them to imagine that someone has asked them why they believe in living the law of chastity. Ask students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.28-35"},"Jacob 2:28–35"],"for help in answering this question. It may be helpful to remind them that they learned the following truth as part of their personal study:",["b","The Lord delights in chastity."],"They also studied the consequences of sexual immorality described in these verses. Invite students to share how they might explain, based on",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.28-35"},"Jacob 2:28–35"],", how they would answer this question."],["p.para",{"id":"p40","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p40"},"Ask: According to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/2.27"},"Jacob 2:27"],", what is the “word of the Lord” regarding having more than one wife? (Make sure it is clear that the Lord has commanded that a man should be married to only one wife.)"],["p.para",{"id":"p41","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p41"},"Point out that at certain times in the history of the world, the Lord has commanded His people to practice plural marriage. For example, plural marriage was practiced in Old Testament times by Abraham and Sarah (see",["a.scriptureRef",{"href":"/scriptures/ot/gen/16.1-3"},"Genesis 16:1–3"],";",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.34-35,37"},"D&C 132:34–35, 37"],") and by their son Isaac and grandson Jacob (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.37"},"D&C 132:37"],"), and it was also practiced for a time during the early days of the restored Church, beginning with the Prophet Joseph Smith (see",["a.scriptureRef",{"href":"/scriptures/dc-testament/dc/132.32-33,53"},"D&C 132:32–33, 53"],"). However, in 1890, God commanded His prophet Wilford Woodruff to end the practice of plural marriage (see D&C,",["a.scriptureRef",{"href":"/scriptures/dc-testament/od/1"},"Official Declaration 1"],")."],["p.para",{"id":"p42","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p42"},"Give students time to ponder how the choices they are making to be chaste and clean would delight the Lord and others. Invite them to explain how keeping the law of chastity now will bless them and their families—now and in the future. Explain how keeping the law of chastity has blessed you and your family."]],[".topic",{"id":"t37","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.t37"},["h3",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/3"},"Jacob 3–4"]],["h4","Jacob encourages his people to repent and gain a hope that they can return to the presence of God"],["p.para",{"id":"p45","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p45"},"Place a small picture of Jesus Christ in the middle of the board, on a poster, or on a piece of paper. Around the picture, write a few words that represent things that might distract people from the Savior and His gospel. Ask students to turn to",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.14"},"Jacob 4:14"],". Explain that this verse includes the phrase “looking beyond the mark.” Ask them what the “mark” refers to in this verse. (Elder Neal A. Maxwell of the Quorum of the Twelve Apostles taught that “the mark is Christ” [“Jesus of Nazareth, Savior and King,”",["span.emphasis","Ensign,"],"Dec. 2007, 45].) After sharing this explanation, invite a student to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.14-15"},"Jacob 4:14–15"],"aloud."],["p.para",{"id":"p46","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p46"},"Ask: What do you think it might mean to look beyond the mark? (To center our lives on anything other than the Savior and His gospel.)"],["p.para",{"id":"p47","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p47"},"Invite students to read",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/4.4-12"},"Jacob 4:4–12"],"and identify several reasons why Jacob believed in Jesus Christ and why he felt it was important to let others know of the Atonement. As a result of this discussion, make sure the following truth is clear:",["b","Through the Atonement of Jesus Christ, we can be filled with hope and reconcile ourselves with God."]],["p.para",{"id":"p48","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p48"},"Share your feelings of gratitude for the Savior and His Atonement. Testify that Jesus Christ is the “mark” on which we should focus our lives. To conclude the lesson, ask students to consider what they will do to focus on the Savior throughout the next few days."]],[".topic",{"id":"t38","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.t38"},["h3","Next Unit (",["a.scriptureRef",{"href":"/scriptures/bofm/jacob/5"},"Jacob 5"],"to Omni)"],["p.para",{"id":"p50","uri":"/manual/book-of-mormon-seminary-teacher-manual-2013/jacob/unit-9.p50"},"Ask the students: What is an anti-Christ? How would you respond to an anti-Christ? As you read the scriptures in the next unit, notice what Jacob said and did when confronted by Sherem, an anti-Christ. Also, look for the blessings Enos received because he sought God with all his heart, praying all day and into the night. Watch for reasons why the Nephites left the land of their first inheritance and joined with the Mulekites."]]]]]]],"refs":null}
